[
  {
    "id": "D095F0BE-01BA-41C8-A86C-8B9F203EE532",
    "url": "https://www.nps.gov/places/000/african-american-civil-war-memorial-the-spirit-of-freedom.htm",
    "title": "African-American Civil War Memorial (\"The Spirit of Freedom\")",
    "listingDescription": "Over 200,000 African-American soldiers and sailors served in the US Army and Navy during the American Civil War. Their service helped to end the war and free over four million enslaved people. The African American Civil War Memorial honors their service and sacrifice.Memorial authorized 1992 (106 Stat. 2104), dedicated 1998InscriptionsStatue front base:CIVIL WAR TO CIVIL RIGHTS AND BEYONDTHIS MEMORIAL IS DEDICATED TO THOSE WHO SERVED INTHE AFRICAN AMERICAN UNITS OF THE UNION",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/93128BF8-A220-54C4-53494C14983B5857.jpg",
        "credit": "",
        "altText": "One side of sculpture with four soldiers.",
        "title": "African American Civil War Memorial",
        "description": "",
        "caption": "The African American Civil War Memorial honors African American servicemen in the Civil War.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/93128BF8-A220-54C4-53494C14983B5857.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/93128BF8-A220-54C4-53494C14983B5857.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "afam",
        "designation": "",
        "fullName": "African American Civil War Memorial",
        "url": "https://www.nps.gov/afam/index.htm",
        "name": "African American Civil War Memorial"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.916557253",
    "longitude": "-77.025971937",
    "latLong": "38.916557253,-77.025971937",
    "bodyText": "<p>Over 200,000 African-American soldiers and sailors served in the US Army and Navy during the American Civil War. Their service helped to end the war and free over four million enslaved people. The African American Civil War Memorial honors their service and sacrifice.<br /> <br /> Memorial authorized 1992 (106 Stat. 2104), dedicated 1998<br /> <br /> Inscriptions<br /> Statue front base:<br /> CIVIL WAR TO CIVIL RIGHTS AND BEYOND<br /> THIS MEMORIAL IS DEDICATED TO THOSE WHO SERVED IN<br /> THE AFRICAN AMERICAN UNITS OF THE UNION ARMY IN THE CIVIL WAR<br /> THE 209,145 NAMES INSCRIBED ON THESE WALLS COMMEMORATE<br /> THOSE FIGHTERS OF FREEDOM<br /> Statue base:<br /> Spirit of Freedom<br /> Ed Hamilton Sculptor<br /> Granite Wall:<br /> WHO WOULD BE FREE THEMSELVES MUST STRIKE THE BLOW<br /> BETTER EVEN DIE FREE THAN TO LIVE SLAVES<br /> FREDERICK DOUGLASS MARCH 2, 1863</p>",
    "audioDescription": "(308 words)<br />The African American Civil War Memorial is located in the U Street neighborhood of Washington, DC, on the south side of U Street, NW and bordered on the east by Vermont Avenue. The African American Civil War Museum is directly across Vermont Avenue to the east.<br />The memorial sits on an approximately one hundred square foot granite plaza. An entrance to the subway is at the north end. At the center of the plaza is a nine-foot tall bronze sculpture that sits atop a rounded, two-foot high pedestal. Emerging from a shaft are three African American soldiers and one sailor, all facing outward with their backs to the shaft and firmly grasping their rifles. The sailor stands to the right of a bearded soldier as he steers half of the ship's wheel that protrudes from the shaft behind him. Etched above them is the face of a shrouded woman. Her eyes are closed and hands crossed at her chest. Wavy lines run from the woman's head and extend to the back of the memorial, which features a triangular alcove in the back.<br />Set on the opposite side alcove are two women, one holding a baby, and a man standing on either side of a soldier. The man faces the soldier and holds his left hand, while the soldier holds his rifle. Two small children stand in between them.<br />Encircling the plaza's south side are two rows of curved walls divided by a five-foot wide walkway. The walls feature stainless steel panels inscribed with 209,145 names of United States Colored Troops. The inner wall is about four feet tall and the outer wall about five feet at its ends and six feet tall at its center. Along a stretch of granite at the center of the back wall is inscribed with a quote by Frederick Douglass, see content text.<br />END OF DESCRIPTION<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "ed4ea7ad-e8ef-4251-b1f3-8353768a702c",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Public Transit",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]