[
  {
    "id": "33022784-6BA5-4329-8BB1-75FA2FD99CEC",
    "url": "https://www.nps.gov/places/md-life-of-the-dunes-trail.htm",
    "title": "MD - Life of the Dunes Trail",
    "listingDescription": "Stroll through Assateague's dunes and along the remnants of historical \"Baltimore Boulevard\". This 1/2 mile trail loop begins at South Beach parking lot.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/A0883496-0C50-F114-6429FF7FB645CA06.jpg",
        "credit": "NPS Photo",
        "altText": "Life of the Dunes Trail Entrance",
        "title": "Life of the Dunes Trail Entrance",
        "description": "",
        "caption": "Walk between the natural dunes of Assateague on the Life of the Dunes Trail",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A0883496-0C50-F114-6429FF7FB645CA06.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A0883496-0C50-F114-6429FF7FB645CA06.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD,VA",
        "parkCode": "asis",
        "designation": "National Seashore",
        "fullName": "Assateague Island National Seashore",
        "url": "https://www.nps.gov/asis/index.htm",
        "name": "Assateague Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "hiking",
      "trail",
      "trailhead",
      "hike assateague"
    ],
    "latitude": "38.1903218",
    "longitude": "-75.1594149998",
    "latLong": "38.1903218,-75.1594149998",
    "bodyText": "<div><span style=\"color: rgb(70, 70, 70); font-family: arial, helvetica, sans-serif; font-size: 14px;\">The Life of the Dunes Trail begins at the southern side of the South Beach parking lot in the Maryland district. This trail guides you through dune habitat, shrub thicket habitat, and along the remnants of Baltimore Boulevard. Baltimore Boulevard is the last physical reminder of a failed attempt of creating a resort community on Assateague. This ¾  mile walking trail is comprised of sand, small portions of pavement, steps and uneven terrain making it inaccessible to those with walking disabilities.  To download a trail guide on what you may see on this trail, please check out our </span><a href=\"https://www.nps.gov/asis/planyourvisit/hiking.htm\">hiking page</a><span style=\"color: rgb(70, 70, 70); font-family: arial, helvetica, sans-serif; font-size: 14px;\">. To follow along with a self-guided OnCell tour, call 410-864-9128 or go to </span><a href=\"https://asis.oncell.com/en/index.html\">ASIS.ONCELL.COM.</a></div> Please note, bicycles and pets are not permitted on The Life of the Dunes Trail",
    "audioDescription": "The Life of the Dunes Trail begins at the south end of the South Beach parking lot. For an additional description of scenery, please follow the OnCell self-guided tour that coordinates with numbered markers on the trail. For the OnCell tour, call 410-864-9128 or go to ASIS.ONCELL.COM. When facing the south in the parking lot, you will enter at the trailhead sign and immediately begin walking on sand that has a slight increasing grade. As you continue on the ¾ mile loop you will see dunes to your left and right that have become vegetated with beach grasses as well as stunted loblolly pines. Continuing south you will come upon uneven terrain that requires stepping up 1-3 feet (depending on area) on to old pavement. This pavement is no longer smooth and compact but has erosion causing dips and divots in the pavement. When viewing this pavement from the side, you can see how thick asphalt roads were laid in the 1960’s as this was a road intended to run the length of a new up and coming resort community on Assateague Island. A few hundred feet later as you begin walking westward, you will be required to step down from the pavement back onto sandy terrain. To your left and right, the dune heights are increasing as well as the variety of vegetation growing on them. You will approach an observation platform about halfway into the trail. You will have to walk up 5 wooden steps with wooden rails on both sides, walk around 15 feet on a flat wooden platform, and walk up 4 more wooden steps with rails on both sides. Now on top of the observation deck, there is a wooden bench you may sit on. From the observation deck, you can see the beach and ocean on the east horizon, the trail to your north, maritime forest to your west and the Over-Sand Vehicle beach to your south. Continuing west you will walk down 7 wooden steps with wooden railing on both sides onto the sandy trail below. The trail will turn northward back towards the South Beach parking lot. You with walk a couple hundred feet through a canopy of maritime forest before exiting through the vegetated dunes at the trail entrance.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "e5f6e459-d562-54d8-876f-d5e64e2363d4",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Parking - Auto",
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Berlin, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "hiking trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F3B34A70-8094-4D29-8A63-4584B7624EC8",
    "url": "https://www.nps.gov/places/md-life-of-the-forest-trail.htm",
    "title": "MD - Life of the Forest Trail",
    "listingDescription": "Walk along the boardwalk leading through Assateague's maritime forest while listening to the song birds. This 1/2 mile trail will emerge out of the forest to the marsh and overlook the Sinepuxent Bay and Old Ferry Landing.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/A3416AF2-CFD3-552E-15E394FA2BDE1C07.jpg",
        "credit": "NPS Photo",
        "altText": "Life of the Forest Trail",
        "title": "Life of the Forest Trail",
        "description": "",
        "caption": "A boardwalk leading through the maritime forest on the Life of the Forest Trail at Assateague Island",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A3416AF2-CFD3-552E-15E394FA2BDE1C07.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A3416AF2-CFD3-552E-15E394FA2BDE1C07.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD,VA",
        "parkCode": "asis",
        "designation": "National Seashore",
        "fullName": "Assateague Island National Seashore",
        "url": "https://www.nps.gov/asis/index.htm",
        "name": "Assateague Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hiking Trail",
      "hiking",
      "hike assateague",
      "Accessible Trails",
      "trail",
      "trailhead"
    ],
    "latitude": "38.19710862991206",
    "longitude": "-75.15987205592683",
    "latLong": "38.19710862991206,-75.15987205592683",
    "bodyText": "The Life of the Forest Trail is a ½ mile walking trail that begins in the maritime forest with the potential of viewing reptiles, amphibians, and woodland birds. The trail then emerges out onto a boardwalk with gorgeous views of the Sinepuxent Bay and its marshes to the west, and the maritime forest to the east. The long boardwalk provides excellent birding opportunities. When facing north from the boardwalk, you can view Old Ferry Landing, which is a popular bayside use area for crabbing and launching kayaks.<br /> To download a trail guide on what you may see on this trail, please check out our <a href=\"https://www.nps.gov/asis/planyourvisit/hiking.htm\">hiking page.</a> To follow along with a self-guided OnCell tour, call 410-864-9128 or go to <a href=\"https://asis.oncell.com/en/index.html\">ASIS.ONCELL.COM.</a><br /> Please note, bicycles and pets are not permitted on the Life of the Forest Trail.<br />  ",
    "audioDescription": "The Life of the Forest trailhead is located on the westside of Bayberry Drive. A small paved parking lot is available at the trailhead. The trail is accessible for wheelchairs and those with limited mobility, however trail surfaces vary. At the beginning of the trail the surface is compact dirt with gravel and at times may be covered with pine needles. A couple hundred feet into the trail the surface changes to a wooden planked boardwalk. There is a gradual incline that leads to the raised portion of the boardwalk that leads between the marsh and the Sinepuxent Bay. There is a metal handrail on both sides of the boardwalk for the entire length. A variety of overlooks off the side of the main boardwalk are available for viewing the marsh, bay and forest habitats. For an additional description of scenery, please follow the OnCell self-guided tour that coordinates with numbered markers on the trail. For the OnCell tour, call 410-864-9128 or go to ASIS.ONCELL.COM.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Parking - Auto",
      "Scenic View/Photo Spot",
      "Trailhead",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Berlin, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Accessible hiking trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "5B5B727F-49FB-4408-96AC-01C91DE1224A",
    "url": "https://www.nps.gov/places/md-life-of-the-marsh-trail.htm",
    "title": "MD - Life of the Marsh Trail",
    "listingDescription": "This 1/2 mile accessible trail is located off of Bayside Drive in the MD district of Assateague Island. The elevated wooden boardwalk provide spectacular views of the marsh, especially during a sunset stroll.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/A183E2A3-D635-594E-B87D445130AD034F.jpg",
        "credit": "NPS Photo",
        "altText": "Life of the Marsh Trail Elevated Boardwalk",
        "title": "Life of the Marsh Trail Boardwalk",
        "description": "",
        "caption": "Stroll along the Life of the Marsh elevated boardwalk through the bayside marsh habitat.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A183E2A3-D635-594E-B87D445130AD034F.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A183E2A3-D635-594E-B87D445130AD034F.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD,VA",
        "parkCode": "asis",
        "designation": "National Seashore",
        "fullName": "Assateague Island National Seashore",
        "url": "https://www.nps.gov/asis/index.htm",
        "name": "Assateague Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "hiking",
      "hike assateague",
      "Trail Hike",
      "trail",
      "trailhead"
    ],
    "latitude": "38.20620240979621",
    "longitude": "-75.15997515288937",
    "latLong": "38.20620240979621,-75.15997515288937",
    "bodyText": "Treat yourself to extensive views to the south, west and north of the Sinepuxent Bay on this ½ mile walking Life of the Marsh Trail. This trail is comprised of a wooden boardwalk that transitions from the shrub thicket habitat in the parking lot, out to an elevated boardwalk over the marsh habitat. Herons, Egrets and Willets are just a few of the marshland birds you can expect to see on your walk. Keep your eyes open for terrapins, otters, raccoon, and fox. This trail is a great choice for a sunset stroll.To download a trail guide on what you may see on this trail, please check out our <a href=\"https://www.nps.gov/asis/planyourvisit/hiking.htm\">hiking page.</a> To follow along with a self-guided OnCell tour, call 410-864-9128 or go to <a href=\"https://asis.oncell.com/en/index.html\">ASIS.ONCELL.COM</a>. Please note, bicycles and pets are not permitted on the Life of the Marsh Trail.",
    "audioDescription": "The small parking lot and entrance to the Life of the Marsh Trail is located on the southside of Bayside Drive. It is a short walk from the bayside campground loops. The entrance to the ½ mile loop is located on the east side of the parking lot and is a wooden boardwalk wide enough for wheelchair access. You begin you trip with a short walk through the shrub thicket habit and emerge to an open marsh area on your left and right. The boardwalk slopes upwards to lead you to the elevated boardwalk and observation deck overlooking the marsh grasses and waters of the Sinepuxent Bay. As you continue walking north on the boardwalk you will begin to descend back down the ramp to the shrub thicket habitat where you are led back to the parking lot. For an additional description of scenery, please follow the OnCell self-guided tour that coordinates with numbered markers on the trail. For the OnCell tour, call 410-864-9128 or go to ASIS.ONCELL. COM.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Parking - Auto",
      "Scenic View/Photo Spot",
      "Trailhead",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Berlin, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "accessible hiking trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "55E399BB-5ED8-482C-AAD1-D83AC4E3281E",
    "url": "https://www.nps.gov/places/north-beach-maryland-district.htm",
    "title": "North Beach - Maryland district",
    "listingDescription": "The National Park Service seasonally staffs a lifeguarded beach in each district of the National Seashore.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/07241FCC-E4B5-FEA2-F39B49CF1A09FAC4.jpg",
        "credit": "NPS Photo",
        "altText": "A lifeguard stands watch over the beach",
        "title": "Lifeguarded Beach MD district",
        "description": "",
        "caption": "A lifeguard stands watch over the beach",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/07241FCC-E4B5-FEA2-F39B49CF1A09FAC4.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/07241FCC-E4B5-FEA2-F39B49CF1A09FAC4.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD,VA",
        "parkCode": "asis",
        "designation": "National Seashore",
        "fullName": "Assateague Island National Seashore",
        "url": "https://www.nps.gov/asis/index.htm",
        "name": "Assateague Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "lifeguard",
      "lifeguarded beach",
      "beach safety"
    ],
    "latitude": "38.21013142868409",
    "longitude": "-75.14895036537284",
    "latLong": "38.21013142868409,-75.14895036537284",
    "bodyText": "Sit back, relax, and enjoy the sound of the crashing waves. Recreating at Assateague Island is a great way to connect with nature and enjoy the unspoiled beach. While hanging out at the beach is relaxing, don’t get too relaxed about safety. Check out a Surf Rescue demonstration, Monday, Wednesday, or Friday at 10 am to watch how lifeguards respond to a variety of safety hazards and emergencies.<br /> North Beach is accessible from the first parking lot to the left after entering through the fee booths and is lifeguarded seasonally. North Beach Crossover #3 (by the Snack Shack) will take you directly to the center of the lifeguarded beach. Check out our <a href=\"https://www.nps.gov/asis/planyourvisit/surf-and-beach-safety.htm\">Beach and Surf Safety page</a> for this season’s lifeguard schedule.  <br /> <br /> <b>Fun with Flags:</b>When you recreate within the lifeguarded beach, you will notice a variety of flags flying on the boundaries or from the lifeguard tower. These flags are serving not only to designate boundaries, but also to communicate potential hazards. Learn below what each flag stands for.Yellow with black circle flags are permanently placed 50 yards beyond the lifeguard area and represent a safety zone. No fishing, rigid craft, no open beach fires and no dogs permitted between these flags.   <ul> <li>Red over yellow flags represents the area supervised by lifeguards. For safety, recreate within the boundaries of these flags.</li> <li>A solid yellow flag indicates a moderate warning for surf conditions. Caution should be exercised.</li> <li>A red flag indicates a high hazard exists such as strong surf and seaward currents.</li> <li>Double red flags indicate a severe hazard and a closure is in effect. Visitors will be kept out of the water until the hazard subsides.</li> <li>A purple flag indicates potentially dangerous marine organisms such as stinging jellyfish are present. </li> </ul> For more information, check out our <a href=\"https://www.nps.gov/asis/planyourvisit/surf-and-beach-safety.htm\">Beach and Surf Safety page.</a> <p> </p>",
    "audioDescription": "The recreational lifeguarded beach is directly in front (to the east) of North Beach parking lot Crossover #3 (By the Snack Shack). A wooden boardwalk is available to walk from the parking lot to the beach. The boardwalk is wide enough to allow wheelchair access. Beach wheelchairs with inflatable tires are available for transport only from the parking lot to the beach. Please see a lifeguard for more information. Other beach wheelchairs are available for extended use and may be signed out at the Ranger Station. There is no hardpacked surface leading into the ocean. Visitors must walk over uneven sand to reach the water’s edge. The lifeguarded beach area is free of fishing, floatation devices fires, and pets to provide extra protection for swimmers. The Lifeguard stands are white, raised square shacks with the medical first aid red cross displayed on them. One is positioned near the north and south boundary of the lifeguarded beach.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Automated External Defibrillator (AED)",
      "Beach/Water Access",
      "First Aid/Medical Care Available",
      "Parking - Auto",
      "Showers",
      "Toilet - Vault/Composting",
      "Wheelchair Accessible",
      "Wheelchairs Available"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Berlin, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Lifeguarded Beach",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Seashore",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "311E5943-CAF5-49BF-939A-CA946DBBF6B5",
    "url": "https://www.nps.gov/places/oceanside-beach-at-parking-lot-2-virginia-district.htm",
    "title": "Oceanside Beach at Parking Lot 2 - Virginia district",
    "listingDescription": "The National Park Services seasonally staffs one lifeguarded beach in each district.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/02B1981F-E90C-5D83-AF392E9CE85D3EC0.jpg",
        "credit": "Krystina Carpenter/ NPS Photo",
        "altText": "A lifeguard setting up the beach warning flags for the day",
        "title": "VA Lifeguarded Beach",
        "description": "",
        "caption": "A lifeguard setting up the beach warning flags for the day",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/02B1981F-E90C-5D83-AF392E9CE85D3EC0.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/02B1981F-E90C-5D83-AF392E9CE85D3EC0.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD,VA",
        "parkCode": "asis",
        "designation": "National Seashore",
        "fullName": "Assateague Island National Seashore",
        "url": "https://www.nps.gov/asis/index.htm",
        "name": "Assateague Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "lifeguarded beach",
      "lifeguard",
      "surf safety",
      "swim beach"
    ],
    "latitude": "37.887676470819244",
    "longitude": "-75.34283033314591",
    "latLong": "37.887676470819244,-75.34283033314591",
    "bodyText": "Come on in, the water’s fine! Swimming off the beach of Assateague Island is a great way to experience the beauty of the Atlantic Ocean. The conditions at the beach and in the ocean vary daily and it is important to be aware of any potential safety precautions before going for a swim.<br /> The lifeguard supervised beach is designated by two red over yellow flags: one indicating the south boundary and one indicating the north boundary. No floats are permitted in the lifeguarded beach except for Coast Guard approved life jackets. Fifty yards beyond each of the lifeguard flags are yellow flags with a black circle in the middle. These flags designate a protected beach area. This area is designated as swimming only. No fishing, surfing, rigid crafts or contained fires are permitted within this boundary.<br /> In the Virginia district of Assateague Island, the beach in front of parking lot #2 is seasonally lifeguarded. Check our <a href=\"https://www.nps.gov/asis/planyourvisit/surf-and-beach-safety.htm\">Beach and Surf Safety page</a> for this season’s lifeguard schedule, beach flag definitions and other safety tips.<br /> <br /> <b>Don’t let your dip turn into a drift:</b><br /> Often swimmers have entered the water in front of their beach towel and when they exit find themselves yards down the beach from their belongings of family. How does this happen?<br /> Barrier islands and oceans are in a constant state of change. One contributing variable to daily conditions at the beach is current. A “littoral” or “longshore” current is one that is traveling either north to south, or south to north along the beach front. The direction and speed of this current can be influenced by wind direction and speed. When we enter the water and float, tread water or ride the waves in, we are unknowingly being pulled north or south due to this longshore current. Lifeguards post the direction and speed of this current daily on their operations board by the lifeguard stand.<br /> To avoid being swept down the beach, use a distinct marker on the beach you can see from the water. Frequently look back for your marker and relocate yourself accordingly.",
    "audioDescription": "The recreational lifeguarded beach is directly in front (to the east) of parking lot #2. A flat mobility mat is available to walk from the parking lot to the beach. The boardwalk is wide enough to allow wheelchair access. Beach wheelchairs with inflatable tires are available for transport only from the parking lot to the beach. Please see a lifeguard for more information. Other beach wheelchairs are available for extended use and may be signed out at the Toms Cove Visitor Center. There is no hardpacked surface leading into the ocean. Visitors must walk over uneven sand to reach the water’s edge. The lifeguarded beach area is free of fishing, floatation devices and contained fires to provide extra protection for swimmers. The Lifeguard stands are white, raised square shacks with the medical first aid red cross displayed on them. One is positioned near the north and south boundary of the lifeguarded beach.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Automated External Defibrillator (AED)",
      "Beach/Water Access",
      "First Aid/Medical Care Available",
      "Parking - Auto",
      "Showers",
      "Toilet - Vault/Composting",
      "Trash Dumpster",
      "Wheelchair Accessible",
      "Wheelchairs Available"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Chincoteague, Virginia",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Lifeguarded Beach",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Seashore",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7E6AFF36-89B2-41AA-B0A6-F6AB2A037B1E",
    "url": "https://www.nps.gov/places/va-lighthouse-trail.htm",
    "title": "VA - Lighthouse Trail",
    "listingDescription": "The unpaved ¼ mile round trip Lighthouse Trail winds through maritime forest leading up to the top of the 22 foot dune where the historic red and white striped Assateague Lighthouse and oil shed stands.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D49DFA13-F61D-38C1-D7303D6DDE8E35B8.jpg",
        "credit": "NPS Photo",
        "altText": "Lighthouse Trail",
        "title": "Lighthouse Trail",
        "description": "",
        "caption": "The Assateague Lighthouse and trail located in the Virginia district",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D49DFA13-F61D-38C1-D7303D6DDE8E35B8.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D49DFA13-F61D-38C1-D7303D6DDE8E35B8.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD,VA",
        "parkCode": "asis",
        "designation": "National Seashore",
        "fullName": "Assateague Island National Seashore",
        "url": "https://www.nps.gov/asis/index.htm",
        "name": "Assateague Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "lighthouse",
      "Assateague Lighthouse",
      "Assateague Island",
      "trail",
      "hiking"
    ],
    "latitude": "37.91089147774251",
    "longitude": "-75.35494143413166",
    "latLong": "37.91089147774251,-75.35494143413166",
    "bodyText": "The unpaved ¼ mile round trip Lighthouse Trail winds through maritime forest leading up to the top of the 22 foot dune where the historic red and white striped Assateague Lighthouse and oil shed stands. The lighthouse is still in use and has a beacon call of two flashes every five seconds and can be seen miles away. While on the trail one can expect to hear songbirds and small mammals rustling through the woods, toads, and a variety of insects. This trail is for walking only. Bug spray is recommended.  ",
    "audioDescription": "The Lighthouse Trail parking lot is located on the south side of Beach Road. The Lighthouse Trail is not an accessible trail, however there is an accessible entrance that provides a small parking lot at the top of the trail. The trailhead parking lot is comprised of natural shell and stone and is the first parking lot on the right after entering through the Chincoteague National Wildlife Refuge fee booths. A vaulted toilet is available by the east entrance to the trail. The trail is unpaved, uneven and is made up of several natural materials such as dirt, stone, pine needles, and shell. The trail is in the shape of a horseshoe. As you enter the trail, maritime forest will stand tall on both sides of you. Loblolly Pine trees, catbrier and poison ivy are just a few of the plants you will observe. The trail continues to wind around lone standing pines until leading you gradually up a 22 foot tall dune. At the midway point (1/8 mile) you arrive at the top of the dune in a clearing and are facing the 145 foot tall red and white striped historic Assateague Lighthouse and oil shed. As you continue along the trail, you re-enter the maritime forest and gradually descend the dune. You will likely hear the peeps and songs of songbirds rustling through the forest undergrowth. The trail continues to wind around stand-alone pine trees and between low-lying areas of freshwater pools. You will then return to the parking lot on the opposite side from where you entered.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.fws.gov/refuge/Chincoteague/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Benches/Seating",
      "Bicycle - Rack",
      "Parking - Auto",
      "Toilet - Vault/Composting",
      "Trailhead"
    ],
    "managedByOrg": "Chincoteague National Wildlife Refuge",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Chincoteague, Virginia",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Lighthouse Hiking Trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "CAF4F4D6-87AB-4DA6-95D5-F77D75227544",
    "url": "https://www.nps.gov/places/va-swan-cove-trail.htm",
    "title": "VA - Swan Cove Trail",
    "listingDescription": "The Swan Cove Trail, which branches off from the Wildlife Loop has become an increasingly popular trail out to the beach. Many people have referred to this area as the “bike beach”. This is a great trail to take out to catch the morning sunrise over the ocean. Please note, this area of the beach is not lifeguarded.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/04AFCB48-9CD8-81E3-14A651E08BF05DE2.jpg",
        "credit": "NPS Photo",
        "altText": "Entrance to the Swan Cove Trail",
        "title": "Swan Cove Trail",
        "description": "",
        "caption": "Entrance to the Swan Cove Trail",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/04AFCB48-9CD8-81E3-14A651E08BF05DE2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/04AFCB48-9CD8-81E3-14A651E08BF05DE2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD,VA",
        "parkCode": "asis",
        "designation": "National Seashore",
        "fullName": "Assateague Island National Seashore",
        "url": "https://www.nps.gov/asis/index.htm",
        "name": "Assateague Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "trail",
      "Accessible Trails",
      "Assateague Island",
      "hiking",
      "biking"
    ],
    "latitude": "37.90112782736648",
    "longitude": "-75.3388050327827",
    "latLong": "37.90112782736648,-75.3388050327827",
    "bodyText": "The Swan Cove Trail, which branches off from the Wildlife Loop has become an increasingly popular trail out to the beach. Many people have referred to this area as the “bike beach”. The ½ mile trail is accessible by bicycle and foot and leads you from the Wildlife Loop out to a beach area about a mile north of the public parking beach access areas. This is a great trail to take out to catch the morning sunrise over the ocean. Please note, this area of the beach is not lifeguarded.",
    "audioDescription": "The Swan Cove Trail extends off the east side of the Wildlife Loop about 1 ½ miles in. Swan Cove Trail is a ½ mile (each way) paved accessible trail open to walking and bicycling. There is a sign at the trailhead and a wooden vertical piling restricting vehicle access. As you progress down the trail you will see shrub/ thicket habitat on your left and right side. You may see pollinators as well as a possibility of muskrat or otters. As you get closer to the beach the trail will slowly start to become a mix of pavement and windblown sand. Once you near the beach entrance you will need to travel over loose sand and up a slight inclined dune. This may be inaccessible for some people with walking disabilities. A vaulted toilet is available at the beach entrance.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.fws.gov/refuge/Chincoteague/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Beach/Water Access",
      "Benches/Seating",
      "Bicycle - Rack",
      "Toilet - Vault/Composting",
      "Trailhead",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "Chincoteague National Wildlife Refuge",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Chincoteague, Virginia",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Accessible Trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "88656F45-D898-4E25-985A-80B79DC2CA2B",
    "url": "https://www.nps.gov/places/va-wildlife-loop.htm",
    "title": "VA - Wildlife Loop",
    "listingDescription": "This paved 3.25 mile loop offers enjoyment and numerous opportunities to visitors. This trail provides excellent views of the marsh as well as a great example of how the U.S. Fish and Wildlife Service manages freshwater pools for migrating birds.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D5AD2B16-A188-1469-31BE8B38B2B3439C.jpg",
        "credit": "NPS Photo",
        "altText": "Wildlife Loop",
        "title": "Wildlife Loop",
        "description": "",
        "caption": "A view of the paved Wildlife Loop with marsh on the left and forest on the right",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D5AD2B16-A188-1469-31BE8B38B2B3439C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D5AD2B16-A188-1469-31BE8B38B2B3439C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD,VA",
        "parkCode": "asis",
        "designation": "National Seashore",
        "fullName": "Assateague Island National Seashore",
        "url": "https://www.nps.gov/asis/index.htm",
        "name": "Assateague Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "trailhead",
      "trail",
      "Assateague Island",
      "Wildlife Loop",
      "Accessible Trails"
    ],
    "latitude": "37.910742643146754",
    "longitude": "-75.34937133139523",
    "latLong": "37.910742643146754,-75.34937133139523",
    "bodyText": "This paved 3.25 mile<b> </b>loop offers enjoyment and numerous opportunities to visitors. Everyday before 3 pm the Wildlife loop is open only to pedestrians and cyclists. Many visitors have found this is a great time to go for a lengthier hike, run or bike ride. This has also been a popular time of day for family use due to the lack of vehicle traffic. An eagle’s nest can be spotted off to the right of the Wildlife loop, just before the Black Duck trail entrance in a tall stand of loblolly pine trees.<b> </b>This trail provides excellent views of the marsh as well as a great example of how the U.S. Fish and Wildlife Service manages freshwater pools for migrating birds. Be sure to keep your eyes peeled for sika elk, Delmarva fox squirrels, snapping turtles and more!The Wildlife Loop is open daily to vehicular traffic from 3 pm to dusk.",
    "audioDescription": "The parking lot to the Wildlife Loop is the first left-hand turn after entering through the Chincoteague National Wildlife Refuge. There are vaulted restrooms available in the paved parking lot before entering the trail. There is a set of auto-gates at the entrance to the Wildlife Loop. If it is before 3 pm, the arms to the gate will be down restricting vehicle access. Walkers and bicyclers are welcome to pass by the gate. This is a paved, accessible, 3.25 mile trail. When you enter the trail, veer to the right, and stay on the paved trail. The Wildlife Loop is one large circle of a trail, and you will be consistently turning slightly to your left. On your right you will see a small portion of maritime forest and on you left you will see freshwater marsh habitat. About a ¼ to a 1/3 of a mile into the trail, there will be a wooden bench made of large logs. Between this bench and the next bench if you look to the right at the stand of tall pine trees, you may be able to see the Bald Eagle’s nest. On the left side of the trail, you may see a shallow water pool in the winter full of waterfowl or a mudflat in the summer with wading birds. Freshwater pools on the Wildlife Loop are managed by the U.S. Fish and Wildlife Service for migratory birds. You may also see marsh grasses and non-native invasive Phragmites plants growing along the trail edge. In a couple hundred feet you will see the entrance to the Black Duck Trail to your right. Continuing around the Wildlife Loop you will notice freshwater pools or mudflats on each side of the trail with tall Phragmites plants growing. About 1 ½ miles into the trail you will see the entrance to the Swan Cove Trail on your right. This trail will lead to the Beach. Once you pass the entrance to the Swan Cove Trail you will enter a portion that winds through a shrub thicket and small maritime forest area. A couple hundred feet into this area you will see a small parking lot on your left with a vaulted toilet. There is also an accessible wooden boardwalk that leads out to an observation deck that overlooks the center of the Wildlife Loop. Here you may see woodland birds and Delmarva fox squirrels. When you exit the maritime forest, you progress down a long strait portion of the trail. To your left you will see the center of the Wildlife Loop filled with grasses and wet areas. To your right, there is a large pool of water likely boasting birds and snapping turtles. As you near the end of the strait roadway, you will see a gravel road to your right. This is the entrance to the 7.5 mile Service Road trail (not accessible) and northern OSV fishing access. Continuing around the trail to your left be mindful of two-way traffic. Vehicles may be present prior to 3 pm if they are accessing the northern OSV fishing zone. To your right you will see shrub thicket and maritime forest, and to your left you will see grasses, freshwater marsh area and cattail. In about a ½ mile, you will see an unpaved trail on the left that leads to an elevated observation deck that looks out over the center of the Wildlife Loop. This unpaved trail is also an entrance to the Marsh Trail (not accessible). In a half mile, you will pass the other entrance on your left to the marsh trail and notice a crossover to the parking lot on your right. If you continue a few hundred feet on the trail, you will return back to the entrance of the Wildlife Loop and the parking lot will be on your right.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.fws.gov/refuge/Chincoteague/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Benches/Seating",
      "Bicycle - Rack",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Toilet - Vault/Composting",
      "Trailhead",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "Chincoteague National Wildlife Refuge",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Chincoteague, Virginia",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Accessible Trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F2CADEE1-146C-4C56-8BD1-93B7528B2927",
    "url": "https://www.nps.gov/places/va-woodland-trail.htm",
    "title": "VA - Woodland Trail",
    "listingDescription": "The Woodland Trail is a 1.6 mile paved accessible trail that winds through the loblolly pine forest. Stop on the north side of the trail at the Pony Overlook to try to catch a glimpse of the horses.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/DC3D0DF9-AECF-18C9-E10032BA464E7AE8.jpg",
        "credit": "Krystina Carpenter/ NPS Photo",
        "altText": "A view of the Woodland trail through the loblolly pine forest",
        "title": "Woodland Trail",
        "description": "",
        "caption": "A view of the Woodland trail through the loblolly pine forest",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/DC3D0DF9-AECF-18C9-E10032BA464E7AE8.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/DC3D0DF9-AECF-18C9-E10032BA464E7AE8.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD,VA",
        "parkCode": "asis",
        "designation": "National Seashore",
        "fullName": "Assateague Island National Seashore",
        "url": "https://www.nps.gov/asis/index.htm",
        "name": "Assateague Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "trail",
      "hiking",
      "biking",
      "Assateague Island",
      "accessible trail"
    ],
    "latitude": "37.895883856748945",
    "longitude": "-75.3606927112984",
    "latLong": "37.895883856748945,-75.3606927112984",
    "bodyText": "Ponies, Delmarva fox squirrels and songbirds are just a few of the wildlife species you may observe from the Woodland Trail. The elusive pink bark beetle will not be visible; however, evidence of the pine bark beetle can be seen from the sections of dead trees along the trail. The Woodland Trail is a 1.6 mile paved accessible trail that winds through the loblolly pine forest. Stop on the north side of the trail at the Pony Overlook to try to catch a glimpse of the horses. Don’t forget to pack the bug spray!",
    "audioDescription": "The Woodland Trail is a paved accessible 1.6 mile loop with little to no grade and is wheelchair accessible. When entering the trail there will be trees that have been downed and/or removed from both the left- and right-hand sides due to storms and damage from pine bark beetles. In about 50 yards, you will come to a split in the trail. A sign pointing to the left will say “Bivalve Trail” and a sign pointing to the right will say “Pony Overlook”. The Woodland Trail is a loop, so if you plan to do the whole trail you can go either way. Through the entire trail you will see tall stands of loblolly pines on both your left and right sides. Many trees may have vines growing up them and brush and shrubbery along the forest floor. Delmarva fox squirrels, rabbits and birds are also a common sight along the trail. The trail will be shady in many spots with some areas of sunshine peeking through the trees. Benches for sitting are available periodically along the trail.  If you choose to take the path to your right to the Pony Overlook, it will be about ½ mile until you reach the overlook platform. As you walk through the maritime forest, you will see stands of loblolly pines, thistle, Catbrier and Devil’s Walking Stick. You may also see or hear the Delmarva fox squirrel or Sika Elk rustling in the brush and red headed woodpeckers.  If you choose to take the path to the left, you will encounter the Bivalve Trail about ½ mile in on your left. When looking to your right, you may notice wooden boxes attached to some of the loblolly pine trees. These boxes are not birdhouses, but rather for the Delmarva fox squirrels. On your left and right, you will see pine trees, thistle, Virginia creeper and cat briar. You will likely hear songbirds as well the pecking of woodpeckers.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.fws.gov/refuge/Chincoteague/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Bicycle - Rack",
      "Parking - Auto",
      "Toilet - Vault/Composting",
      "Trailhead",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "Chincoteague National Wildlife Refuge",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Chincoteague, Virginia",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Accessible Trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]