[
  {
    "id": "7B7918C4-D540-4C8C-BA3F-72E095AC4E68",
    "url": "https://www.nps.gov/places/imuruk-lava-fields.htm",
    "title": "Imuruk Lava Fields",
    "listingDescription": "The Imuruk Lava Fields are the result of volcanic eruptions from about 75 vents or openings in the earth’s surface. Covering more than 100,000 acres, the lava fields provide an opportunity to watch vegetation recapture a landscape that has been totally devastated by harsh natural processes.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D2069C8C-D398-7B4D-34994088A8FB8AE1.jpg",
        "credit": "NPS Photo",
        "altText": "Across a vast expanse of tundra is covered by craggy lava rock.",
        "title": "Lost Jim Lava Flow",
        "description": "",
        "caption": "Lost Jim Lava Flow",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D2069C8C-D398-7B4D-34994088A8FB8AE1.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D2069C8C-D398-7B4D-34994088A8FB8AE1.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AK",
        "parkCode": "bela",
        "designation": "National Preserve",
        "fullName": "Bering Land Bridge National Preserve",
        "url": "https://www.nps.gov/bela/index.htm",
        "name": "Bering Land Bridge"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "volcanoes",
      "Imuruk Lava Field",
      "pahoehoe lava"
    ],
    "latitude": "65.48860168457031",
    "longitude": "-163.29690551757812",
    "latLong": "65.48860168457031,-163.29690551757812",
    "bodyText": "“Volcanoes are accidents of nature”, a famous early twentieth century geologist named William Morris Davis once wrongly proclaimed. Today, scientists know that volcanic eruptions involve a bewildering range of behavior and eruptive styles, resulting in numerous landforms that are all called volcanoes.<br /> <br /> The Imuruk Lava Fields are the result of volcanic eruptions from about 75 vents or openings in the earth’s surface. Covering more than 100,000 acres, the lava fields provide an opportunity to watch vegetation recapture a landscape that has been totally devastated by harsh natural processes. Like a layered cake, the various flows and volcanoes that erupted in the Imuruk Lava Field overlap one another with the youngest flow (the top layer) dating to 1-2 thousand years ago and the oldest lava flow (the base layer) dating to 26-28 million years ago.<br /> <br /> The largest vent in the Imuruk Lava Field is the Lost Jim lava cone, formed less than 2,000 years ago. Named for a U.S. Geological Survey researcher who got separated from his group while mapping the area in 1947, the Lost Jim Lava flow is characterized by smooth, twisted ropy folds of pahoehoe lava. Pahoehoe lava is formed when the top layer of a lava flow cools and hardens while the bottom continues to flow, forming a ground cover of swirling, folded patterns. The Lost Jim Lava flow begins at the base of the Lost Jim cone and extends 12 miles westward, covering approximately 88 square miles.<br /> <br /> Despite its harsh past, these basalt fields are now home to many burrowing rodents, insects, lichens, mosses, and dozens of species of vascular plants. Caribou are known to frequent the area to eat the lichens. As you hike across this region, you will find yourself traversing a gently rolling landscape of broadly domed summits and volcanic cones. You may even find small lava tubes and caverns carved out by the volatile liquids and gases that created the ground you are standing on, but do not enter these spaces, as the rock is unstable and highly hazardous.",
    "audioDescription": "A bird's eye view of the Imuruk Lava Field reveals islands of dark craggy lava rock covering the tundra.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "65.4886N, 163.2969W",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Imuruk Lava Field",
        "id": "31A86397-C85B-4B29-9F2D-03C360B937C0",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6630131&id=31A86397-C85B-4B29-9F2D-03C360B937C0"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "DAC49D38-2783-4DB9-B958-139503CDC2A1",
    "url": "https://www.nps.gov/places/maar-lakes.htm",
    "title": "Maar Lakes",
    "listingDescription": "They may sound like they are from a different planet, but maars are in fact broad, low-relief volcanic craters from violent eruptions created by groundwater coming into contact with hot magma.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CFD12F49-ED74-893A-7C80DB00CD5A1040.jpg",
        "credit": "NPS Photo",
        "altText": "From a bird's eye view, are two elliptical lakes connected by a slender sandspit.",
        "title": "Devil Mountain Maar Lake",
        "description": "",
        "caption": "Bird's eye view of Devil Mountain Maar Lake",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CFD12F49-ED74-893A-7C80DB00CD5A1040.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CFD12F49-ED74-893A-7C80DB00CD5A1040.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AK",
        "parkCode": "bela",
        "designation": "National Preserve",
        "fullName": "Bering Land Bridge National Preserve",
        "url": "https://www.nps.gov/bela/index.htm",
        "name": "Bering Land Bridge"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "maar lakes",
      "volcanic"
    ],
    "latitude": "66.39472198486328",
    "longitude": "-164.4883270263672",
    "latLong": "66.39472198486328,-164.4883270263672",
    "bodyText": "They may sound like they are from a different planet, but maars are in fact broad, low-relief volcanic craters from violent eruptions created by groundwater coming into contact with hot magma. Bering Land Bridge National Preserve is the site of the largest maars in the world. Like most maars, these are filled with water, creating lakes. The largest of all are the Devil Mountain Lakes, an unusual double crater formation in the northern portion of the preserve.<br /> <br /> The record-breaking sizes of the maar lakes in Bering Land Bridge National Preserve can be attributed to the permafrost layer on the Seward Peninsula. This creates an especially violent eruption when it comes in contact with magma. These range in size from 13,000 to 26,000 feet in diameter and can be nearly 1,000 feet deep. Although some maars erupted as far back as 200,000 years ago, the Devil Mountain Lakes are among the youngest maars in Alaska, created about 20,000 years ago during the last ice age. The North and South Killeak Maars are the second and third largest, respectively, followed by the Whitefish Maar; together, these are known to be the northernmost maars in the world. If you stand at the water’s edge in the Devil Mountain Maar, you’ll be surrounded by 15-story high bedrock cliff walls that were generated by the blast. Can you imagine the natural power it must have taken to create such an embankment? As you explore these unfathomable features, know that you are one of the fortunate few who have ever ventured to this wild and powerful land.",
    "audioDescription": "The northern boundary of Bering Land Bridge is home to the Espenberg Maars. They include Devil Mountain Maar Lake, Whitefish Maar Lake, and North and South Killeak Maar Lakes. All are oval-shaped except for the Devil Mountain Maar Lake, which is created by a northern and a southern crater and separated by a small sand spit. It is nearly 5 miles long and 3.7 miles wide, and is 328 feet deep. When standing at the water’s edge, a 15-story bedrock cliff surrounds the Devil Mountain Maar. South Killeak Maar is just over 3 miles long and has a depth of nearly 200 feet. Its counterpart North Killeak Maar has a diameter of 2.5 miles and a depth of 80 feet. White Fish Maar is just 2.5 miles long and its depth has not been measured.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "66.394722N, 164.488333W",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Largest maar lakes in the world. ",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "9DC67216-EAC0-464F-8498-AF30D77E8CFD",
    "url": "https://www.nps.gov/places/nome-visitor-center.htm",
    "title": "Nome Visitor Center",
    "listingDescription": "Speak with local experts about things to do and places to see in and around Nome, AK.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/82654CDD-F79B-B986-B9FB0B9C10B775EB.jpg",
        "credit": "NPS Photo",
        "altText": "A cozy octagonal building made of wood with a small flight of stairs leading up to a deck.",
        "title": "Nome Visitor Center",
        "description": "",
        "caption": "Nome Visitor Center",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/82654CDD-F79B-B986-B9FB0B9C10B775EB.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/82654CDD-F79B-B986-B9FB0B9C10B775EB.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AK",
        "parkCode": "bela",
        "designation": "National Preserve",
        "fullName": "Bering Land Bridge National Preserve",
        "url": "https://www.nps.gov/bela/index.htm",
        "name": "Bering Land Bridge"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Nome"
    ],
    "latitude": "64.4981769454793",
    "longitude": "-165.41129509571687",
    "latLong": "64.4981769454793,-165.41129509571687",
    "bodyText": "The Nome Visitor Center is staffed by local experts that can direct you to various points-of-interest in and around Nome, AK. Information about area wildlife, birding, gold mining, maps and walking tours are available at this site. You may also pick up a copy of the Official Nome Visitor's Guide. ",
    "audioDescription": "A cozy octagonal building made of wood with a small flight of stairs leading up to a deck. Red, white and blue banners hang from the wooden railing while the Alaska flag and the Nome Convention and Visitors Bureau flag are displayed from the posts. The visitor center overlooks the Bering Strait to the south, while the entrance faces the street.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.visitnomealaska.com/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information - Maps Available",
      "Information Kiosk/Bulletin Board",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "Nome Convention and Visitors Bureau",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "301 W Front St, Nome, AK 99762",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "2FAF4B81-98F0-40EC-969F-8B0E2DA360B4",
    "url": "https://www.nps.gov/places/serpentine-hot-springs-an-overview.htm",
    "title": "Serpentine Hot Springs: An Overview",
    "listingDescription": "Once described as a “little oasis in a field of green, surrounded by a fence of granite”, Serpentine Hot Springs is a treasure that has been utilized for millennia and continues to service both traditional and recreational purposes.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/18FE2915-A1BA-761B-72780D9A1BA28328.jpg",
        "credit": "NPS - Stephen Lias",
        "altText": "A bunkhouse and bathhouse are nestled at the base of a bowl-shaped valley.",
        "title": "Serpentine Hot Springs in the Summer",
        "description": "",
        "caption": "Summer at Serpentine Hot Springs.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/18FE2915-A1BA-761B-72780D9A1BA28328.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/18FE2915-A1BA-761B-72780D9A1BA28328.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AK",
        "parkCode": "bela",
        "designation": "National Preserve",
        "fullName": "Bering Land Bridge National Preserve",
        "url": "https://www.nps.gov/bela/index.htm",
        "name": "Bering Land Bridge"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hot springs",
      "alaska",
      "Serpentine"
    ],
    "latitude": "65.85690307617188",
    "longitude": "-164.71420288085938",
    "latLong": "65.85690307617188,-164.71420288085938",
    "bodyText": "Once described as a “little oasis in a field of green, surrounded by a fence of granite”, Serpentine Hot Springs is a treasure that has been utilized for millennia and continues to service both traditional and recreational purposes.<br /> <br /> Serpentine Hot Springs is one of the most visited areas in Bering Land Bridge National Preserve. With a gravel airstrip, hot springs piped into an enclosed bathhouse, and a bunkhouse open year-round, Serpentine offers an accessible way to experience the unique and remote landscape of this region. Frequented by travelers and locals alike, Serpentine is a place of both cultural importance and geological significance. From the Serpentine Hot Springs area, one may observe wildlife, bathe, relax, and hike among the extraordinary granite spires, also known as “tors,” which tower over the landscape. The Inupiaq word for Serpentine Hot Springs is Iyat, which means “cooking pot” or “a site for cooking,” and with one step into this steamy oasis, you can easily see how it got its name. For centuries, the hot springs have been recognized as a place of spiritual healing and tradition, a quality that continues to be valued and respected by all who visit. Serpentine has something different to offer every season. In summer, mild temperatures provide ideal weather for hiking through the tundra. In fall, the slopes are teeming with wild berries and ablaze with brilliant colors. In winter, the bathhouse is a steamy escape from the frigid conditions outside. And in spring, the land is transformed into a rainbow of wildflowers.<br /> <br /> One of Serpentine’s most dramatic features are the large granite spires known as tors. Created through volcanic forces causing magma to cool into soft granite underground, erosion slowly scoured away the softer layers and left hard granite monoliths exposed on towering ridgelines. Wildlife including raptors, songbirds, brown bears, caribou, muskox, red fox, beavers, and moose can be sighted by the watchful eye. Hundreds of species of plants, mosses, lichens, and fungi are also found here.<br />  ",
    "audioDescription": "The Serpentine Hot Springs area is comprised of Hot Springs Creek, Serpentine Hot Springs, Arctic Hot Spring, an enclosed bathhouse, and bunkhouse. Three hundred feet from the bunkhouse is a small outhouse and a gravel airstrip. The bunkhouse is a simple gabled-roof structure with multiple windows. The bathhouse is of similar design, adjacent to a shallow pool of water. Surrounding the hot springs are freestanding spires of rock called “tors” that rise abruptly from the rolling hills.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Animal-Safe Food Storage",
      "Information Kiosk/Bulletin Board",
      "Toilet - Vault/Composting"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "65.8569N, 164.7142W",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "cultural and geological ",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Serpentine Hot Springs",
        "id": "BABD6DEA-6F85-49A4-B368-8CAD10536DF7",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6575883&id=BABD6DEA-6F85-49A4-B368-8CAD10536DF7"
      }
    ],
    "relevanceScore": 1
  }
]