[
  {
    "id": "9BBC1461-813A-4F9D-8FE1-EC03A2CFC2F5",
    "url": "https://www.nps.gov/places/ag-gaston-motel.htm",
    "title": "A.G. Gaston Motel",
    "listingDescription": "Headquarters to the 1963 desegregation campaign in Birmingham, The A.G. Gaston Motel stands today as a testament to the determination of African Americans in building a better future for themselves in the Jim Crow South.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AAAA68EB-9C70-9D08-BFE6C80BE89C9A09.jpg",
        "credit": "Alabama Tourism Department / Chris Granger",
        "altText": "Park Ranger shares the significance of the A.G. Gaston Motel with visitors on a sunny summer day",
        "title": "A.G. Gaston Motel",
        "description": "",
        "caption": "Park Ranger shares the significance of the A.G. Gaston Motel with visitors on a sunny summer day",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AAAA68EB-9C70-9D08-BFE6C80BE89C9A09.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AAAA68EB-9C70-9D08-BFE6C80BE89C9A09.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AL",
        "parkCode": "bicr",
        "designation": "National Monument",
        "fullName": "Birmingham Civil Rights National Monument",
        "url": "https://www.nps.gov/bicr/index.htm",
        "name": "Birmingham Civil Rights"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil Rights",
      "Civil Rights Act of 1964",
      "Birmingham Civil Rights National Monument",
      "Martin Luther King Jr.",
      "Dr. Martin Luther King Jr.",
      "BICR place"
    ],
    "latitude": "33.51544",
    "longitude": "-86.814635",
    "latLong": "33.51544,-86.814635",
    "bodyText": "Now open from 10am - 4pm, Thursday - Saturday, the A.G. Gaston Motel is a cornerstone of the civil rights district in Birmingham. Built by prominent African American businessman and entrepreneur, Arthur George (A.G.) Gaston (1892-1996), provided first-class lodging and dining in Birmingham, Alabama, to African American travelers from 1954 onwards.<br /> <br /> During the campaign to desegregate Birmingham, leaders from the Southern Christian Leadership Conference (SCLC) took up residence in the A.G. Gaston Motel. From April through May of 1963, Dr. Martin Luther King, Jr., Ralph D. Abernathy, Fred L. Shuttlesworth, and others gathered in Room 30, also known as the \"War Room,\" to plan and strategize. Besides resting and strategizing, the hotel was the site of constant activity associated with the campaign, including press conferences held regularly within the courtyard that were extensively documented and broadcast by journalists.<br /> <br /> A.G. Gaston modernized and expanded the motel in 1968, adding a supper club and other amenities. Business declined in the 1970s and in 1982 Gaston converted the motel into housing for the elderly, which functioned until 1996. <br /> <br /> The property was vacant until 2017, when it was declared a key feature of Birmingham Civil Rights National Monument. The building is co-owned by the National Park Service (NPS) and the City of Birmingham. The partners intend to renovate the building so that it appears as it did during the 1963 Birmingham Campaign. As of Spring 2021, exterior renovations of the NPS-owned portion of the building are complete, including installation of a Gaston Motel sign. Visitors are welcome to sight-see around the exterior of the Motel. Plans for interior renovation are underway. ",
    "audioDescription": "A red-brown brick midcentury building composed of a two-story L-shaped corridors that housed visitor accommodations, and a one-story wing fronting Fifth Avenue that housed a lobby, coffee shop, and porte cochere. The construction drawings for the motel depict 29 guest rooms, each room featuring high-end furnishings.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Picnic Table",
      "Playground",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C39F1071-736B-49E6-864E-5BB417131FBB",
    "url": "https://www.nps.gov/places/birmingham-civil-rights-institute.htm",
    "title": "Birmingham Civil Rights Institute",
    "listingDescription": "The Birmingham Civil Rights Institute, part of the Birmingham Civil Rights National Monument and an affiliate of the Smithsonian Institution, is a cultural and educational research center that promotes a comprehensive understanding for the significance of civil rights developments in Birmingham. Celebrating its 25th anniversary in 2017, BCRI reaches more than 150,000 individuals each year though award-winning programs and services.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/A1628303-A7A0-1A3A-9AD43DB32CD8E652.jpg",
        "credit": "Greater Birmingham Convention & Visitors Bureau",
        "altText": "Birmingham Civil Rights Institute, a museum, research center, and archive of the civil rights era",
        "title": "Birmingham Civil Rights Institute",
        "description": "",
        "caption": "Birmingham Civil Rights Institute, a space for education, reflection, research, and healing.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A1628303-A7A0-1A3A-9AD43DB32CD8E652.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A1628303-A7A0-1A3A-9AD43DB32CD8E652.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AL",
        "parkCode": "bicr",
        "designation": "National Monument",
        "fullName": "Birmingham Civil Rights National Monument",
        "url": "https://www.nps.gov/bicr/index.htm",
        "name": "Birmingham Civil Rights"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil Rights",
      "civil rights history",
      "Civil Rights Act of 1964",
      "birmingham",
      "Birmingham Civil Rights National Monument",
      "BICR place"
    ],
    "latitude": "33.516021",
    "longitude": "-86.814895",
    "latLong": "33.516021,-86.814895",
    "bodyText": "<p align=\"left\">The Birmingham Civil Rights Institute (BCRI), part of the Birmingham Civil Rights National Monument and an affiliate of the Smithsonian Institution, is a cultural and educational research center that promotes a comprehensive understanding for the significance of civil rights developments in Birmingham. Celebrating its 25th anniversary in 2017, BCRI reaches more than 150,000 individuals each year though award-winning programs and services.<br /> <br /> The idea that the city should memorialize its civil rights history originated with David Vann in 1978 during his term as Mayor. Vann's successor, Richard Arrington, Jr., Birmingham's first Black mayor, committed his energy and public funds to pursuing Vann's vision. The city acquired property in the area where the 1963 marches and demonstrations originated. Portraying the past in a healing manner, while also embracing the truth, serves as guiding principles for the Institute. <br /> <br /> In the words of the Founding President, Odessa Woolfolk:</p> <blockquote> <p align=\"left\">The Birmingham Civil Rights Institute signifies that Birmingham does not hide from its past. It acknowledges that where once the city housed two people, Black and White, unknown to one another except through the painful thread of segregation, Birmingham now embraces its past, neither forgetting nor dwelling on it, but using it to foster understanding.</p> </blockquote> <h4>Exhibits </h4> <p>The permanent exhibitions are a self-directed journey through Birmingham's contributions to the Civil Rights Movement and the pursuit of human rights across the globe. These are available to visit at all times of the year.</p> <ul type=\"disc\"> <li>Orientation Theatre: Experience post-Civil War Alabama through the early 1920s and meet the Black men and women who helped build the steel and rail industries that put Birmingham, Alabama on the map.</li> <li>Barriers Gallery: Confront separate water fountains and segregated schools in one of many displays reminding us that Birmingham was a city divided into two worlds in the early 20th century.</li> <li>Confrontation Gallery: Hear what was said behind closed doors during the Civil Rights era in flashbacks to the echoed voices of white and Black people living through these tumultuous times.</li> <li>Movement Gallery: Relive the history of America’s Civil Rights Movement between 1955 - 1963 in four unique theatrical depictions of seminal moments including “Birmingham the World is Watching.”</li> <li>Milestones Gallery: Photographs bare witness to the 1960s demonstrations at Kelly Ingram Park, the tragic bombing of the 16th Street Baptist Church, and the historic Selma to Montgomery March.</li> <li>Human Rights Gallery: Understand the struggle for equality as an enduring contemporary challenge reflected in movements for human rights beyond Birmingham’s city limits, throughout the U.S., and around the world. </li> </ul> The exhibit space also hosts a number of traveling and special exhibits. Multimedia exhibitions, such as the Oral History Project, can be found on-line. Contact the Birmingham Civil Rights Institute for more information.",
    "audioDescription": "",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "Passport stamp is located at ticket book at the front entrance, directly across from Kelly Ingram Park.",
    "passportStampImages": [],
    "managedByUrl": "https://www.bcri.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Sites",
      "Entrance Passes For Sale",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Parking - Auto",
      "Restroom",
      "Ticket Sales",
      "Toilet - Flush",
      "Trash/Litter Receptacles",
      "Water - Drinking/Potable"
    ],
    "managedByOrg": "Birmingham Civil Rights Institute",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "520 16th Street North, Birmingham, AL 35203",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Museum, archive, and research institute for the desegregation efforts in Birmingham in 1963",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3D9E4BAF-F3B8-43FB-93B7-A3A2ECD7E481",
    "url": "https://www.nps.gov/places/kelly-ingram-park.htm",
    "title": "Kelly Ingram Park",
    "listingDescription": "During the first week of May 1963, Birmingham, Alabama police and firemen attacked civil rights demonstrators, many of whom were children, in the streets bordering this park. The violence raised a nationwide public outcry, hastening integration in America's most segregated city.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/8AFFB8C2-EF61-D26C-0DCA52F048A5AD82.jpg",
        "credit": "Photo by Ken Lund, Flickr, CC BY-SA 2.0, https://commons.wikimedia.org/w/index.php?curid=85795448",
        "altText": "Open space with walkways and flowers. Photo by Ken Lund, Flickr, CC BY-SA 2.0",
        "title": "West Park",
        "description": "",
        "caption": "Kelly Ingram Park, formerly known as West Park.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/8AFFB8C2-EF61-D26C-0DCA52F048A5AD82.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/8AFFB8C2-EF61-D26C-0DCA52F048A5AD82.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AL",
        "parkCode": "bicr",
        "designation": "National Monument",
        "fullName": "Birmingham Civil Rights National Monument",
        "url": "https://www.nps.gov/bicr/index.htm",
        "name": "Birmingham Civil Rights"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "we shall overcome",
      "african american",
      "National Register of Historic Places",
      "travel itinerary",
      "heritage travel",
      "1950s",
      "1960s",
      "Civil Rights",
      "Alabama",
      "African American History",
      "Discover our Shared Heritage Travel Itineraries",
      "NRHP Listing",
      "Alabama History",
      "Birmingham Civil Rights National Monument",
      "BICR place"
    ],
    "latitude": "33.515924",
    "longitude": "-86.813399",
    "latLong": "33.515924,-86.813399",
    "bodyText": "<p>During the first week of May 1963, Birmingham police and firemen attacked civil rights demonstrators, many of whom were children, in the streets bordering this park. The violence raised a nationwide public outcry, hastening integration in America's most segregated city.</p> <p>Birmingham, site of the first mass beatings of Freedom Riders, was selected by the Southern Christian Leadership Conference (SCLC) for a massive protest campaign. Kelly Ingram Park (historically known as West Park), was an assembly point for participants in the SCLC's Project \"C,\" (for Confrontation)--sit-ins, boycotts, marches, and jailings designed to end segregation in Birmingham. Under the on site direction of SCLC President Martin Luther King, Jr., and local SCLC affiliate Rev. Fred Shuttlesworth, department stores were targeted for boycotts and protest marches organized. Dr. King was arrested and held in solitary confinement for three days, during which he wrote, smuggled out of jail, and had printed his \"Letter from Birmingham Jail,\" a profoundly moving justification for the moral necessity of non-violent resistance to unjust laws.</p> <p>When police filled the jails with mass arrests and depleted the ranks of adult demonstrators, the SCLC called on the city's children to join the protests. On May 2, under orders from Public Safety Commissioner Bull Connor, police arrested 600 child picketers (some as young as six years of age); by the next day, 1,000 children had been jailed. In the days that followed, firemen blasted the protestors, including children, with high-pressure fire hoses, and police used their nightsticks indiscriminately. Police K-9 units loosed their dogs into crowds of peaceful demonstrators, pinning down one woman and severely wounding three teenagers. One young bystander was whirled around by a policeman into the jaws of his German Shepherd. An Associated Press photographer standing nearby captured the incident, which quickly became the symbol of the unrest in Birmingham.</p> <p>Fearful of a race riot and worried about lost business, local businesses made a \"pact\" with the SCLC, but Alabama's Governor Wallace disavowed any settlement and Bull Connor urged whites to boycott the stores involved. To prevent any violence that would undermine the agreement, President Kennedy ordered 3,000 Army troops to the outskirts of the city. Local merchants removed their \"whites only\" signs and desegregated their lunch counters. The newly-elected mayor repealed the city's Jim Crow laws and eventually desegregated the library, city golf courses, public buildings, and finally the schools.</p> <p> </p> <p><strong><em>Visit the National Park Service <a href=\"https://www.nps.gov/subjects//travelweshallovercome/index.htm\">We Shall Overcome</a> travel itinerary to learn more about </em><em>the civil rights movement themes and histories. Also, be sure to check out <a href=\"https://www.nps.gov/subjects/civilrights/index.htm\">Civil Rights </a>subject site.</em></strong></p>",
    "audioDescription": "The park is 4 acres. Bounded by 16th and 17th Streets and 5th and 6th Avenues North, the park is bordered by the 16th Street Baptist Church and the Birmingham Civil Rights Institute. Many sculptures and waysides are scattered along the walking paths of Kelly Ingram Park, with information about the desegregation efforts in Birmingham during 1963.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Sites",
      "Cellular Signal",
      "Information",
      "Parking - Auto",
      "Picnic Shelter/Pavilion",
      "Scenic View/Photo Spot",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "City of Birmingham",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "16th and 17th Streets and between 5th and 6th Avenues North, in Birmingham, Alabama.",
        "name": "Location"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "9895B53A-69AD-4A41-B4EE-77EBD6FE5D47",
    "url": "https://www.nps.gov/places/sixteenth-street-baptist-church.htm",
    "title": "Sixteenth Street Baptist Church",
    "listingDescription": "On Sunday morning, September 15, 1963, the Ku Klux Klan bombed the Sixteenth Street Baptist Church in Birmingham, Alabama, killing four girls. This murderous act shocked the nation and galvanized the civil rights movement.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/754873E3-B35B-A1C3-5CB0D1605DCA7075.jpg",
        "credit": "Photo by Ted Tucker, Greater Birmingham Convention & Visitors Bureau",
        "altText": "16th St. Baptist Church surrounded by storm clouds.",
        "title": "16th St. Baptist Church",
        "description": "",
        "caption": "16th St. Baptist Church, Birmingham, Ala.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/754873E3-B35B-A1C3-5CB0D1605DCA7075.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/754873E3-B35B-A1C3-5CB0D1605DCA7075.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AL",
        "parkCode": "bicr",
        "designation": "National Monument",
        "fullName": "Birmingham Civil Rights National Monument",
        "url": "https://www.nps.gov/bicr/index.htm",
        "name": "Birmingham Civil Rights"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "we shall overcome",
      "african american",
      "National Register of Historic Places",
      "travel itinerary",
      "heritage travel",
      "1950s",
      "1960s",
      "Civil Rights",
      "Alabama",
      "African American History",
      "National Historic Landmark",
      "African American Civil Rights Network",
      "Discover our Shared Heritage Travel Itineraries",
      "NRHP Listing",
      "Alabama History",
      "Birmingham Civil Rights National Monument",
      "BICR place",
      "nrhp",
      "Historic Preservation Grants",
      "Historic Preservation Fund",
      "African American Civil Rights",
      "success stories"
    ],
    "latitude": "33.516741",
    "longitude": "-86.814934",
    "latLong": "33.516741,-86.814934",
    "bodyText": "<p>On Sunday morning, September 15, 1963, the Ku Klux Klan bombed the Sixteenth Street Baptist Church in Birmingham, Alabama, killing four girls. This murderous act shocked the nation and galvanized the civil rights movement.</p> <p>Addie Mae Collins, Denise McNair, Carole Robertson, and Cynthia Wesley were dressed in their \"Youth Sunday\" best, ready to lead the 11:00 adult service at the church, which since its construction in 1911 had served as a pillar for Birmingham's African American community. Only a few minutes before the explosion, they had been together in the basement women's room, excitedly talking about their first days at school. The bombing came without warning.</p> <p>Following the tragic event, white strangers visited the grieving families to express their sorrow. At the funeral for three of the girls (one family preferred a separate, private funeral), Dr. Martin Luther King, Jr., spoke about life being \"as hard as crucible steel.\" More than 8,000 mourners, including 800 clergymen of both races, attended the service. No city officials braved the crowds to attend.</p> <p>News stories circulated about symbolic incidents that occurred at the time of the bombing. For example, the image of Jesus' face was knocked cleanly out of the only surviving stained-glass window in the church's East wall, and the church clock stopped at exactly 10:22 a.m.</p> <p>The deaths of the children followed by the loss of President Kennedy two months later gave birth to a tide of grief and anger - a surge of emotional momentum that helped ensure the passage of the 1964 Civil Rights Act.<br /> <br /> In January 2017, it was named a part of the Birmingham Civil Rights National Monument by President Barack Obama. In October 2019 the Sixteenth Street Baptist Church was chosen for inclusion in the <a href=\"https://www.nps.gov/subjects/civilrights/african-american-civil-rights-network.htm\">African American Civil Rights Network</a> for its enduring connection to the black freedom struggle. <br /> <br /> Today, visitors can walk in the basement where the 4 little girls gathered before the bomb detonated. Now, exhibits cover the walls, providing information on the history of the church, Jim Crow, segregation in Birmingham, and the lives of the children that were so suddenly and horrifically torn away. Sitting in the pews, visitors can appreciate the majesty of the enormous pipe organ. At the back of the church is the Wales Window - a gift from the country of Wales to the church after the terrorist attack on September 15, 1963. The stained glass image depicts a Black man with his arms spread wide, one hand pushing away, symbolizing the Black community's efforts to stop oppression and injustice. The other hand is palm-up and open, symbolizing the unfathomable ability to forgive in the face of so much hate. Outside the building, a commemorative plaque delineates the exact location the dynamite detonated all those years ago. Docents lead visitors on guided tours to the many spots of significance in and around the church. Pending completion, visitors soon will be able to enter a new, state-of-the-art museum exhibit in the former parsonage.<br /> <br /> <em>The African American Civil Rights Network (AACRN) recognizes the civil rights movement in the United States and the sacrifices made by those who fought against discrimination and segregation. Created by the African American Civil Rights Act of 2017, and coordinated by the National Park Service, the Network tells the stories of the people, places, and events of the U.S. civil rights movement through a collection of public and private elements. <br /> <br /> A project through the </em><a href=\"http://go.nps.gov/civilrightsgrant\">African American Civil Rights Grant Program</a><em>, which works to document, interpret, and preserve the sites and stories related to the African American struggle to gain equal rights, funded rehabilitation work at the 16th Street Baptist Church in 2018.</em></p>",
    "audioDescription": "The present building is red brick built in a Romanesque and Byzantine design by the prominent Black architect Wallace Rayfield. In addition to the main sanctuary, the building houses a basement auditorium, used for meetings and lectures, and several ancillary rooms used for Sunday school and smaller groups. It is on the corner of two streets.",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "The passport stamp is available upon payment of the entrance fee to the exhibit space. The cost is $10 per adult, $5 for students 6 years old and above, and children under 6 years old enter for free. The entrance fee covers the cost of visiting the exhibit space and a guided tour. As of summer 2021, the hours of operation are Tuesday - Saturdays from 10am - 3pm. Please call 16th St. Baptist Church to confirm.",
    "passportStampImages": [],
    "managedByUrl": "https://www.16thstreetbaptist.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Sites",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "16th Street Baptist Church",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "16th Street and 6th Avenue, Birmingham, Alabama",
        "name": "Location"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places; National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "04D37C9C-518A-429A-8B6E-DEF427E0D2E1",
    "url": "https://www.nps.gov/places/st-paul-united-methodist-church.htm",
    "title": "St. Paul United Methodist Church",
    "listingDescription": "Founded in 1869, St. Paul is one of the oldest African American churches in Birmingham, Alabama. Like many churches in the area, it played a critical role in spurring desegregation efforts in in Birmingham and the Jim Crow South.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/080D49D0-AD68-5D81-F03AA8B1600562F2.jpg",
        "credit": "",
        "altText": "A church on a street corner in Birmingham, AL",
        "title": "St. Paul United Methodist Church",
        "description": "",
        "caption": "St. Paul UMC played a significant role in Birmingham's civil rights movement",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/080D49D0-AD68-5D81-F03AA8B1600562F2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/080D49D0-AD68-5D81-F03AA8B1600562F2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AL",
        "parkCode": "bicr",
        "designation": "National Monument",
        "fullName": "Birmingham Civil Rights National Monument",
        "url": "https://www.nps.gov/bicr/index.htm",
        "name": "Birmingham Civil Rights"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil Rights",
      "Civil Rights Act of 1964",
      "civil rights history",
      "church",
      "Birmingham Civil Rights National Monument",
      "Alabama",
      "Civil Rights Network to Freedom",
      "Martin Luther King Jr.",
      "BICR place"
    ],
    "latitude": "33.51628",
    "longitude": "-86.81582",
    "latLong": "33.51628,-86.81582",
    "bodyText": "<p paraeid=\"{3c3af123-e83a-41c2-be91-de0da6047140}{237}\" paraid=\"2104156899\">Founded in 1869, St. Paul United Methodist Church (UMC) is one of the oldest African American churches in Birmingham. Its current building was erected in 1904. Beyond serving as a space for community and worship, St. Paul UMC has also played a critical role in the pursuit of civil rights.<br /> <br /> In 1956, just after the current church building was erected, St. Paul served as the site of meetings to integrate Birmingham buses. During Project \"C\" (for \"conflict\") in the spring of 1963, St. Paul UMC hosted meetings and training sessions in nonviolent civil disobedience for demonstration participants. Great personal restraint was needed to face violence with peaceful protest. These trainings were instrumental to achieving the goals of Project C, also known as the Birmingham Campaign. Also during Project C, St. Paul UMC served as the mustering point for the Palm Sunday Children’s March in 1963, which ended with police, dogs, and fire hoses aggressively dispersing the nonviolent marchers under the eye of national media. Images of snarling dogs attacking children participants, some as young as 6, served as an inflection point for a nation grappling with racism's legacy. Notoriously callous Eugene “Bull” Connor, the Commissioner for Public Safety, led the police forces that day. Laveeda M. Battle, parishioner at St. Paul UMC, points out the juxtaposition between Connor’s faith and actions: </p> <blockquote> <p paraeid=\"{c62c7a97-afd9-4a42-9d76-60ef50afec0b}{34}\" paraid=\"891417443\">Here we had children marching from a Methodist church for equality and we had a United Methodist as the Commissioner over public safety, siccing dogs and having fire hoses turned on children. </p> <p paraeid=\"{c62c7a97-afd9-4a42-9d76-60ef50afec0b}{44}\" paraid=\"1159695792\">- Laveeda M. Battle </p> </blockquote> <p paraeid=\"{c62c7a97-afd9-4a42-9d76-60ef50afec0b}{50}\" paraid=\"1983773895\">Eventually, the church-led efforts to desegregate Birmingham rippled across the nation. The Civil Rights Act of 1964 passed in large part due to Project C and the faith-driven individuals and institutions, banded together in the belief that a better society could be built.<br /> <br /> Today, St. Paul UMC still serves as a place of worship and continues to host events promoting civil rights. Visitors can sit in the pews and marvel at the stained glass windows. Of particular interest is the design in the far left corner, dreamed up by a middle-school student to represent the story of the Civil Rights Movement and the faith that guided it. Descend into the basement where Movement participants met to strategize desegregation efforts, and where civil rights leaders such as Dr. King encouraged action. Ask the parishioners about their experiences during the movement - many will tell you riveting accounts of what they lived and breathed through during this historic pursuit of civil rights in the Deep South.</p>",
    "audioDescription": "The red-brick church was built in 1905. It is located right alongside the road.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "http://www.stpaulbham.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Sites",
      "Cellular Signal",
      "Information",
      "Parking - Auto"
    ],
    "managedByOrg": "St. Paul United Methodist Church",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "1500 6th Ave N, Birmingham, AL 35203",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "One of the oldest African American churches in the city, this storied place played a critical role in the desegregation efforts in Birmingham and beyond.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C8F7F244-3FD2-430D-A36D-1A1002E7815D",
    "url": "https://www.nps.gov/places/the-historic-bethel-baptist-church.htm",
    "title": "The Historic Bethel Baptist Church",
    "listingDescription": "Led by the fiery Revered Fred L. Shuttlesworth, The Historic Bethel Baptist Church was the epicenter of non-violent desegregation efforts in Birmingham, AL during the tumultuous 1950s and 1960s.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/973820CC-B0F0-39CA-559BB8DABBDD87E4.jpg",
        "credit": "Courtesy of the Greater Birmingham Convention & Visitors Bureau",
        "altText": "Church in Birmingham, AL",
        "title": "The Historic Bethel Baptist Church",
        "description": "",
        "caption": "The Historic Bethel Baptist Church, in Birmingham, AL",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/973820CC-B0F0-39CA-559BB8DABBDD87E4.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/973820CC-B0F0-39CA-559BB8DABBDD87E4.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AL",
        "parkCode": "bicr",
        "designation": "National Monument",
        "fullName": "Birmingham Civil Rights National Monument",
        "url": "https://www.nps.gov/bicr/index.htm",
        "name": "Birmingham Civil Rights"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil Rights",
      "Civil Rights Act of 1964",
      "civil rights history",
      "Civil Rights Movement",
      "1963",
      "Martin Luther King Jr.",
      "Alabama",
      "birmingham",
      "Birmingham Civil Rights National Monument",
      "Civil Rights Network to Freedom",
      "BICR place",
      "Rev. Fred Shuttlesworth"
    ],
    "latitude": "33.551775",
    "longitude": "-86.800759",
    "latLong": "33.551775,-86.800759",
    "bodyText": "<p paraeid=\"{3c3af123-e83a-41c2-be91-de0da6047140}{64}\" paraid=\"138194656\">Built in 1926, The Historic Bethel Baptist Church was the epicenter of a non-violent, direct action protest movement for human and civil rights during the 1950s and 60s. Then under the leadership of Reverend Fred L. Shuttlesworth, the church and its leader served as linchpins in the 1961 Freedom Rides and 1963 desegregation efforts in Birmingham. </p> <p paraeid=\"{3c3af123-e83a-41c2-be91-de0da6047140}{88}\" paraid=\"780043893\">In 1956, Rev. Shuttlesworth and other ministers formed the Alabama Christian Movement for Human Rights (ACMHR) when the state prohibited the National Association for the Advancement of Colored People (NAACP) from operating in Alabama. The Church was one of sixty active members in the ACMHR and served as ACMHR headquarters from 1956-1961. Weekly mass meetings provided an outlet for emotional testimony, soul-lifting music, impassioned preaching, and fundraising. In the face of unspeakable violence and hatred, The Historic Bethel Baptist Church leaned on its faith to fan the flames of a movement that would eventually desegregate one of the most racist cities in the nation. </p> <p paraeid=\"{3c3af123-e83a-41c2-be91-de0da6047140}{124}\" paraid=\"1629896257\">White supremacists bombed the Church and parsonage 3 times. One of the bombings took place in 1956 on Christmas night, with Shuttlesworth and his family inside. When Shuttlesworth and his family emerged from the rubble unharmed, he and his followers took this as a sign that God was with them. The next day, as planned, Shuttlesworth, other members of the ACMHR, and over 200 other African Americans rode in the white sections of city buses to protest segregation in transportation. Despite the efforts of white supremacists to stamp out the church-led Movement through intimidation, civil rights activism grew in Birmingham and eventually paved the way for the Civil Rights Act of 1964.  </p> <p paraeid=\"{3c3af123-e83a-41c2-be91-de0da6047140}{158}\" paraid=\"1626914775\">Today, parishioners attend services in a new church built a block away, but the original church is maintained as a historic site that welcomes visitors and stands as a testament to the accomplishments of the Modern Civil Rights Movement. The historic site, including its guardhouse and parsonage, are National Historic Landmarks. Visitors can sit in the same pews as movement participants and watch a short documentary on the life of Rev. Shuttlesworth and the civil rights movement. A marker outside the building commemorates the spot where white supremacists planted a bomb intended to kill Shuttlesworth as he slept in bed. Tours that wind through the historic buildings and around the grounds help visitors envision what life was like in the late 1950s and early 1960s, and the courage it took for a church, a family, and a neighborhood to stand behind a belief that life could and should be better. </p>  <br /> <br /> <br />  ",
    "audioDescription": "The church was built in 1926, and is an architecturally eclectic mix of Gothic and Renaissance styles. The guard house and parsonage next to the church, and are ranch-style houses; the parsonage was built in 1957 as a replacement for the previous parsonage, which had stood next to the church and was destroyed by a bomb in 1956.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://thehistoricbethel.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Parking - Auto",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "The Historic Bethel Baptist Church",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "3233 29th Avenue North, Birmingham, AL 35207",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The epicenter for a non-violent, direct action protest movement for human and civil rights during the 1950s and 60s. Then under the leadership of Rev. Fred L. Shuttlesworth, founder of the Alabama Christian Movement for Human Rights (ACMHR), the church and its leader served as linchpins in the 1963 desegregation efforts. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "86D2567A-1716-4072-A518-254F2C900713",
    "url": "https://www.nps.gov/places/masonic-temple-building.htm",
    "title": "The Masonic Temple Building",
    "listingDescription": "Known as the “Black skyscraper,” the Colored Masonic Temple stood as testament to the resilience of African Americans in one of America's most segregated cities - Birmingham, AL. Despite Jim Crow policies that hobbled Black progress, the proliferation of offices in this building for African American doctors, attorneys, dentists, and civil rights activists demonstrated their unflinching character and pursuit of a better life.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9A504097-E0D3-33CE-A09CB4209F6FA0A7.jpeg",
        "credit": "NPS Photo / Kathryn Gardiner",
        "altText": "An 8-story building in a historic business district of downtown Birmingham, AL.",
        "title": "Colored Masonic Temple",
        "description": "",
        "caption": "Historically known as the Colored Masonic Temple, the iconic building attracts tourists near and far",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9A504097-E0D3-33CE-A09CB4209F6FA0A7.jpeg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9A504097-E0D3-33CE-A09CB4209F6FA0A7.jpeg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AL",
        "parkCode": "bicr",
        "designation": "National Monument",
        "fullName": "Birmingham Civil Rights National Monument",
        "url": "https://www.nps.gov/bicr/index.htm",
        "name": "Birmingham Civil Rights"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil Rights",
      "Civil Rights Act of 1964",
      "Civil Rights Network to Freedom",
      "Civil Rights Places 1955-1964",
      "Birmingham Civil Rights National Monument",
      "Alabama",
      "history",
      "civil rights history",
      "BICR place"
    ],
    "latitude": "33.515301",
    "longitude": "-86.812202",
    "latLong": "33.515301,-86.812202",
    "bodyText": "<p paraeid=\"{863f09c7-59db-4fe7-827a-1d4a1979d4ba}{39}\" paraid=\"609866455\">Need a dentist? Or a lawyer? Or a root beer float? For an African American in the Jim Crow era, one of these needs might lead you to the \"Black Skyscraper,\" otherwise known as the Colored Masonic Temple. Built in 1922 by renowned African American architect Robert Robinson Taylor, the building served as a physical testament to the resilience, determination, and grit of Black people in Birmingham, Alabama. </p> <p paraeid=\"{863f09c7-59db-4fe7-827a-1d4a1979d4ba}{53}\" paraid=\"686211221\">Besides leasing to notable African-American professionals, the Temple also housed the offices of the National Association for the Advancement of Colored People (NAACP), an institution instrumental in the fight against racism.  </p> <p paraeid=\"{863f09c7-59db-4fe7-827a-1d4a1979d4ba}{59}\" paraid=\"130690055\">The building became known as a social hub. A soda fountain served up grilled cheese on the bottom floor, and an auditorium and ballroom emanated tunes played by The Duke Ellington Orchestra and Count Basie’s big bands. Three ground floor rooms filled with books made up the Booker T. Washington Library, the first to loan out written works to Black citizens in Birmingham. </p> <p paraeid=\"{863f09c7-59db-4fe7-827a-1d4a1979d4ba}{77}\" paraid=\"276671306\">The Colored Masonic Temple was situated in the middle of the 4th Avenue business district. This area was one of the few commercial areas of town where African Americans owned businesses and were welcomed into restaurants, pharmacies, and clothing stores. Against all odds, the 4th Avenue business district became a booming hub, thanks in large part to places like the Colored Masonic Temple. </p> <p paraeid=\"{863f09c7-59db-4fe7-827a-1d4a1979d4ba}{95}\" paraid=\"1130820537\">Today, the building is vacant, but plans for a multimillion-dollar renovation that will house retail, office, and ballroom space are in development. The building is included as part of the footprint of the Birmingham Civil Rights National Monument, a National Park unit that interprets the story of Project \"C\" (for \"conflict\"), an effort to end city-wide racial segregation in the spring of 1963. To reach the Masons directly, please call 205-328-9078.</p>",
    "audioDescription": "The Colored Masonic Temple (now officially the Masonic Temple Building) is an 8-story Renaissance-Revival style building made of brick and limestone located at 1630 4th Avenue North, on the corner of a bustling district in Birmingham's central downtown.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://mwphglofal.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Parking - Auto"
    ],
    "managedByOrg": "Most Worshipful Prince Hall Grand Lodge F. & A.M. of Alabama",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "1630 4th Ave N, Birmingham, AL 35203",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]