[
  {
    "id": "B720D369-3FB3-4D21-8979-924389A8D366",
    "url": "https://www.nps.gov/places/ballast-point.htm",
    "title": "Ballast Point",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CE013FB0-E376-645D-898C53325DE7ECB3.jpg",
        "credit": "",
        "altText": "Color photo of a peninsula with buildings on it seen from above",
        "title": "Ballast Point",
        "description": "",
        "caption": "Ballast Point is a strategic location in San Diego's Harbor",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CE013FB0-E376-645D-898C53325DE7ECB3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CE013FB0-E376-645D-898C53325DE7ECB3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "32.685724472114146",
    "longitude": "-117.23404002298582",
    "latLong": "32.685724472114146,-117.23404002298582",
    "bodyText": "Ballast Point is a small peninsula with a large history. Located on the larger Point Loma Peninsula, not far from Cabrillo National Monument, it is deeply intertwined with our park’s history. It has been part of the Kumeyaay Tribe’s homeland since time immemorial and was the site of a seasonal—and possibly permanent—village where Kumeyaay people gathered marine resources such as fish and shellfish from the waters and intertidal zones of San Diego Bay.<br /> <br /> On September 28, 1542, explorer Juan Rodriguez Cabrillo entered San Diego's harbor, which he named San Miguel, and likely landed at Ballast Point. It was the first visit of a Euro-American to present-day California. Cabrillo recognized San Diego's maritime resources, declaring it to be \"a closed and very good port.\" <br /> <br /> In 1769, colonists from Mexico (then part of the Spanish empire) began sending settlers to present-day San Diego. As explorers from the British Empire began to visit San Diego, these colonists recognized the importance of coastal defenses to their sovereignty and built Fort Guijarros on Ballast Point in 1795. This fort held 10 cannons, one of which can be seen by visitors at <a href=\"https://www.nps.gov/places/old-town-san-diego-state-historic-park.htm\">Old Town San Diego State Historical Park </a>. On two occasions, American smugglers who traded illegally in San Diego were confronted by cannon fire from this fort, but when the US military invaded in 1846 the fort had been abandoned for 10 years and US Marines took its cannons to attack Mexican forces in Old Town.<br /> <br /> In 1834, Richard Henry Dana, a sailor turned memoirist, visited Ballast Point, which was then home to a hide tanning industry that produced leather. He claimed that, “For landing and taking off hides, San Diego is decidedly the best place in California. The harbour is small and land-locked, there is no surf; the vessels lie within a cable's length of the beach, and the beach itself is smooth, hard sand, without rocks or stones. For these reasons, it is used by all the vessels in the trade, as a depot.” In the next decade, an interracial whaling industry would also emerge in this area, with whalers of diverse backgrounds hunting and processing the Gray whales who once came to San Diego Harbor to mate and give birth.<br /> <br /> After San Diego became part of the United States, the fort became a ruin.Circumstantial evidence exists suggesting that some of the fort’s bricks were used to build the foundation of the <a href=\"https://www.nps.gov/places/old-point-loma-lighthouse-grounds.htm\">Old Point Loma Lighthouse</a>. The US Army began adding new coastal defenses to Ballast Point in the 1870s, part of the Fort Rosecrans defense complex that also included much of the park. In 1890, a lighthouse was constructed on Ballast Point, but it was decommissioned and demolished in 1957. Today, Ballast Point retains its maritime heritage. It is home to a Coast Guard Base and is the home port for nuclear submarines. While it is not open to general visitors, one can gain a sense of this area from the lookout at Cabrillo National Monument. <p> </p> <p> </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "US Navy",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "San Diego, CA",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "FAB85ADD-2C51-475F-9812-86B5293B3856",
    "url": "https://www.nps.gov/places/bayside-trail-trailhead.htm",
    "title": "Bayside Trail - Trailhead",
    "listingDescription": "This Bayside Trail is a 1.86 mile round-trip hike that takes you on a scenic journey through the natural landscape that overlooks San Diego.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4FD276D0-B77C-94B6-041BAAFAE5010C35.jpg",
        "credit": "NPS Photo / T. Jordan",
        "altText": "A black asphalt road curves downhill past a white sign that reads \"Bayside Trail.\"",
        "title": "Trailhead for the Bayside Trail",
        "description": "",
        "caption": "The trailhead for the Bayside Trail starts near the lighthouse grounds, along the eastern sidewalk.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4FD276D0-B77C-94B6-041BAAFAE5010C35.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4FD276D0-B77C-94B6-041BAAFAE5010C35.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cabrillo National Monument",
      "trail",
      "hike"
    ],
    "latitude": "32.67249",
    "longitude": "-117.24067",
    "latLong": "32.67249,-117.24067",
    "bodyText": "<h4>Trail Information (Western side - Class 5, Eastern side - Class 3)</h4> <p>The Bayside Trail is a 1.86 mile moderately trafficked out and back path, that starts as a black paved road and eventually turns into a gravel trail. It takes you past plants, animals, historic military installations, and spectacular views. The western side of the trail is a Class 5 trail while the eastern side is a class 3 trail.<br /> <br /> The Bayside Trail immerses you in the scents and sights of native plants; from the bright red fruits of the Lemonade Berry (<i>Rhus integrifolia</i>) to the brilliant and fragrant yellow flowers of the California Bush Sunflower (<em>Encelia californica</em>). Plants, and the sandstone ravines, provide vital habitat for many animals. During your hike, you may see many different species of reptiles, birds, small mammals, and insects.<br /> <br /> Halfway down the trail, you will see two large drab colored buildings on your left. During World Wars I and II, military facilities on the Point provided vital coastal and harbor defense systems. The first structure houses a large searchlight. During war time, it was wheeled out on tracks and hooked up to a concrete electrical box on the edge of the cliff. Once illuminated, it would search the sky for enemy aircraft and the sea for enemy vessels.At the end of the trail, you will see a small peninsula to the North. This little piece of land that juts out into the bay is known as Ballast Point and it’s where historians believe Cabrillo became the first European to step foot on what is now the west coast of the United States.</p> <h4><b style=\"font-family: inherit; font-size: 1.25rem;\">Access and Safety</b></h4> <p>The trailhead for the Bayside Trail starts between the lighthouse grounds and the Visitor Center area, shortly before you arrive at the lighthouse grounds. There is approximately a 340 feet (104 meters) elevation change over the course of the trail and parts of it are on dirt, slightly uneven terrain, and there are occasional steps. Please make sure to wear sunscreen, wear proper footware, and bring enough water before attempting the trail.</p>",
    "audioDescription": "An asphalt road runs to the south with a sidewalk along it’s eastern edge. The asphalt road crosses over the sidewalk and continues south down a hillside. The Bayside Trail starts as this asphalt road, while the sidewalk continues up the hillside towards the lighthouse area. A sign post at the junction describes this as the start of the Bayside Trail and provides information about the hike. The asphalt road continues past the sidewalk crossing and eventually dead-ends at a fence. Shortly before the asphalt road dead-end, a dirt path branches off from it to the left (when traveling down the path) and gradually drops down the eastern-ridge of Point Loma until it hits another fence. There is a 340 feet (104 meter) elevation change from the trail-head area to the lowest point of the trail, at its end. The whole hike is a down-and-back hike that is just shy of 2 miles, round-trip. The hike winds its way around natural coastal sage plant-life, which is either dry and brown, or green and flowering, depending on recent rainfall. Part-way down the trail visitor cross a closed, metal door to a searchlight bunker entrance and a pass a small, rectangular, olive-green generator building dating back to World War II.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "13E9F977-CCD3-4D12-84C7-41634B9C7C5E",
    "url": "https://www.nps.gov/places/bird-watching-at-cabrillo.htm",
    "title": "Bird Watching at Cabrillo",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7A068836-A8E3-09DF-E84CBD47F95AEADF.jpeg",
        "credit": "NPS Photo/M. O'Barr",
        "altText": "Tan sandstone cliffs at the edge of the ocean. Birds are sitting on the rocks in the foreground.",
        "title": "Bird Watching",
        "description": "",
        "caption": "Bird watching along the Coastal Trail at Cabrillo",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7A068836-A8E3-09DF-E84CBD47F95AEADF.jpeg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7A068836-A8E3-09DF-E84CBD47F95AEADF.jpeg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cabrillo National Monument",
      "history",
      "tidepools",
      "lighthouses",
      "World War II",
      "nature",
      "native americans",
      "San Diego",
      "walking tour",
      "birding",
      "Shaw’s agave"
    ],
    "latitude": "32.67305556",
    "longitude": "-117.245",
    "latLong": "32.67305556,-117.245",
    "bodyText": "<p>This stop on the Coastal Trail tour provides a good vantage point to reflect on bird life seen along the trail. By looking towards the ocean, many shorebirds can often be seen on exposed rocks and on the cliffside. To see local terrestrial birds, turn your gaze inland towards the Visitor Center. The native plants form a habitat for the birds. Take a moment to listen for their calls.<br /> <br /> A park bird guide can be found at the Visitor Center and on Cabrillo’s website. This resource provides tips for identifying birds. It also illustrates and names the most common birds found at the park.<br /> <br /> <b>Learn more</b><br /> <a href=\"https://ebird.org/\">https://ebird.org/</a><br /> <a href=\"https://www.nps.gov/cabr/learn/bird-guide.htm\">https://www.nps.gov/cabr/learn/bird-guide.htm</a><br /> <a href=\"https://www.allaboutbirds.org/guide/search\">https://www.allaboutbirds.org/guide/search</a><br /> <br /> <b>Access</b><br /> Birds can be spotted all throughout the park!</p>",
    "audioDescription": "A stop on the path where the trail bends closer to the cliffside, creating a view of the rock face at water level. This large, rectangular rock usually has seabirds such as seagulls and pelicans on it. Occasionally, Harbor Seals will lay on the rock to warm up. Further down the cliff, bird droppings line the sandstone under common resting sites. There is a thin strip, approximately 3 feet, of native plants between the path and the edge. On the right, there are native plants covering the landscape. The plants continue up the hillside in the distance.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "32°40.382’, 117°14.697’",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C6EC6642-3F14-4C84-9740-3A0F79B52C93",
    "url": "https://www.nps.gov/places/breezeway-sign-at-tidepool-trailer.htm",
    "title": "Breezeway Sign at Tidepool Trailer",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B6892F71-ECCA-241D-5376BF135D950152.jpeg",
        "credit": "NPS Photo/M. O'Barr",
        "altText": "A tan concrete path with low lying bushes on each side. A kiosk and trailer are in the distance.",
        "title": "Breezeway Sign at Tidepool Trailer",
        "description": "",
        "caption": "Entrance to Coastal Trail. Information kiosk is ahead on the left.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B6892F71-ECCA-241D-5376BF135D950152.jpeg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B6892F71-ECCA-241D-5376BF135D950152.jpeg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cabrillo National Monument",
      "history",
      "tidepools",
      "lighthouses",
      "World War II",
      "nature",
      "native americans",
      "San Diego",
      "walking tour",
      "birding",
      "Shaw’s agave"
    ],
    "latitude": "32.66833333",
    "longitude": "-117.24416667",
    "latLong": "32.66833333,-117.24416667",
    "bodyText": "<p>This location marks the start of the Coastal Trail Tour. While on this trail, visitors are able to see wonderful views of the Point Loma Kelp Forest and the Rocky Intertidal Zone. The tidepool areas are accessible to the public from 9am-4:30pm during low tide conditions.<br /> <br /> The coastal trail is a 1-mile, unpaved hike with mild to moderate difficulty due to short periods of incline and stairs. The hike provides excellent opportunity to view the Chaparral and Coastal Sage Scrub plant communities.<br /> <br /> On this trail you’ll find wide, easy paths with an amazing coastal view. The easy paths lead to steep stairs. Keep in mind this trail is constantly impacted by erosion and some of the stairs are uneven and rugged. It is not possible to take strollers etc. on this trail.<br /> <br /> This trail provides scenic ocean views, the chance to see whales migrating in the winter months, various marine life, and a look at the native vegetation. Please stay on the trail as we have dangerous cliffs, sensitive vegetation, and the possibility of rattlesnakes off trail. Some of the sensitive vegetation may look dead, especially in the summer, but they are just dormant, waiting for the winter and spring rains.<br /> <br /> Pets are allowed on the trail as long as they are on a 6 foot or shorter leash. Please do not go off trail with your pets. They are also not allowed in the tidepools due to the sensitivity of the wildlife there. Please pick up after your pets.<br /> <br /> <b>Access</b><br /> Wheelchair accessible point at the beginning of the trail. The remaining path is unpaved.</p>",
    "audioDescription": "A paved trail head approximately 3 feet wide and 200ft long with ropes along each side. The trail is surrounded by plants from the Coastal Sage Scrub community growing on either side. Immediately to the right of the trail entrance are two gender neutral bathrooms. In the distance, the road leading to the Coastal Trail winds up the hillside. At the top of the hill, the Whale Watch Overlook shade structures and the Old Point Loma Lighthouse can be seen. To the left of the entrance, a triangular structure has informational panels on all three sides with photos of animals in the tide pools. Behind, a trailer sits near the cliffside with a National Park Service logo and a list of donors. The Pacific Ocean can be seen past the cliffside and into the horizon.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Parking - Auto",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting",
      "Trailhead",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "32°40.104’, 117°14.658’ ",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "9F0DF84D-405C-4C75-901E-3F1BA6D5EEF2",
    "url": "https://www.nps.gov/places/breezeway-and-traffic-circle.htm",
    "title": "Breezeway and Traffic Circle",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5061B8AF-92D8-E2A6-B181CBCC04BC0451.jpg",
        "credit": "NPS Photo / T. Jordan",
        "altText": "Cylindrical white pillars hold up a dark-brown roof to shade gray sidewalk.",
        "title": "Visitor Center Breezeway",
        "description": "",
        "caption": "Breezeway at the Cabrillo National Monument Visitor Center",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5061B8AF-92D8-E2A6-B181CBCC04BC0451.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5061B8AF-92D8-E2A6-B181CBCC04BC0451.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "32.67433801570696",
    "longitude": "-117.23968241231579",
    "latLong": "32.67433801570696,-117.23968241231579",
    "bodyText": "<p>This location marks the start of the Walking Tour of the Cabrillo National Monument Hilltop Area. The curb in front of the Visitor Center is a convenient pick-up and drop-off zone. If you need to use the restrooms or water-bottle filling station before starting this self-guided tour, they are located nearby, between the Visitor Center and the Cabrillo Museum<font color=\"#337ab7\"><span style=\"letter-spacing: -0.25px;\"><b>.</b></span></font></p>",
    "audioDescription": "The road into the park leads forks in two directions - to the right it leads to a round-about \"traffic circle\" and to the left it heads to the main parking lot area. In the center of the traffic circle is an island of native plants, a walkway, and a single, large tree. Sidewalk flanks the south and east sides of the traffic circle. A path diverges from the south part of this sidewalk and heads to the Cabrillo Statue. The east portion of the sidewalk has a breezeway covering that extends to the east towards the visitor center. The buildings visible here in the visitor center area are white with dark brown roofs. The visitor center itself is visible past the eastern end of the breezeway covering and is a light-brown, square wooden structure with a pointed roof. It is entirely walled with windows.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Internet/WiFi Available",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E37A6A32-EF23-4365-BC7B-021E8DBFD959",
    "url": "https://www.nps.gov/places/chaparral-view-between-coastal-trail-staircases.htm",
    "title": "Chaparral View Between Coastal Trail Staircases",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/EF8CE5B0-9A9E-6519-225394867B0AC1DD.jpeg",
        "credit": "NPS Photo/M. O'Barr",
        "altText": "Low lying bushes along dirt path.",
        "title": "Chaparral View By Coastal Trail Stairs",
        "description": "",
        "caption": "Chaparral View Between Coastal Trail Staircases",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EF8CE5B0-9A9E-6519-225394867B0AC1DD.jpeg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EF8CE5B0-9A9E-6519-225394867B0AC1DD.jpeg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cabrillo National Monument",
      "history",
      "tidepools",
      "lighthouses",
      "World War II",
      "nature",
      "native americans",
      "San Diego",
      "walking tour",
      "birding",
      "Shaw’s agave"
    ],
    "latitude": "32.67055556",
    "longitude": "-117.245",
    "latLong": "32.67055556,-117.245",
    "bodyText": "<p><b>California’s Incredible Chaparral Biome</b><br /> <br /> The space just past the two Coastal Trail staircases provides an excellent opportunity to look east and take in our native Chaparral landscape. From above the trail you should be able to see the plants lining the cliffside where the Visitor Center sits. These plants predominantly look like bushes and shrubs. Depending on the season in which you visit, it may also falsely appear as if many of the plants are dead!<br /> <br /> Cabrillo National Monument is home to a wide variety of plants that fall into the plant communities<a> </a>of Coastal Sage Scrub and Chaparral. Although these communities are made up by vast numbers of species, they have all adapted to thrive in this Mediterranean climate.</p> <p><br /> Common traits for these plants include having small, waxy leaves, and blooming only when rainfall occurs. Keep an eye out for these traits as you walk through the native plants.</p> <p><b>Resources</b>:<br /> ‘Understanding the Life of Point Loma’ by the Cabrillo National Monument Foundation<br /> <a href=\"https://www.nps.gov/cabr/learn/nature/terrestrial-plants.htm\">https://www.nps.gov/cabr/learn/nature/terrestrial-plants.htm</a></p>",
    "audioDescription": "At the top of a set of stairs inserted into the natural sand found in the area. Ahead is a close-up view of a landscape covered in Chaparral and Coastal Sage Scrub plants. The bushes and flowering plants carry up onto the hillside. To the left, the path continues with wooden planks used to line the sides of the paths.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "32°40.239’, 117°14.697’ ",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "42686F83-8D15-4A2B-A233-916B3E26DBF2",
    "url": "https://www.nps.gov/places/coast-defense-exhibit.htm",
    "title": "Coast Defense Exhibit",
    "listingDescription": "This historic radio station houses an exhibit about the World War II coastal defenses of San Diego.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/50C18E8D-01BA-FD5A-88487DED2422CDF2.jpg",
        "credit": "NPS Photo / T. Jordan",
        "altText": "A gray staircase leads up to a rectangular olive green building embedded in a brownish hillside.",
        "title": "Coast Defense Exhibit",
        "description": "",
        "caption": "Inside this historic radio station are exhibits detailing the World War II history of Point Loma.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/50C18E8D-01BA-FD5A-88487DED2422CDF2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/50C18E8D-01BA-FD5A-88487DED2422CDF2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cabrillo National Monument",
      "World War II",
      "history",
      "radio station"
    ],
    "latitude": "32.67345086739111",
    "longitude": "-117.24176150649019",
    "latLong": "32.67345086739111,-117.24176150649019",
    "bodyText": "<h4>History</h4> <p>This structure served as a military a radio station during World War II. It now contains the exhibit “They Stood the Watch” and provides insight into the military history of Point Loma’s coastal defenders during the war.</p> <h4><b>Access</b></h4> <p>This exhibit is accessed by a small flight of stairs or a sidewalk ramp.</p>",
    "audioDescription": "This Coast Defense exhibit is held in a small, rectangular structure that is built into the hillside. It is painted olive green and is accessed by sidewalk, either via ramp or a small staircase. Inside are interpretive displays about the coastal defenses of San Diego during World War II.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "AAA408A9-5AD4-4241-838B-0BF290DC309A",
    "url": "https://www.nps.gov/places/coastal-trail-north-trailhead.htm",
    "title": "Coastal Trail (North Trailhead)",
    "listingDescription": "The coastal trail at Cabrillo National Monument is a short one-mile round trip hike ranging from easy to moderate difficulty due to a few steep slopes. You can find this trail on the west side of the peninsula, which leads to the tidepool access area. This trail can be started from the entrances at Lot 1 or Lot 2 off of Gatchell Rd. Take Cabrillo Rd. from the main entrance of the park to Gatchell and park at either lot.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E4526D66-AC93-EB5E-4899F660D3D74CCA.jpeg",
        "credit": "NPS Photo/D. Wieder",
        "altText": "A dirt path with low lying shrubs on both sides. A black mailbox hangs on a wooden post on the right",
        "title": "Coastal Trail (North Trailhead)",
        "description": "",
        "caption": "The northern trailhead to the Coastal Trail",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E4526D66-AC93-EB5E-4899F660D3D74CCA.jpeg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E4526D66-AC93-EB5E-4899F660D3D74CCA.jpeg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "hiking",
      "scenic view"
    ],
    "latitude": "32.673586",
    "longitude": "-117.244842",
    "latLong": "32.673586,-117.244842",
    "bodyText": "The coastal trail at Cabrillo National Monument is a short one-mile round trip hike ranging from easy to moderate difficulty due to a few steep slopes. You can find this trail on the west side of the peninsula, which leads to the tidepool access area. This trail can be started from the entrances at Lot 1 or Lot 2 off of Gatchell Rd. Take Cabrillo Rd. from the main entrance of the park to Gatchell and park at either lot.<br /> <br /> The Coastal Trail is a mixture of Class 3 and Class 5 trails as indicated below.<br /> Parking Lot 2 - Spur Trail - Class 3<br /> Starircase on Spur Trail - Class 3<br /> Spur Trail to Tidepool Entrance - Class 3<br /> Parking Lot 1 - Staircase to Tidepools - Class 5<br /> <br /> On this trail you’ll find wide, easy paths with an amazing coastal view. The easy paths lead to steep stairs. Keep in mind this trail is constantly impacted by erosion and some of the stairs are uneven and rugged. It is not possible to take strollers etc. on this trail.<br /> <br /> This end of the trail is not wheelchair accessible. The majority of this trail is dirt and inaccessible for wheelchairs and strollers. The southern entrance to the Coastal Trail does offer a short distance that is accessible for wheelchairs and strollers.<br /> <br /> This trail provides scenic ocean views, the chance to see whales migrating in the winter months, various marine life, and a look at the native vegetation. Please stay on the trail as we have dangerous cliffs, sensitve vegetation and the possibility of rattlesnakes off trail. Some of the sensitive vegeation may look dead, especially in the summer, but they are just dormant, waiting for the winter and spring rains.<br /> <br /> The Spur trail is also accessible from this trailhead. The Spur trail is another access to some of the tidepools. Watch your footing as you descent the steps on the Spur trail. Also, watch your footing if you go down to where the water is covering some of the rocks. These rocks are quite slippery, so make sure you have good footwear.<br /> <br /> Pets are allowed on the trail as long as they are on a 6 foot or shorter leash. Please do not go off trail with your pets. They are also not allowed in the tidepools. Please pick up after your pets.<br /> <br /> Restrooms are available at the southern trailhead.<br /> <br /> <strong>Learn More</strong><br /> Read about the <a href=\"https://www.nps.gov/cabr/learn/coastal-trail.htm\">Coastal Trail</a> at Cabrillo National Monument",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Beach/Water Access",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "00EF9067-9A4B-4C57-B46C-4FC9F44AB4C4",
    "url": "https://www.nps.gov/places/coastal-trail-south-trailhead.htm",
    "title": "Coastal Trail (South Trailhead)",
    "listingDescription": "The coastal trail at Cabrillo National Monument is a short one-mile round trip hike ranging from easy to moderate difficulty due to a few steep slopes. You can find this trail on the west side of the peninsula, which leads to the tidepool access area. This trail can be started from the entrances at Lot 1 or Lot 2 off of Gatchell Rd. Take Cabrillo Rd. from the main entrance of the park to Gatchell and park at either lot.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BB31FBDC-9D5C-308B-6F78E2C996AB21BA.jpg",
        "credit": "NPS Photo/D. Wieder",
        "altText": "White A-frame sign stands in middle of tan concrete walkway",
        "title": "Coastal Trail - South Trailhead",
        "description": "",
        "caption": "Entrance to Coastal Trail from the South entrance",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BB31FBDC-9D5C-308B-6F78E2C996AB21BA.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BB31FBDC-9D5C-308B-6F78E2C996AB21BA.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "trail",
      "trailhead",
      "hiking",
      "walking"
    ],
    "latitude": "32.668231",
    "longitude": "-117.244205",
    "latLong": "32.668231,-117.244205",
    "bodyText": "The coastal trail at Cabrillo National Monument is a short one-mile round trip hike ranging from easy to moderate difficulty due to a few steep slopes. You can find this trail on the west side of the peninsula, which leads to the tidepool access area. This trail can be started from the entrances at Lot 1 or Lot 2 off of Gatchell Rd. Take Cabrillo Rd. from the main entrance of the park to Gatchell and park at either lot.<br /> <br /> The Coastal Trail is a mixture of Class 3 and Class 5 trails as indicated below.<br /> Parking Lot 2 - Spur Trail - Class 3<br /> Starircase on Spur Trail - Class 3<br /> Spur Trail to Tidepool Entrance - Class 3<br /> Parking Lot 1 - Staircase to Tidepools - Class 5<br /> <br /> On this trail you’ll find wide, easy paths with an amazing coastal view. The easy paths lead to steep stairs. Keep in mind this trail is constantly impacted by erosion and some of the stairs are uneven and rugged. It is not possible to take strollers etc. on this trail.<br /> <br /> Only the start of this trail is wheelchair accessible. The majority of this trail is dirt and inaccessible for wheelchairs and strollers.<br /> <br /> This trail provides scenic ocean views, the chance to see whales migrating in the winter months, various marine life, and a look at the native vegetation. Please stay on the trail as we have dangerous cliffs, sensitve vegetation and the possibility of rattlesnakes off trail. Some of the sensitive vegeation may look dead, especially in the summer, but they are just dormant, waiting for the winter and spring rains.<br /> <br /> Pets are allowed on the trail as long as they are on a 6 foot or shorter leash. Please do not go off trail with your pets. They are also not allowed in the tidepools. Please pick up after your pets.<br /> <br /> <strong>Learn More</strong><br /> Read about the <a href=\"https://www.nps.gov/cabr/learn/coastal-trail.htm\">Coastal Trail</a> at Cabrillo National Monument.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Beach/Water Access",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Restroom",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting",
      "Trailhead",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "BBA99E8B-733D-4AB0-ABA0-718EDD82C26E",
    "url": "https://www.nps.gov/places/coastal-trail-southern-clearing-view.htm",
    "title": "Coastal Trail Southern Clearing View",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B6EBC819-9FB7-1CB1-2AD94CF4BE46C15D.jpeg",
        "credit": "NPS Photo/M.O'Barr",
        "altText": "A tan concrete circle allowing for ADA access overlooks the ocean.",
        "title": "ADA Overlook",
        "description": "",
        "caption": "An ADA accessible pullout overlooks the Pacific Ocean.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B6EBC819-9FB7-1CB1-2AD94CF4BE46C15D.jpeg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B6EBC819-9FB7-1CB1-2AD94CF4BE46C15D.jpeg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cabrillo National Monument",
      "history",
      "tidepools",
      "lighthouses",
      "World War II",
      "nature",
      "native americans",
      "San Diego",
      "walking tour",
      "birding",
      "Shaw’s agave"
    ],
    "latitude": "32.66861111",
    "longitude": "-117.2444444",
    "latLong": "32.66861111,-117.2444444",
    "bodyText": "<p paraeid=\"{03e4f541-5b0b-4e56-837e-ade906297a6b}{77}\" paraid=\"1804656068\">This accessible location offers views of many of our parks’ attractions such as the Rocky Intertidal Zone, the coast of the Pacific Ocean, and many of the local birds flying overhead. This is a great spot to take in the view of our incredible resources. Visitors are invited to sit and take advantage of the seating opportunity before the paved portion of the trail ends.  </p> <p paraeid=\"{03e4f541-5b0b-4e56-837e-ade906297a6b}{115}\" paraid=\"1901220694\">If you are visiting the park during the winter months (or December-March), you may be lucky enough to spot the Gray whale migration. Whales can be identified by their waterspouts that spray above the ocean surface. These Pacific Gray Whales are on their journey from Alaska to the sheltered lagoons of Baja California to mate and give birth to the newest generation. </p> <p paraeid=\"{03e4f541-5b0b-4e56-837e-ade906297a6b}{141}\" paraid=\"94476076\">On the hillside up above, you can see an overlook. This area can be identified by the large, shade coverings. It is the best location for spotting whales during their migration! </p> <h4 paraeid=\"{03e4f541-5b0b-4e56-837e-ade906297a6b}{161}\" paraid=\"993497064\">Did You Know? </h4> <ul> <li paraeid=\"{03e4f541-5b0b-4e56-837e-ade906297a6b}{167}\" paraid=\"1052873292\">Whales migrate from the seas near Alaska to Baja California, Mexico each year to mate and give birth! </li> <li>Adult whales grow to 40-50ft or 12-16m in length and can weigh 30-40 tons.<br />  </li> </ul> <h4 paraeid=\"{03e4f541-5b0b-4e56-837e-ade906297a6b}{216}\" paraid=\"695353696\">Learn more </h4> <p paraeid=\"{03e4f541-5b0b-4e56-837e-ade906297a6b}{224}\" paraid=\"816196980\"><a href=\"https://www.nps.gov/cabr/blogs/whales-on-the-horizon.htm\">https://www.nps.gov/cabr/blogs/whales-on-the-horizon.htm</a> </p> <p paraeid=\"{03e4f541-5b0b-4e56-837e-ade906297a6b}{235}\" paraid=\"146589509\"><a href=\"https://www.nps.gov/cabr/blogs/gentle-and-strong-the-pacific-gray-whale.htm\">https://www.nps.gov/cabr/blogs/gentle-and-strong-the-pacific-gray-whale.htm</a> </p> <p paraeid=\"{03e4f541-5b0b-4e56-837e-ade906297a6b}{240}\" paraid=\"391666871\"><a href=\"https://www.nps.gov/cabr/blogs/the-whale-diaries.htm\">https://www.nps.gov/cabr/blogs/the-whale-diaries.htm</a> </p> <p paraeid=\"{03e4f541-5b0b-4e56-837e-ade906297a6b}{246}\" paraid=\"483811277\"> </p> <h4 paraeid=\"{03e4f541-5b0b-4e56-837e-ade906297a6b}{248}\" paraid=\"2060158831\">Access </h4> <p paraeid=\"{03e4f541-5b0b-4e56-837e-ade906297a6b}{254}\" paraid=\"1176971522\">Wheelchair accessible. </p> <p paraeid=\"{03e4f541-5b0b-4e56-837e-ade906297a6b}{190}\" paraid=\"343728991\"> </p>",
    "audioDescription": "A paved circle approximately 10ft in diameter with a 2ft tall border around the perimeter that does not block the pathway. Paved boundary creates opportunity for guests to sit and watch the ocean. To the right of the path, plants from the Coastal Sage Scrub community stretch up the hillside. To the left of the path there are native plants leading to the cliffside above the Pacific Ocean.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "32°40.123’, 117°14.668’",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "38A8FAFF-6862-419D-B225-A337CB085FA4",
    "url": "https://www.nps.gov/places/coastal-trail-view-of-shaw-s-agave-patch.htm",
    "title": "Coastal Trail View of Shaw’s Agave Patch",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/2106C62E-0BC3-B6CD-FDF687FEC45E92E8.jpeg",
        "credit": "NPS Photo/M. O'Barr",
        "altText": "Large asparagus like stalks shoot up from low spiky plants.",
        "title": "Shaw's Agave",
        "description": "",
        "caption": "A collection of a plant called Shaw’s Agave",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/2106C62E-0BC3-B6CD-FDF687FEC45E92E8.jpeg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/2106C62E-0BC3-B6CD-FDF687FEC45E92E8.jpeg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cabrillo National Monument",
      "history",
      "tidepools",
      "lighthouses",
      "World War II",
      "nature",
      "native americans",
      "San Diego",
      "walking tour",
      "birding",
      "Shaw’s agave"
    ],
    "latitude": "32.67166667",
    "longitude": "-117.24472222",
    "latLong": "32.67166667,-117.24472222",
    "bodyText": "<p>This stop along the trail provides a view of a patch of Shaw’s Agave (<i>Agave shawii</i>). This will be located to the west of the trail towards the cliff face. Please help us protect this threatened plant by staying on trail and admiring them from a distance.<br /> <br /> Shaw’s Agave is a species very important to Cabrillo National Monument. It is incredibly rare in the United States and occurs more frequently in Baja California. Although populations of local Shaw’s Agave have vanished due to urban development, Cabrillo’s population is large and stable. Because of Cabrillo’s Mediterranean climate, the plant can thrive in this biome.  <br /> <br /> The Shaw’s Agave plant has provided the park with an excellent reason to look deeper into the pollinators of the area. The primary pollinator of the plant, the Mexican Long-tongued Bat (<i>Choeronycteris mexicana</i>), has not been seen in the park. However, the park is home to 11 other species of bats and many other pollinators such as Harlequin Bugs (<i>Murgantia histrionica)</i> Sonoran Bees (<i>Bombus sonorus)</i>, flies, and many more.<br /> <br /> <b>Did You Know?</b></p> <ul> <li> <p>There are many different species of beetles, flies, native and non-native bees, and ants at Cabrillo National Monument!</p> </li> <li> <p>Point Loma is considered a ecological island due to the peninsula’s isolation from the mainland habitats.</p> </li> </ul> <p><b>Learn More</b><br /> <a href=\"https://www.nps.gov/cabr/blogs/the-struggle-for-shaw-s-investigating-potential-pollinators.htm\"><b>https://www.nps.gov/cabr/blogs/the-struggle-for-shaw-s-investigating-potential-pollinators.htm</b></a><br /> <a href=\"https://www.nps.gov/cabr/blogs/science-in-action-shaw-s-agave.htm\"><b>https://www.nps.gov/cabr/blogs/science-in-action-shaw-s-agave.htm</b></a><br /> <a href=\"https://www.nps.gov/cabr/learn/nature/terrestrial-plants.htm\">https://www.nps.gov/cabr/learn/nature/terrestrial-plants.htm</a><br /> <br /> <b>Access</b><br /> Not wheelchair accessible.</p>",
    "audioDescription": "To the left of the trail, several feet away lies a patch of approximately a dozen dark green agave plants. Scattered in the patch are completely white agave plants that have died and dried out. Some of the plants have a tall stalk reaching towards the sky. A sign near the path says ‘AREA CLOSED FOR PLANT RESTORATION PLEASE STAY ON PATH’. Native plants fill the space between the path and the agave. To the right, more native plants line the outside of the trail and continue up the hillside.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": ": 32°40.304’, 117°14.681’ ",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "9E52E7FF-5042-44AC-995A-31BB1456974A",
    "url": "https://www.nps.gov/places/coastal-trail-view-of-the-kelp-forest.htm",
    "title": "Coastal Trail View of the Kelp Forest",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B7AA2752-CA57-E95F-4B156F7DE2085718.jpg",
        "credit": "NPS Photo/M. O'Barr",
        "altText": "A dirt path overlooks the Kelp Forest in the ocean. A white sign is on the left of the trail.",
        "title": "Point Loma Kelp Forest",
        "description": "",
        "caption": "Overlooking the Point Loma Kelp Forest",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B7AA2752-CA57-E95F-4B156F7DE2085718.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B7AA2752-CA57-E95F-4B156F7DE2085718.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cabrillo National Monument",
      "history",
      "tidepools",
      "lighthouses",
      "World War II",
      "nature",
      "native americans",
      "San Diego",
      "walking tour",
      "birding",
      "Shaw’s agave"
    ],
    "latitude": "32.6691667",
    "longitude": "-117.24472222",
    "latLong": "32.6691667,-117.24472222",
    "bodyText": "<p><b>Point Loma Kelp Forest</b><br /> Look out into the water off the coast of the park. You may notice a strip of ocean that is lighter in color near the horizon. This is the marking of the kelp forest in the Cabrillo State Marine Reserve.<br /> <br /> The kelp forest provides an essential resource to the area and is one of the reasons why it is a protected marine reserve. “Kelps” are a class of brown algae that can grow to large sizes. They attach to the ocean bottom, and many have flotation devices to buoy themselves to the water’s surface. Several marine algae species can be found in the intertidal area, but the most impressive are the large forests of kelps that grow in water about 25 to 70 feet (8 – 21 meters) offshore. You can see roughly where they grow by looking for the brownish, smooth areas on the water’s surface. In Point Loma the kelp forest is dominated by giant kelp (<i>Macrocystis pyrifera</i>), which grows up to 150 feet (46 meters) long!<br /> <br /> Organisms ranging from sea urchins to Gray Whales can be spotted in this habitat. Although this forest is underwater, it has just as much biodiversity as forests on land. Many species found in the kelp forest can also be spotted in our tidepools.<br /> <br /> <b>Access and Safety</b><br /> Not wheelchair accessible.<br /> <br /> Please make sure to wear sunscreen and bring enough water before attempting the trail.</p>",
    "audioDescription": "A sandy path halfway between the paved, circular wheelchair accessible overlook and the stairs leading to the tidepools. The trail is surrounded by plants from the Coastal Sage Scrub community growing on either side. To the west, the land breaks off into a cliff face above the Pacific ocean. Towards the horizon, a streak of ocean reaching from North to South is lighter in color. This patch is composed of giant kelp that make up the Cabrillo State Marine Reserve Kelp Forest.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "32°40.146’, 117°14.682’",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D0804A84-4878-4A4D-A084-E31EA667E3BB",
    "url": "https://www.nps.gov/places/event-bluff.htm",
    "title": "Event Bluff",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/50F225D4-90A7-AA4E-C1042C31E0F9E7D2.jpg",
        "credit": "NPS Photo / T. Jordan",
        "altText": "A sandy path clearing overlooks blue waters.",
        "title": "View from the Event Bluff",
        "description": "",
        "caption": "The bluff site here can be reserved for special events, such as weddings.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/50F225D4-90A7-AA4E-C1042C31E0F9E7D2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/50F225D4-90A7-AA4E-C1042C31E0F9E7D2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cabrillo National Monument",
      "special events",
      "Wedding By The Sea",
      "ceremonies",
      "scenic view",
      "permits"
    ],
    "latitude": "32.67275",
    "longitude": "-117.24159",
    "latLong": "32.67275,-117.24159",
    "bodyText": "<h4>Event Reservation</h4> <p>The open clearing on top of this bluff offers sweeping views of the Pacific Ocean. This location can be reserved for ceremonies, such as weddings, memorials, and military reenlistments.</p> <ul> <li> <p><a href=\"https://www.nps.gov/cabr/planyourvisit/weddings.htm\">Weddings</a></p> </li> <li> <p><a href=\"https://www.nps.gov/cabr/planyourvisit/memorial-services.htm\">Memorial Services</a></p> </li> <li> <p><a href=\"https://www.nps.gov/cabr/planyourvisit/military-reenlistments.htm\">Military Reenlistments</a></p> </li> </ul> <p>For more general information about permits and requests for special events, please visit our <a href=\"https://www.nps.gov/cabr/planyourvisit/permitsandreservations.htm\">Permits & Reservations site.</a></p> <h4><b>Access</b></h4> <p>The bluff site is accessed by a dirt walking trail that begins just north of the Old Point Loma Lighthouse grounds Alternatively, it can be accessed from a dirt path with stairs that begins near the Coast Defense Exhibit. There are drop-offs at the edge of the bluff.</p>",
    "audioDescription": "A large, flat bluff expanse is located at on the western-facing ridge of the park. It follows a short dirt trail that threads through vegetation and open clearings, connecting the lighthouse grounds area to the Coast Defense Exhibit. There are large open spaces interspersed along the trail. The path is relatively flat; however, the trail to the Coastal Defense Exhibit using this route has stairs. There are steep drop-offs along the edges of the bluff.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "2A7CFA9D-22FE-4A72-9251-3DCB9E9BF93F",
    "url": "https://www.nps.gov/places/fire-control-station-battery-ashburn.htm",
    "title": "Fire Control Station (Battery Ashburn)",
    "listingDescription": "The Fire Control Station bunker for Battery Ashburn preserves a piece of San Diego's World War II history. Visit during an \"open bunker\" session to explore the inside of the bunker and learn about San Diego's coastal defenses.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4EC7FA07-06E1-3D1C-906613BF3030131B.jpg",
        "credit": "NPS Photo / T. Jordan",
        "altText": "Rounded structure on a sandy hillside. Two offset tiers on structure with horizontal slits.",
        "title": "Fire Control Station - Battery Ashburn",
        "description": "",
        "caption": "Fire Control Station for Battery Ashburn. Observation post and battery commander's office.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4EC7FA07-06E1-3D1C-906613BF3030131B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4EC7FA07-06E1-3D1C-906613BF3030131B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cabrillo National Monument",
      "bunker",
      "Coastal Artillery",
      "World War II"
    ],
    "latitude": "32.673278",
    "longitude": "-117.242",
    "latLong": "32.673278,-117.242",
    "bodyText": "<h4>History</h4> <p>This fire control station bunker was built during World War II as part of the complex for Battery Ashburn. The upper bunker served the command post for the battery while the lower bunker was one of five observation posts used to triangulate firing solutions for its two massive guns. Soldiers here spent their days and nights observing the ocean, practicing firing drills, and biding their time for an attack from Imperial Japan that, fortunately, never came.<br /> <br /> There are 3 chambers in this bunker. Down the exterior stairs, a door leads to the battery commander’s station, where firing orders were given. Beneath that chamber is a bunk room for staff assigned to this post. The bunk room connects to the lower base-end station room. This is where targets were tracked and targeting triangulation data generated. This station and the other 4 base-end stations in the area reported their observations, and their combined information allowed accurate aiming of the guns of Battery Ashburn.<br /> <br /> San Diego has had coastal defenses in some form or another, nearly since its inception. The earliest fort arrived with the construction of <i>El Castillo de San Joaquin</i> near modern-day Ballast Point, in 1798. Since then, there has been a long tradition of defending San Diego’s harbor with fortified gun emplacements. Battery Ashburn was the last and grandest of these defensive artillery batteries. When it came online in 1944, it was the largest coastal defense artillery in San Diego history; however, its reign was short-lived and it was decommissioned after the war ended. The advent of nuclear weapons rendered traditional coastal artillery defenses obsolete</p> <h4>Did You Know?</h4> <ul> <li>The main battery sported two massive 146 ton cannons, each 68’ long, with a 16” diameter barrel.</li> <li>When the gun barrels were transported to the Battery Ashburn for assembly, they were so heavy that the trucks transporting them left permanent 3” deep ruts in the road.</li> <li>Each gun at Ashburn fired a 2,340 lbs. (1,061 kg) shell up to 30 miles (48 km) out to sea at approximately 2,500 feet (762 meters) per second! Imagine being on the receiving end of that – that’s the weight of a young adult Pacific Walrus flying at you at over twice the speed of sound… or 450 Chihuahuas if you prefer dog measurements.</li> </ul> <h4>Learn More</h4> <p><a href=\"https://www.nps.gov/cabr/learn/historyculture/photographic-tour-of-the-base-end-station1.htm\">Photographic Tour of the Base End Station</a><br /> <a href=\"https://www.nps.gov/cabr/learn/historyculture/military-history-and-coastal-defense.htm\">Military History and Coastal Defense</a><br /> <a href=\"https://www.nps.gov/parkhistory/online_books/cabr/\">The Guns of San Diego - Historic Resource Study</a></p> <h4>Access</h4> <p>The exterior portion of this bunker is accessed by a dirt trail that connects to the asphalt road around the lighthouse grounds or by a dirt trail with stairs near the Coast Defense Exhibit.<br /> <br /> <strong>Please stay on the trail and DO NOT CLIMB ON THE BUNKER.</strong><br /> <br /> While this building is usually closed to the public, it is periodically opened for viewing. Check our <a href=\"https://www.nps.gov/cabr/planyourvisit/calendar.htm\">park event calendar</a> to see when the next open bunker session is scheduled! The top portion of the bunker's interior is accessed by a small flight of stairs. The lower levels of the bunker are accessed by a vertical ladder and appropriate footware is required.</p>",
    "audioDescription": "The Fire Control Station for Battery Ashburn is a small, two-tiered structure camouflaged in the hillside. The exposed part of the structure is rounded and made from a mixture of concrete and rocky materials that help it blend into the hillside. A narrow slit on each level of the structure rounds the entire exposed portion of the building. Each layer can be differentiated by the narrow metal plates that cover up the viewport slits for each chamber. The entrance to the bunker lies just behind the exposed rounded portions, hidden within the hillside. A staircase is carved into the earth and descends a small flight of stairs to a door that is hidden beneath a concrete covering. The start of the entry steps lies flush with the ground level and then drops beneath it. At the bottom of the stairs is the main entry door. The entrance area is surrounded by a waist-high, metal pipe barrier that is open on the side where the stairs begin. During special programs, staff sometimes open up the inside of the bunker for viewing. Inside are three different rooms. The first room, immediately after entering, is a small yellow room with gray floors and yellow-painted walls and ceiling. When the bunker is open for demonstrations, it is furnished with reproduction World War II equipment that would been found in the battery commander’s office. A wooden barricade fences off a vertical metal ladder that descends into the bunk room below, which features World War II style bunks. Climbing a small, different flight of stairs at the other end of this room enters into a different room that is furnished with World War II era observation equipment.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Cabrillo Bunkers",
        "id": "6A4234BE-204F-4A93-AE07-D6FD9724F395",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6745435&id=6A4234BE-204F-4A93-AE07-D6FD9724F395"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "D7DB2031-C8BB-40DB-B20F-9A0B6F3CB60B",
    "url": "https://www.nps.gov/places/fire-control-station-battery-humphreys.htm",
    "title": "Fire Control Station (Battery Humphreys)",
    "listingDescription": "The Fire Control Station for Battery Humphreys features an upper bunker for the battery commander an lower observation bunker. These two combined were used as part of a complex designed to aim and fire the two 6-inch coastal defense guns of Battery Humphreys.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4E9AC027-9FA8-F028-9370860A3B8EA0AF.jpg",
        "credit": "NPS Photo / T. Jordan",
        "altText": "Structured made from two rounded, sandy-colored sections rises from a dusty-colored asphalt path.",
        "title": "Fire Control Station (Battery Humphreys)",
        "description": "",
        "caption": "Fire Control Station bunker for the two 6\" coastal artillery guns of Battery Humphreys.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4E9AC027-9FA8-F028-9370860A3B8EA0AF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4E9AC027-9FA8-F028-9370860A3B8EA0AF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cabrillo National Monument",
      "World War II",
      "Coastal Artillery",
      "bunker"
    ],
    "latitude": "32.67056",
    "longitude": "-117.24153",
    "latLong": "32.67056,-117.24153",
    "bodyText": "<h4>History</h4> <p>This fire control station bunker was built during World War II as part of the complex for Battery Humphreys. The upper bunker served the command post for the battery while the lower bunker was an observation posts used to triangulate firing solutions for its two 6-inch guns, which were located further south on Point Loma. Soldiers here spent their days and nights observing the ocean, practicing firing drills, and biding their time for an attack from Imperial Japan that, fortunately, never came.<br /> <br /> One of Battery Humphreys guns was the site of the only accident in San Diego’s World War II coastal defense history. On January 29, 1943 a faulty fuse led to an explosion that killed 5 men, injured 7, and damaged the gun mount. The blast was strong enough that it evidently broke windows by the new Point Loma Lighthouse at the bottom of the hill.<br /> <br /> San Diego has had coastal defenses in some form or another, nearly since its inception. The earliest fort arrived with the construction of <i>El Castillo de San Joaquin</i> near modern-day Ballast Point, in 1798. Since then, there has been a long tradition of defending San Diego’s harbor with fortified gun emplacements. Battery Humphreys was in operation from 1942 until 1946, when the age of nuclear weapons rendered traditional coastal artillery defenses obsolete.</p> <h4><b>Did You Know?</b></h4> <ul> <li>Each gun at Battery Humphreys weighed approximately 100,000 lbs. (45,359 kg). They each sported a 25-foot (7.6 m) long barrel, had a 9-15 mile (14-24km) range, and fired 105 lb (48 kg) projectiles at 2,800 feet (853 meters) per second. Imagine a projectile the weight of a baby hippopotamus traveling at nearly 2.5x the speed of sound!</li> <li>The gun battery was named for Captain Charles Humphreys, first commanding officer of Fort Rosecrans.</li> <li>If you look down the hill from the viewing area in front of this fire control staiton, you may see the back side of another bunker, similar to this one. This bunker's two tiers contained observation posts tor two other 6-inch gun emplcements, Battery Woodward (upper level) and Battery Grant (lower level). </li> </ul> <h4><b>Learn More</b></h4> <p><a href=\"https://www.nps.gov/cabr/learn/historyculture/military-history-and-coastal-defense.htm\">Military History and Coastal Defense</a><br /> <a href=\"https://www.nps.gov/parkhistory/online_books/cabr/\">The Guns of San Diego - Historic Resource Study</a></p> <h4><b>Access</b></h4> <p>The interior of this building is closed to the public. Paved walking paths offer wheelchair accessible views of the exterior of the building.<br /> <br /> <strong>Please stay on the path and DO NOT CLIMB ON THE BUNKER.</strong></p>",
    "audioDescription": "The Fire Control Station for Battery Humphreys is a small, two-tiered structure camouflaged in the hillside. The exposed part of the structure is rounded and made from a mixture of concrete and rocky materials that help it blend into the hillside. A narrow slit on each level of the structure rounds the entire exposed portion of the building. Each layer can be differentiated by the narrow metal plates that cover up the viewport slits for each chamber. There is a square metal hatch on the roof of the building. A paved walking path passes behind it and a spur from this walking path curves alongside the structure and stops right in front of it, offering a clear view of the front of the bunker.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "FCFBA3E5-345D-4092-BD2A-D6B84E6892D1",
    "url": "https://www.nps.gov/places/fort-rosecrans-national-cemetery.htm",
    "title": "Fort Rosecrans National Cemetery",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/356F00EC-954D-4685-C45E3E5EB4B3027B.jpg",
        "credit": "",
        "altText": "A row of gravestones in a cemetery at sunset",
        "title": "Fort Rosecrans National Cemetery",
        "description": "",
        "caption": "Fort Rosecrans National Cemetery is the final resting place for more than 120,000 people.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/356F00EC-954D-4685-C45E3E5EB4B3027B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/356F00EC-954D-4685-C45E3E5EB4B3027B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "32.67909562158879",
    "longitude": "-117.24412990193161",
    "latLong": "32.67909562158879,-117.24412990193161",
    "bodyText": "This cemetery which borders our park is one of the largest national cemeteries in the United States. It is the final resting place for more than 120,000 Americans who died as long ago as 1846. The cemetery was established in 1882 as part of Fort Rosecrans and the oldest interments were relocated and reburied here. Due to limited space, casketed remains stopped being accepted in the late 1960s, but burials still exist here for cremated individuals, but all available spaces were allocated in 2014.<br /> <br /> The cemetery emerged as part of Fort Rosecrans, San Diego’s first US military base, which most of our park was once a part of. Shortly after the United States conquered California in 1848, the government identified the strategic value of Point Loma and declared the entire area a military reservation where coastal defenses would be developed. The first installation was at Ballast Point where the Spanish and Mexican governments also had a coastal fort. Fort Rosecrans--named after a Civil War general--grew slowly over time with few defensive facilities until the 20th century.<br /> <br /> By the time of World War I, several hundred service members served at Fort Rosecrans and its large gun batteries were oriented to face and protect the coast. World War I generated a large expansion of Fort Rosecrans with many new buildings and facilities, but by 1940 its population had declined to only 287 soldiers. World War II breathed new life into the Fort with large gun emplacements, searchlights, bunkers, and other coastal defenses being built on the coast, including in our park, which was temporarily off limits to the public due to the war. During the war our park was a hub of military activity with jeep and survival training conducted within its current boundaries and soldiers quartered in parts of the park including the Old Point Loma Lighthouse.<br /> <br /> In 1947, the US Army declared Fort Rosecrans surplus and a decade later it was turned over to the United States Navy. Naval operations had already existed in this area prior to this transfer; the Nav Electronic Laboratory began operations in 1945 and the Submarine Group, San Diego was created in 1946. Visitors to our park will pass through part of this still functioning Naval Base and the National Cemetery before the enter our park. Even when you are in our park, you will be in the former Fort Rosecrans, as the park itself was created from the fort’s prior land.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.cem.va.gov/cems/nchp/ftrosecrans.asp",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Bus/Shuttle Stop",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Public Transit"
    ],
    "managedByOrg": "Veterans Administration",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Point Loma, San Diego, CA",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "National Cemetery",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "California Historical Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "36220308-B781-43F6-89F8-B82AD4A8EC94",
    "url": "https://www.nps.gov/places/juan-rodriguez-cabrillo-statue.htm",
    "title": "Juan Rodriguez Cabrillo Statue",
    "listingDescription": "This statue of Juan Rodriguez Cabrillo Cabrillo commemorates his voyage of exploration. He was the first European to lead an expedition charting the west coast of what would become the United States of America.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/508C3F6F-B572-5917-23FA4DEC51B469F5.jpg",
        "credit": "NPS Photo / T. Jordan",
        "altText": "Sandy-white stone statue of the man Cabrillo in the center of a circular brick plaza.",
        "title": "Statue of Juan Rodriguez Cabrillo",
        "description": "",
        "caption": "The statue of Juan Rodriguez Cabrillo looks over San Diego Bay.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/508C3F6F-B572-5917-23FA4DEC51B469F5.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/508C3F6F-B572-5917-23FA4DEC51B469F5.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cabrillo National Monument",
      "Juan Rodriguez Cabrillo",
      "exploration",
      "Spanish explorer",
      "history",
      "Statue"
    ],
    "latitude": "32.67396",
    "longitude": "-117.23899",
    "latLong": "32.67396,-117.23899",
    "bodyText": "<h4>History of the Monument and Statue</h4> <p>Woodrow Wilson established Cabrillo National Monument in 1913, in recognition of Juan Rodriguez Cabrillo and his voyage of exploration. Cabrillo led the first European expedition to set foot on what would become the west coast of the United States, and the first to chart the coast of California.<br /> <br /> The original Cabrillo statue at the site was made by Portuguese sculptor Alvaro DeBree. It was donated to San Francisco in 1939 for the Golden Gate International Exposition, but eventually wound up here, at the monument. Over time, the marine climate and weather of Point Loma eroded the original statue to the point where most details showed visible wear.<br /> <br /> Funded by a generous donation from San Diego resident Marian Reupsch, Portuguese sculptor Joas Chartes Almeida carved an exact replica of the original statue out of a more resistant stone, and it was installed in 1988. The new statue stands here, overlooking San Diego Bay, while the original statue was eventually relocated to Ensenada, Mexico. Today, the statue continues to commemorate the voyage of Juan Rodriguez Cabrillo and his exploration of California.<br /> <br /> In addition to remembering Cabrillo’s story, the monument is a place to experience many other stories of Point Loma. The Kumeyaay, the Old Point Loma Lighthouse, World War II coastal defenses, San Diego’s native coastal sage landscape, tidepools, whale migrations, the local kelp forest, and more all have a story to tell here!</p> <h4><b>Did You Know?</b></h4> <ul> <li>Cabrillo started his voyage in Navidad, Mexico (modern day Barra de Navidad). That is over 1,200 miles (1,931 km) away, as the crow flies! That’s quite the trip! It took him 103 days to reach the site of modern-day San Diego Bay.</li> <li>After Cabrillo's death, his crew possibly made it as far north as the Rogue River in Oregon. That’s just shy of 2,000 miles (3,219 km) away from where they started! Imagine beginning a voyage at a sunny beach in Mexico and making it as far as the cold and wet pacific northwest!</li> <li>The original plans for the monument called for a towering statue at the site of the Old Point Loma Lighthouse!</li> </ul> <h4>Learn More</h4> <p><a href=\"https://www.nps.gov/cabr/learn/historyculture/juan-rodriguez-cabrillo.htm\">Read about the life and voyage of Juan Rodriguez Cabrillo!</a></p> <h4><b>Access</b></h4> <p>The statue viewing area is down a short walking path just off the traffic circle in front of the Visitor Center.</p> <p> </p>",
    "audioDescription": "A lone sidewalk path leads to a circular plaza floored with brick. The plaza is surrounded by a waist-high 1-foot thick fence made out of a textured concrete and rock material. The plaza is surrounded on the outside by native vegetation. Looking to the south, east, and west, the plaza offers an expansive view of San Diego Bay, the city of San Diego, and the hillsides of Cabrillo National Monument. In the center of the plaza stands a sandy-white stone statue of Juan Rodriguez Cabrillo. The statue depicts a bearded man with well-groomed shoulder-length hair wearing plate armor and a cloak. His left hand holds navigational instruments while his right props up a sword, with it’s blade-side touching the ground and its hilt-side up. Beneath Cabrillo, his name is written in Portuguese. Behind him is a pillar that extends above his height by roughly half- his statue’s height. At the top is a crowned heraldry crest and above that is a cross. The statue stands approximately fourteen feet tall.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B8A970DD-0F73-4746-9A66-3AC360640388",
    "url": "https://www.nps.gov/places/kelp-forest-and-whale-overlook.htm",
    "title": "Kelp Forest and Whale Overlook",
    "listingDescription": "The Kelp Forest and Whale Overlook provides sweeping views of the Pacific Ocean and contains exhibits about coastal wildlife. It is also a good spot for Whale Watching during the gray whale migration season!",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4F7C4144-BBFB-13D3-E23D82AFDDFCC0D0.jpg",
        "credit": "NPS Photo / T. Jordan",
        "altText": "A cement path leads to a lookout covered by white cloth sails. The pacific ocean lies far below.",
        "title": "Kelp Forest and Whale Overlook",
        "description": "",
        "caption": "Sheltered exhibit section of the Kelp Forest and Whale Overlook.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4F7C4144-BBFB-13D3-E23D82AFDDFCC0D0.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4F7C4144-BBFB-13D3-E23D82AFDDFCC0D0.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cabrillo National Monument",
      "tidepool",
      "whale",
      "kelp"
    ],
    "latitude": "32.67092",
    "longitude": "-117.24154",
    "latLong": "32.67092,-117.24154",
    "bodyText": "<h4>Scenic Overlook</h4> <p>Take a break in the shade and enjoy the view! This is a great spot to watch or learn about coastal wildlife. Here you can learn about the Gray Whale migration, our tidepools, and the kelp forests off Point Loma.Each winter, the Pacific Gray Whales pass by the western overlooks of Cabrillo National Monument. After spending the summer feeding in the food-rich waters of the Arctic, the whales swim south along the coast to the bays of Baja California, where they mate, give birth, and nurse their young. Along the way, they pass Point Loma and Cabrillo National Monument, where you can witness their annual winter journey.<br /> <br /> From here you can also see the the <a href=\"https://www.nps.gov/cabr/learn/nature/tidepools.htm\">Rocky Intertidal Zone of Cabrillo National Monument</a> during low tide. Ours is one of the best protected Rocky Intertidal areas in California! The best time to visit the tidepools is during the winter and early spring months, when good low tides occur during park hours. The tide usually covers the tidepools when the park is open, from late spring to early fall.<br /> <br /> Just offshore is also a whole underwater forest! “Kelps” are a class of brown algae that can grow to large sizes. They attach to the ocean bottom, and many have flotation devices to buoy themselves to the water’s surface. Several marine algae species can be found in the intertidal area, but the most impressive are the large forests of kelps that grow in water about 25 to 70 feet (8 – 21 meters) off shore. You can see roughly where they grow by looking for the brownish, smooth areas on the water’s surface. In Point Loma the kelp forest is dominated by giant kelp (Macrocystis pyrifera), which grows up to 150 feet (46 meters) long!</p> <h4><b>Whale Watching Tips!</b></h4> <ul> <li> <p>Look for the Blow or Spout - these spouts are created when warm, moist air exhaled from a whale’s lungs meets the cool air at the ocean’s surface. They can be up to 15 feet (4.5 meters) high and each one is visible for about 5 seconds! These can be seen from here even without binoculars.</p> </li> <li> <p>Look for the tail! Gray whales typically spout 3-5 times before taking a big breath for a deep dive. Before their deepest dive, gray whales often display their 12-foot fan-shaped flukes, or tails. The weight of the tail above the whale’s body helps the whale dive deep.</p> </li> <li> <p>Look for a breach and splash. Sometimes gray whales hurl themselves out of the water and plunge back in with a huge splash. This is called breaching. Breaching is a rare occurrence, as these whales are trying to conserve as much energy as they can during their long migration.</p> </li> <li> <p>Look for large white boats with a lot of people onboard. These are whale watching boats. Find one of these and you are almost guaranteed to see a whale spouting nearby.</p> </li> </ul> <h4><b>Access</b></h4> <p>The Kelp Forest and Whale Overlook is accessed by a small concrete loop trail that starts just south of the Old Point Loma Lighthouse grounds.</p>",
    "audioDescription": "The Kelp Forest and Whale Overlook area consists of a ¼-mile loop trail that passes an observation area with interpretive exhibits and the Fire Control Station bunker for Battery Humphreys. The primary point of interest is the overlook area and its exhibits. Starting down the western-facing side of the loop, you follow a concrete sidewalk and pass an example cast of life-size whale vertebrae and a miniature metal sculpture of a gray whale. Feel free to touch the small relief sculpture or the vertebrae to feel the shape of the whale. The sidewalk in this portion of the path is also decorated with a life-size etching of a gray whale. Containing down the path past these items, the sidewalk becomes decorated with a life-size a kelp etching, shortly before the path gives way to the observation area itself. The Kelp Forest and Whale Overlook area consists of a several shaded areas that line the western-ridge along the walking path. Transparent barriers long the fence-line help provide shelter from the elements under a covered areas that has exhibits on the Cabrillo tidepools, kelp forests, and gray whales. There are concrete benches along the sidewalk in this area to stop and rest on. This area offers sweeping views of the Pacific Ocean and gray whales can be spotted here during migrating season. The new Point Loma Lighthouse, tidepool area, and western slopes of Point Loma are all visible below the lookout point. A waist-high 1-foot thick, rocky concrete barrier lines the western-facing side of the lookout area. Continuing along the path past the shaded observation areas, is the Fire Control Station for Battery Humphreys. You can see a bit of its back-side from the main path, however, a spur from the main path diverts to the west and drops down a little bit to offer a close-up view of the front side of the bunker. The exposed part of the structure is rounded and made from a mixture of concrete and rocky materials that help it blend into the hillside. A narrow slit on each level of the structure rounds the entire exposed portion of the building. Each layer can be differentiated by the narrow metal plates that cover up the viewport slits for each chamber. The walking path continues along, and turns back to the north. This portion of the path has few points of intertest, but offers sweeping views of San Diego Bay. The trail loop ends near where it started as it begins to meet the lighthouse grounds.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D3B554D1-1D0C-4DE8-A3E0-CC042B839EF8",
    "url": "https://www.nps.gov/places/la-jolla-tidepools-and-the-children-s-pool.htm",
    "title": "La Jolla Tidepools and The Children's Pool",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D632DA52-09C5-0CC3-940181E23E82FE4E.jpg",
        "credit": "",
        "altText": "Sun setting on a tidepool",
        "title": "La Jolla Tidepools",
        "description": "",
        "caption": "The La Jolla Tidepools are captivating spaces to explore undersea life",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D632DA52-09C5-0CC3-940181E23E82FE4E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D632DA52-09C5-0CC3-940181E23E82FE4E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "32.83725040151402",
    "longitude": "-117.28115292995841",
    "latLong": "32.83725040151402,-117.28115292995841",
    "bodyText": "Cabrillo National Monument is not the only place to explore tidepools in the San Diego area! La Jolla is also an excellent place to see the underwater world when the tide is low. The life that you might sea include sea anemones, crabs, limpets, octopi, sea stars, sea slugs, sea hares, and barnacles. The La Jolla coastline is designated an ecological reserve so you cannot remove anything from this area, living or dead. <br /> <br /> Tidepools can be found throughout the La Jolla coastline, from Dike Rock near Scripps Pier on the north to Windansea Beach on the south. Please plan for appropriate clothing and footwear on your visit. Shoes with good gripping soles are best, as rocky areas become slippery with water and algae. Closed toe shoes are recommended. Sandals or flip flops are strongly discouraged due to their inability to provide a good grip on the slippery rocks.<br /> <br /> Another place worth visiting on the La Jolla coastline is she Children’s Pool. This unique beach was created by Ellen Browning Scripps, a wealthy local philanthropist, who worried about the risk to local beachgoing children. Scripps paid for a breakwater to be constructed around the site of today's Children's Pool Beach to provide a safe place for all children to enjoy the ocean. The same environmental factors that made it attractive to young children also made it attractive to young harbor seals, and in the 1990s harbor seals began colonizing this area. It is now closed to human beings from December 15-May 15, during seal pupping season.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Beach/Water Access",
      "Bicycle - Rack",
      "Bus/Shuttle Stop",
      "Parking - Auto",
      "Picnic Table",
      "Restroom"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "CE4F6D9A-EA00-46A2-BD84-3CD9498C35F4",
    "url": "https://www.nps.gov/places/military-disappearing-searchlight.htm",
    "title": "Military Disappearing Searchlight",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/1FD19E84-F9BA-D81F-F390FBBA7484C2B1.jpeg",
        "credit": "NPS Photo/M. O'Barr",
        "altText": "A green metal roof hides a military searchlight along a dirt path. Low green shrubs surround it.",
        "title": "Military Searchlight",
        "description": "",
        "caption": "Historic Military Searchlight roof",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/1FD19E84-F9BA-D81F-F390FBBA7484C2B1.jpeg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/1FD19E84-F9BA-D81F-F390FBBA7484C2B1.jpeg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cabrillo National Monument",
      "history",
      "tidepools",
      "lighthouses",
      "World War II",
      "nature",
      "native americans",
      "San Diego",
      "walking tour",
      "birding",
      "Shaw’s agave"
    ],
    "latitude": "32.67138889",
    "longitude": "-117.24444444",
    "latLong": "32.67138889,-117.24444444",
    "bodyText": "<p>On the right of the trail is a structure that was part of Point Loma’s World War II defense. This metal covering was designed to slide along the track and uncover the hidden searchlight, although it no longer functions. The searchlight was capable of illuminating incoming ships 8,000 yards away, or 4.5 miles. A group of Army soldiers were assigned to this location and were responsible for manning this searchlight.<br /> <br /> Point Loma was initially set aside for military use in 1852 by President Millard Fillmore shortly after California became a state. By 1913, Cabrillo National Monument was established, although the land was still controlled by the military. During World War II Cabrillo National Monument was reinstated as a coastal defense fort. The military is still very present at the end of the peninsula and the park is bordered at all sides by military bases.<br /> <br /> <b>Did You Know?</b></p> <ul> <li> <p>Although this physical search light was installed in the 1920s, there are two lights sharing the same number, #15. As a result, it appears that it is in two different places! Continually, the light search light in this structure has been replaced by search light #17, causing even more clerical confusion!</p> </li> <li> <p>The searchlight was made by General Electric, the same company that made thousands of washing machines, light bulbs, turbines, etc.</p> </li> <li> <p>The illumination was created by an electric arc that jumped between two carbon rods that looked like very large pencils.</p> </li> </ul> <p><b>Learn More</b><br /> ‘Understanding the Life of Point Loma’<br /> The Illustrated Fort Rosecrans<br /> <br /> <b>Access</b><br /> No wheelchair access</p>",
    "audioDescription": "On the ground right next to the path is a square, flat, green, metal roof approximately 14ft x 14ft. This roof has a small wooden platform in the middle. Just past the roofing on the ground is a concrete platform that has a track so that the roof can slide away to the side. Inside is a large spotlight that was used to illuminate the ocean. Next to the metal roofing is a sign saying ‘DANGER UNSTABLE ROOF PLEASE KEEP OFF’. The area surrounding the military artifact is covered in native plants. Ahead, the path continues.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "32°40.289’, 117°14.664’",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "5E71167A-EF5F-4AC9-BF48-6691E4132633",
    "url": "https://www.nps.gov/places/mission-trails-regional-park.htm",
    "title": "Mission Trails Regional Park",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D3048F75-9A22-118A-962BD6E55A7E994B.jpg",
        "credit": "",
        "altText": "Five hikers cross a creek in an arid landscape",
        "title": "Mission Trails Regional Park",
        "description": "",
        "caption": "Mission Trails Regional Park has dozens of miles of hiking, biking, and equestrian trails",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D3048F75-9A22-118A-962BD6E55A7E994B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D3048F75-9A22-118A-962BD6E55A7E994B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "32.8191548402294",
    "longitude": "-117.05651814566954",
    "latLong": "32.8191548402294,-117.05651814566954",
    "bodyText": "The 7,220 acres of Mission Trails Regional Park make it not only the largest city park in San Diego, but the largest in California and sixth largest in the country. At Mission Trails, visitors can hike 65 miles of trails that hug wild canyons and climb to mountaintops. Stunning vistas and colorful wildflowers await, including the summit of Cowles Mountain, the highest peak in San Diego and the most popular hike in the park.<br /> <br /> Hiking is not the only activity available at Mission Trails; numerous trails also accommodate horseback riders and mountain bikers. Park staff and volunteers are on hand to offer guided nature walks to visitors. And if you feel like spending the night, you can also camp at the Kumeyaay Lake Campground.<br /> <br /> Mission Trails also has a long and rich human history. The Kumeyaay people have called this area their home since time immemorial and park exhibits provide information and displays about their long and ongoing history. Spanish colonization began in 1774 and the main mission in San Diego was located near this park and adjacent to the Kumeyaay village of Nipaguay. To water their crops and provide drinking water for their mission, the Spanish colonizers coerced Kumeyaay people to build the Mission Dam between 1809 and 1815. This dam can still be toured and is located in the northeast portion of the park.<br /> <br /> Much of the park was mission property until 1846, when it was granted to Santiago Arguello—a local politician and military officer—by the Mexican government. After the conquest of California by the United States, Mission Trails had numerous uses including ranching, granite mining, and farming. Granite mined from Mission Gorge was used to construct the breakwater in San Diego Bay that can be seen from Cabrillo National Monument. This area also served as a military training zone where artillery and tank training occurred for World War I and other training including live fire occurred during World War II. Unexploded ordnance remains a hazard in the park to this day because of this training.<br /> <br /> In 1960, the military area that is now Mission Trails Regional Park was declared surplus to military needs. The City of San Diego acquired substantial amounts of this land and began the process of converting it to the park it is today. The park was established in 1974 and has grown through several acquisitions into a massive and beloved public space. ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.sandiego.gov/park-and-recreation/parks/osp/mtrails",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Amphitheater",
      "Baby Changing Station",
      "Benches/Seating",
      "Bicycle - Rack",
      "Bus/Shuttle Stop",
      "Canoe/Kayak/Small Boat Launch",
      "Cellular Signal",
      "First Aid Kit Available",
      "Gifts/Souvenirs/Books",
      "Historical/Interpretive Information/Exhibits",
      "Information - Maps Available",
      "Information - Ranger/Staff Member Present",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Pets Allowed",
      "Picnic Shelter/Pavilion",
      "Picnic Table",
      "Primitive Campsites",
      "Restroom",
      "Tent Campsites",
      "Toilet - Flush",
      "Trailhead",
      "Water - Bottle-Filling Station"
    ],
    "managedByOrg": "San Diego Parks and Recreation",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "San Diego, CA",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "921091C1-17A0-45FF-A8FC-DA14C66E6C0A",
    "url": "https://www.nps.gov/places/new-point-loma-lighthouse.htm",
    "title": "New Point Loma Lighthouse",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/35E0944D-E6C2-8F6C-07131D0B8195C6C1.jpg",
        "credit": "",
        "altText": "Color photograph of a lighthouse tower surrounded by white buildings with red roofs and the sea",
        "title": "New Point Loma Lighthouse",
        "description": "",
        "caption": "The New Point Loma Lighthouse occupies a stunning natural setting.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/35E0944D-E6C2-8F6C-07131D0B8195C6C1.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/35E0944D-E6C2-8F6C-07131D0B8195C6C1.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "32.667182352355184",
    "longitude": "-117.24418461883016",
    "latLong": "32.667182352355184,-117.24418461883016",
    "bodyText": "On March 23, 1891, the New Point Loma Lighthouse was lit for the first time. This new lighthouse has much in common with its predecessor, the <a href=\"https://www.nps.gov/places/old-point-loma-lighthouse-grounds.htm\">Old Point Loma Lighthouse</a>. Firstly, the initial keeper of the light was Robert Israel who had served for 18 years at the old lighthouse. Secondly, it was extremely close to the old lighthouse and also used a third order Fresnel lens powered by kerosene. This lens, which was ruby-colored was considered so beautiful that its creator entered it in the Paris Exhibition of 1889 where it won a gold medal for its beauty and quality.One major difference, however, was its location. The Old Point Loma Lighthouse is located on a cliff 400 feet above the water. In the marine atmosphere, that often meant that fog and clouds would interfere with the light from the lighthouse itself reaching the ships out at sea. This new location would prevent any similar functionality issues.<br /> <br /> While the citizens of San Diego celebrated its first lighting on February 3, 1891, lighthouse keeper Robert Israel nursed a grudge. His son and the son of the assistant lighthouse keeper had accidentally wrecked the boat that the lighthouse service provided for them several years earlier and the lighthouse service had deducted its cost from his salary. Israel felt that this was unjust and despite several official protests, he was ignored. Within the first year of the lighthouse’s opening, Israel was no longer regularly cleaning the lens or the grounds of the lighthouse and within a year of opening he quit after nearly 20 years attending to lighthouses in Point Loma.<br /> <br /> The lighthouse knew many changes in appearance and function over the years. In 1894, it was painted white (it was originally brown), a fog warning was added bin 1913, and in 1933 its lamp was changed to electricity and its red glass was removed. In 1939, the US Coast Guard took over all lighthouses and all keepers became members of the military. In 1973, the job of keeper was made unnecessary through automation and in 1997 the old Fresnel lens stopped rotating and was replaced by a new beacon.The New Point Loma Lighthouse is now a residential area for Coast Guard officers and it is off limit for public visitation. Its original Fresnel lens, however, is observable at our park in the lighthouse history exhibits in the Assistant Lighthouse Keepers Quarters. You can also see it in the film ‘Top Gun’ where it served as the location for a scene where Tom Cruise’s character, Maverick, went to meet with his mentor, Viper, who lived in one of the homes on its grounds. ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "US Coast Guard",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Point Loma, San Diego, CA",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "43C4895E-9857-4A39-9E9C-1793B8D32913",
    "url": "https://www.nps.gov/places/old-point-loma-lighthouse-assistant-keeper-s-quarters.htm",
    "title": "Old Point Loma Lighthouse Assistant Keeper's Quarters",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/11E762B2-C58A-86E8-4738DFD8845306C0.jpg",
        "credit": "NPS / Amanda Gossard",
        "altText": "A large room with exhibits and displays.",
        "title": "Assistant Keeper's Quarters",
        "description": "",
        "caption": "These quarters were once the assistant keeper's quarters and now display exhibits.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/11E762B2-C58A-86E8-4738DFD8845306C0.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/11E762B2-C58A-86E8-4738DFD8845306C0.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "32.67201529486399",
    "longitude": "-117.24085807800293",
    "latLong": "32.67201529486399,-117.24085807800293",
    "bodyText": "In front of the garden is the Assistant Keepers Quarters. Theses quarters currently house historical information. A Fresnel Lens is set in the center of the building for an up-close look of what is partially restricted within the lighthouse. When the Old Point Loma Lighthouse was active and the keeper’s wife wasn’t in the role, this site housed the assistant keeper. The space was also used as storage for supplies.  ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "5F672ACC-57E1-4B85-A208-A0E1E122E0FB",
    "url": "https://www.nps.gov/places/old-point-loma-lighthouse-children-s-bedroom.htm",
    "title": "Old Point Loma Lighthouse Children's Bedroom",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/10FEB8AB-DB5D-3765-EBE7426AF7916845.jpg",
        "credit": "NPS / Amanda Gossard",
        "altText": "A bedroom with a small bed, window, small rug, and a table.",
        "title": "Children's Bedroom at the Lighthouse",
        "description": "",
        "caption": "This historic lighthouse, gives us all a special place to step back in time.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/10FEB8AB-DB5D-3765-EBE7426AF7916845.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/10FEB8AB-DB5D-3765-EBE7426AF7916845.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "32.67200776885866",
    "longitude": "-117.24099576467779",
    "latLong": "32.67200776885866,-117.24099576467779",
    "bodyText": "As you leave the parlor room, on your left you will see a spiral staircase. The staircase takes you from the entryway to the second floor. Once at the top, you will see one bedroom to the left. This was a bedroom shared by all the children. It has two small beds (one slightly larger than the other), a desk for schoolwork and reading, a chamber pot, and a window that faces to the east. Not a lot of time was spent in this space as the children were active with chores, home schooling activities, and playing outside.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "ADB50891-77F2-4325-B319-7512C72F6884",
    "url": "https://www.nps.gov/places/old-point-loma-lighthouse-flagpole-and-basement.htm",
    "title": "Old Point Loma Lighthouse Flagpole and Basement",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/11C1EE18-D239-DA4B-0B62D4197A7DC343.jpg",
        "credit": "NPS / Amanda Gossard",
        "altText": "A white lighthouse with a tall flagpole flying the American flag.",
        "title": "Flagpole at the Lighthouse",
        "description": "",
        "caption": "A windswept retreat from our busy modern world, a place to remember the people and times before us.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/11C1EE18-D239-DA4B-0B62D4197A7DC343.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/11C1EE18-D239-DA4B-0B62D4197A7DC343.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "32.67201077923331",
    "longitude": "-117.24098682403564",
    "latLong": "32.67201077923331,-117.24098682403564",
    "bodyText": "To the right of the lighthouse is the flagpole and entrance to the basement. The flagpole was erected by Lighthouse Keeper Jenkins, who operated the lighthouse from 1867 to 1871. The ruthless wind meant that he would only raise the colors on special occasions and holidays. Currently, a 38-star flag is flown, representing the number of states in the union during most of the time that the Israel family operated the lighthouse.Next to the flagpole is a cellar door that leads to the basement of the lighthouse. This part of the house was also accessible by a separate spiral staircase located in the kitchen. The basement has the same floorplan as the 1st floor of the lighthouse. When boys reached the age of 10, they left the second-floor bedroom shared by all the kids and moved into the basement. Being much cooler than the rest of the house, this area was also used to store food and other supplies.  Thank you for listening to the Old Point Loma Lighthouse audio tour given by Cabrillo National Monument. We hope that you enjoyed learning more about the lighthouse and its final keepers.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A1389FAE-86B8-4FD5-8E2E-E9CD0946BC8D",
    "url": "https://www.nps.gov/places/old-point-loma-lighthouse-front-entry.htm",
    "title": "Old Point Loma Lighthouse Front Entry",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/0FC55C93-E54D-74C0-8075B7F6AD43BB49.jpg",
        "credit": "NPS / Amanda Gossard",
        "altText": "White walls and a spiral staircase.",
        "title": "Entry at the Lighthouse",
        "description": "",
        "caption": "The Old Point Loma Lighthouse was not just the housing for a light; it was the home.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0FC55C93-E54D-74C0-8075B7F6AD43BB49.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0FC55C93-E54D-74C0-8075B7F6AD43BB49.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "32.67201529486399",
    "longitude": "-117.24099218845367",
    "latLong": "32.67201529486399,-117.24099218845367",
    "bodyText": "From the front entry of this house you can visit the kitchen, parlor, or access the spiral staircase that leads you up to the second floor and watchroom. ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A2E2440F-7B64-4AA5-814D-343F6C9CC3A2",
    "url": "https://www.nps.gov/places/old-point-loma-lighthouse-front-steps.htm",
    "title": "Old Point Loma Lighthouse Front Steps",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/10009C36-B393-A347-0CF1E7CF76DDAF81.jpg",
        "credit": "NPS / Amanda Gossard",
        "altText": "A white building with a white fence and stairs leading to a door.",
        "title": "Front Steps at the Lighthouse",
        "description": "",
        "caption": "The Old Point Loma Lighthouse stood watch over the entrance to San Diego Bay for 36 years.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/10009C36-B393-A347-0CF1E7CF76DDAF81.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/10009C36-B393-A347-0CF1E7CF76DDAF81.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "32.672006263602384",
    "longitude": "-117.24099218845367",
    "latLong": "32.672006263602384,-117.24099218845367",
    "bodyText": "These steps lead you up into the Old Point Loma Lighthouse to rooms that help you learn about what life was like for the final lighthouse keepers.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "81B05944-023D-49DB-BE1F-C749E6DAB980",
    "url": "https://www.nps.gov/places/old-point-loma-lighthouse-grounds.htm",
    "title": "Old Point Loma Lighthouse Grounds",
    "listingDescription": "The Old Point Loma Lighthouse illuminated the San Diego coastline from 1855 to 1891. Today, the lighthouse grounds and its exhibits provide a window to the past.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/0312D226-E98F-5494-3960B8CC45B08C64.jpg",
        "credit": "NPS Photo / T. Jordan",
        "altText": "A brown path winds through green plants to a white lighthouse and a small white building.",
        "title": "Old Point Loma Lighthouse Grounds",
        "description": "",
        "caption": "Old Point Loma Lighthouse Grounds",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0312D226-E98F-5494-3960B8CC45B08C64.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0312D226-E98F-5494-3960B8CC45B08C64.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cabrillo National Monument",
      "lighthouse"
    ],
    "latitude": "32.67197004300726",
    "longitude": "-117.24090194575534",
    "latLong": "32.67197004300726,-117.24090194575534",
    "bodyText": "<h4>History</h4> <p>The Old Point Loma Lighthouse rests 422 feet (129 meters) over the entrance to San Diego Bay. Its light guided ships from November 15, 1855 until March 23, 1891. Unfortunately, its height was a double-edged sword. When foggy, it was difficult to see the light at all. As such, it was shut down and the keeper was relocated to a new lighthouse located closer to the water.<br /> <br /> This Lighthouse sported a 3<sup>rd</sup> order Fresnel lens that stood 462 feet (141 meters) above the water, at the top of the tower. The theoretical maximum visibility was close to 31 miles (50 km), if you were observing from 30 feet (9 meters) above the waterline! The light was fueled by burning Sperm Whale oil. For most of its life, it projected a solid line of light in 360 degrees. In April of 1889, it was briefly converted to a fixed light that alternated red and white flashes every minute.<br /> <br /> After it shut down in 1891, the light remained dormant until sunset on the lighthouse’s 100<sup>th</sup> anniversary - November 15, 1955. Then, for the first time in over 60 years, the tower was alight again – but this time with an electric lightbulb! It was only for show, not as a navigational aid, but it was still a momentous occasion.<br /> <br /> Today, the Old Point Loma Lighthouse stands watch over San Diego, sentinel to a vanished past. If you have a chance to look inside inside the lighthouse, this past comes alive! The National Park Service has refurbished the interior to its historic 1880s appearance.</p> <h4><b>Did You Know?</b></h4> <ul> <li>The position of Lighthouse Keeper was one of the first federal jobs available to women with pay equal to their male counterparts!</li> <li>There were some far out reports of the lighthouse’s visibility – in 1855, the captain of the steamship <i>Golden Gate</i> reported that they could see the light from 39 miles (63 km) away! George Davidson’s <i>Directory of the Pacific Coast</i> (first published in 1858)<i> </i>suggested that the light could be seen 28 to 31 miles (45 to 50 km) away depending on how high above the sea you were making the observation.</li> </ul> <h4><b>Learn More</b></h4> <p><a href=\"https://www.nps.gov/cabr/learn/historyculture/the-lighthouses-of-cabrillo-national-monument.htm\">Read about the history of the Lighthouses of Point Loma</a></p> <h4><b>Access</b></h4> <p>The Assistant Keeper's Quarters and an adjoining restroom are wheelchair accessible.<br /> <br /> Additional restrooms are available down a flight of stairs at the comfort station on the hillside west of the lighthouse.The first two floors of the old lighthouse are normally open to the public and are accessed by small flights of stairs. Some interior stairs are of non-standard height.<br /> <br /> The top of the tower is only open for special events a few times a year. <a href=\"https://www.nps.gov/cabr/planyourvisit/open-tower-days.htm\">Check for upcoming Open Tower Days</a></p>",
    "audioDescription": "The grounds of the Old Point Loma Lighthouse include the Old Point Loma Lighthouse itself, the Assistant Keeper's Quarters, a rain catchment, garden, and flagpole. Standing in the courtyard between buildings, to the west is the Old Point Loma Lighthouse. To the south is the Assistant Keeper's Quarters. To the East is the rain catchment and an unobstructed view of the city of San Diego. To the north, a cement path winds its way down the hill that houses the lighthouse grounds. The lighthouse is a small 2-story white structure with a pointed, dark brown roof. There are four rectangular windows on both the east and west facing sides of the first floor. On top of the roof is a short, white tower. The upper portion of the tower is comprised of a cylindrical metal chamber that houses a lamp. The lamp is surrounded by a lens, and glass windows allow surround the light and lens on all sides of the room. The top of this tower comes to a shallow, conical tip. The assistant keepers quarters is a square 1-story building with a pointed dark-brown roof. The north and south facing walls each have a single green-trim door with windows built into it, and each door is flanked by a single rectangular window on either side of it. Inside are museum exhibits about the lighthouse and a large lighthouse lens on display. A restroom is located on the southern side of the building, from an exterior doorway. The rain catchment is a large, rectangular cement area (comparable to the footprint of the lighthouse itself, of not larger) that gently slopes towards a metal grate for a drain in one of its corners. It is surrounded by a 3' high white picket fence.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Historical/Interpretive Information/Exhibits",
      "Restroom",
      "Restroom - Accessible",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "San Diego, CA",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "One of the first lighthouses built on the California Coast after it became a state.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "287DD32F-F061-4967-891A-5AB7ED798479",
    "url": "https://www.nps.gov/places/old-point-loma-lighthouse-kitchen.htm",
    "title": "Old Point Loma Lighthouse Kitchen",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/102D5192-ADCD-9A51-E9F54D23D0C67DA7.jpg",
        "credit": "NPS / Amanda Gossard",
        "altText": "A room with wooden floors and white walls, an oven, and a small table.",
        "title": "The Lighthouse Kitchen",
        "description": "",
        "caption": "A small garden on the lighthouse grounds helped provide food for the family.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/102D5192-ADCD-9A51-E9F54D23D0C67DA7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/102D5192-ADCD-9A51-E9F54D23D0C67DA7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "32.6720258312428",
    "longitude": "-117.24097967175112",
    "latLong": "32.6720258312428,-117.24097967175112",
    "bodyText": "Turning right from the entry way, you arrive at the kitchen.  In the middle of the wall opposite you, there is a coal burning, cast iron stove that not only provided a place to cook meals, but also warmth. During the winter months, this was the warmest room in the house. On the righthand side of the kitchen, there is a rectangular table with four chairs. It sits below a southern facing window looking out to the harbor. The kitchen is where the Israel family enjoyed meals and the children completed their homework and small projects. As you look around the kitchen you can see historic tools and furniture that allow you to picture some common kitchen activities: a food prep table to chop vegetables, a washtub for dishes or laundry, a clothes iron for pressing linens, and a poster of the English alphabet on the wall next to the table.  This kitchen was truly the heart of the home and a gathering place for all members of the family.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "299BAEE7-CEC3-47AC-90D3-BAACD481B2E5",
    "url": "https://www.nps.gov/places/old-point-loma-lighthouse-kitchen-garden.htm",
    "title": "Old Point Loma Lighthouse Kitchen Garden",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/127B62B3-01BB-49C0-19B3A6EC5BAA331A.jpg",
        "credit": "NPS / Carmen Aurrecoechea",
        "altText": "Close-up of a San Diego Sunflower in bloom, with big petals and a dark center.",
        "title": "Sunflowers",
        "description": "",
        "caption": "San Diego Sunflowers in bloom",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/127B62B3-01BB-49C0-19B3A6EC5BAA331A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/127B62B3-01BB-49C0-19B3A6EC5BAA331A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "32.67201981049443",
    "longitude": "-117.24100291728973",
    "latLong": "32.67201981049443,-117.24100291728973",
    "bodyText": "To the left of the lighthouse is the garden. When the Israel family lived in the lighthouse, the closest town (now known as “Old Town San Diego”) was a 4-hour horse and buggy ride away. Food, water, and supplies had to be rationed carefully. Due to the location of the lighthouse from the nearest town, supplies were limited and only delivered every three months. Most lighthouses were in isolated areas so the challenges the Old Point Loma Lighthouse Keepers faced were not unique. To supplement the food they got from town, the kitchen garden was planted with seasonal vegetables and herbs providing a fresh source of food and vitamins. In addition to her assistant keeper duties, Mrs. Israel managed to keep tomato vines growing at the lighthouse. There was also a potato patch that was maintained at a site off of the lighthouse property.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "330876AC-ED06-4C27-B4D6-45E32E56E97B",
    "url": "https://www.nps.gov/places/old-point-loma-lighthouse-parlor.htm",
    "title": "Old Point Loma Lighthouse Parlor",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/108202B3-B81F-E56F-0CED967A3DF2A11D.jpg",
        "credit": "NPS / Amanda Gossard",
        "altText": "A room with a rocking chair, couch, fireplace, and table, decorated with framed paintings.",
        "title": "Parlor at the Lighthouse",
        "description": "",
        "caption": "The National Park Service has refurbished the room to its historic 1880s appearance.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/108202B3-B81F-E56F-0CED967A3DF2A11D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/108202B3-B81F-E56F-0CED967A3DF2A11D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "32.672006263602384",
    "longitude": "-117.24098145961761",
    "latLong": "32.672006263602384,-117.24098145961761",
    "bodyText": "As you walk out of the kitchen, continue straight and you will arrive at the parlor room. In this room you see an inviting wood burning fireplace, a wooden desk, and a long backless sofa. Captain Israel would do work at the wooden desk, like writing correspondence to the United States Lighthouse Board. Mrs. Israel used the same room to knit and create crafts with small shells collected by the children. Some of her original work is displayed on the walls of the parlor. She adorned picture frames with shells, chiton, and fragments of abalone. You can see these above the fireplace and on the far wall adjacent to the sofa. Children were not allowed in this room. The parlor was reserved for receiving and entertaining guests, it was not considered a family space.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A96DFE04-9F00-4FC7-9A75-E1BC27DD8E74",
    "url": "https://www.nps.gov/places/old-point-loma-lighthouse-primary-bedroom.htm",
    "title": "Old Point Loma Lighthouse Primary Bedroom",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/105201A0-F2FE-0C20-218EB8E2266DC7D8.jpg",
        "credit": "NPS / Amanda Gossard",
        "altText": "A room with a bed, fireplace, large rug and window.",
        "title": "Primary Bedroom at the Lighthouse",
        "description": "",
        "caption": "The Old Point Loma Lighthouse was not just the housing for a light; it was the home.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/105201A0-F2FE-0C20-218EB8E2266DC7D8.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/105201A0-F2FE-0C20-218EB8E2266DC7D8.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "32.67201981049443",
    "longitude": "-117.24097609519958",
    "latLong": "32.67201981049443,-117.24097609519958",
    "bodyText": "The other bedroom on the second floor of the Old Point Loma Lighthouse is the primary bedroom. It has another cozy wood burning fireplace, a larger bed, a dresser, and a potty chair with chamber pot. There was no plumbing or running water in the lighthouse when the Israel family lived here. Chamber pots were used during the night when it was too dark to find their way to the outhouse. Though the bed is larger and could easily accommodate two people, Mrs. Israel would spend most nights sleeping alone while her husband tended to the light. Come morning, Captain Israel would transfer the duties to the assistant keeper, who for this family, was Mrs. Israel, and the captain would retire to bed for some well-earned rest.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A426D477-ECF3-4D0F-ACB2-89BCABB1530F",
    "url": "https://www.nps.gov/places/old-point-loma-lighthouse-rain-catchment-basin.htm",
    "title": "Old Point Loma Lighthouse Rain Catchment Basin",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/10A3EE95-C61E-9D05-4FDFC49778F2CC83.jpg",
        "credit": "NPS / Amanda Gossard",
        "altText": "A white fence surrounds a large square area.",
        "title": "Rain Catchment Basin",
        "description": "",
        "caption": "A coastal desert is a difficult place to secure water before modern plumbing.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/10A3EE95-C61E-9D05-4FDFC49778F2CC83.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/10A3EE95-C61E-9D05-4FDFC49778F2CC83.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "32.67202432612466",
    "longitude": "-117.24098682403564",
    "latLong": "32.67202432612466,-117.24098682403564",
    "bodyText": "Take the stairs back down to the first floor and exit the lighthouse. On your way down, take a moment to imagine how your family might live in this house without the luxuries of our modern world. Remember, this house did not have running water. So how did this family living in a remote area in the coastal desert get access to fresh water?As you exit the lighthouse, walk down the front steps. In front of you, you will see a fenced area called the catchment basin. Before the catchment basin was created, the family would collect rainwater and moisture from the fog using gutters to guide it from the roof into containers. The catchment basin was built to create additional surface area for the water to condense and collect on—giving <b>more</b> opportunity to collect even more water. The construction of a cistern, a waterproof area to store collected water, was completed in 1883. This cistern was the only source of fresh water for the lighthouse. Even though the family had the means to collect rainwater, rain events were infrequent, and water had to be used sparingly.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C11EB47C-3057-4B21-A618-9ABA1D4E19A2",
    "url": "https://www.nps.gov/places/old-point-loma-lighthouse-watch-room-and-lantern-room.htm",
    "title": "Old Point Loma Lighthouse Watch Room and Lantern Room",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/10D3E936-ACD5-DA5C-5525EECFA03340E8.jpg",
        "credit": "NPS / Amanda Gossard",
        "altText": "A large lantern surrounded by glass windows.",
        "title": "The Lantern Room at the Lighthouse",
        "description": "",
        "caption": "The light had a short life because of a serious flaw: fog and low clouds often obscured the beam.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/10D3E936-ACD5-DA5C-5525EECFA03340E8.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/10D3E936-ACD5-DA5C-5525EECFA03340E8.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "32.67200174797125",
    "longitude": "-117.24097073078156",
    "latLong": "32.67200174797125,-117.24097073078156",
    "bodyText": "Leave the primary bedroom and continue walking up the spiral staircase. This will lead you up to the “watch room” or the third story landing. From there, a steep ladder takes you up to the lantern room, which houses the iconic Fresnel lens. The lens is large and takes up most of the room, with about a shoulder-width of space between it and the sturdy wall of windows that protects it from the outside elements. A small door in the lantern room leads to a catwalk that surrounds the outside of the tower, offering a 360-degree view of the city of San Diego, its bay, the Pacific Ocean, and even parts of Mexico. On a clear night, the light from the Fresnel lens could have been seen sixteen to eighteen miles out to sea. ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E2892A09-36DA-44DE-BFF4-4F83BC9CDBDF",
    "url": "https://www.nps.gov/places/old-town-san-diego-state-historic-park.htm",
    "title": "Old Town San Diego State Historic Park",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/3477FD52-AFFA-9A81-5E0721E832812026.jpg",
        "credit": "",
        "altText": "Numerous people walking down a busy street with vendors under canopies to its side.",
        "title": "Old Town State Historic Park",
        "description": "",
        "caption": "Old Town State Historic Park is a bustling and colorful place to explore San Diego's history",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/3477FD52-AFFA-9A81-5E0721E832812026.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/3477FD52-AFFA-9A81-5E0721E832812026.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "32.75477474648045",
    "longitude": "-117.19768068732606",
    "latLong": "32.75477474648045,-117.19768068732606",
    "bodyText": "Old Town State Historic Park preserves the original Euro-American settlement in San Diego, established in the 1820s when San Diego was a part of the newly independent nation of Mexico. The Kumeyaay Tribe has lived in this region since time immemorial and, though Spain first claimed ownership of this territory in the 1540s, their first settlers did not arrive until 1769 when they established a mission not far from today’s Old Town. In the 1870s, San Diego’s center moved to its current downtown location to better take advantage of the city’s harbor. As a result, many of the historic structures found here escaped the development pressures faced at older settlements throughout California. The state park, created in 1968, contains a mix of authentic restored structures and accurate reproductions that provide visitors with a vivid sense of what life was like in early San Diego.<br /> <br /> One family who lived in Old Town during its heyday were Robert and Maria Israel (born Maria Machado), who served as lighthouse keepers at the <a href=\"https://www.nps.gov/places/old-point-loma-lighthouse-grounds.htm\">Old Point Loma Lighthouse</a> in our park for 20 years. Robert was a Mexican War veteran and skilled chairmaker who moved to Old Town in 1851 and worked a wide variety of jobs including saloon manager, justice of the peace, jailhouse keeper, and marshal. Maria and Robert lived in Old Town until 1871, when they moved to what is now Cabrillo National Monument. Maria's family had deep roots in Old Town. Her father, José was deployed to San Diego by the Spanish military in 1781; he ended up owning several ranches and became a city councilman in the 1830s. Maria's family had lived in San Diego since its Euro-American colonization began. The Machados were an enormous family with 15 children including Maria. Maria's oldest sibling, Juan, had an even larger family of 19 children and his landholdings included Ballast Point, not far from the lighthouse his sister would later tend. The large Machado family left a major imprint on San Diego's early history and their descendants can be found in our region to this day.<br /> <br /> Among the many attractions in Old Town are museums like the Wells Fargo Museum which details the history of finance, the Gold Rush, and stagecoach transportation in 1800s California. The Seeley Stable contains historic stagecoaches and wagons that give visitors a sense of how transportation operated in San Diego's early years. Casa de Estudillo recreates the life of San Diego's elite during the 1820s. Other house museums include the James McCoy House, home of California's first sheriff, the Robinson Rose house, which served as a prison, school, and surgical operating room as well as a residence, and several homes where Maria Israel’s family lived such as Casa Machado Silvas and Casa Machado y Stewart which contain early 1800s furnishings. The Whaley House, built by Thomas Whaley in 1857 and reputed to be the most haunted house in San Diego due to the trials and tribulations that the Whaley family suffered, is also a major attraction.<br /> <br /> Old Town's well-manicured grounds are a pleasant and atmospheric place to stroll and take in regular free entertainment such as mariachi bands and the Ballet Folklorico dancers at an outdoor stage. The park also features numerous restaurants, craft vendors, and souvenir shops where visitors can refresh themselves or purchase period objects or clothes. <p> </p> <p> </p> <p> </p> <p> </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.parks.ca.gov/?page_id=663",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Rooms",
      "ATM/Cash Machine",
      "Baby Changing Station",
      "Benches/Seating",
      "Bicycle - Rack",
      "Bus/Shuttle Stop",
      "Cellular Signal",
      "First Aid Kit Available",
      "Food/Drink - Bar/Alcohol For Sale",
      "Food/Drink - Cafeteria",
      "Food/Drink - Coffee",
      "Food/Drink - Ice Cream",
      "Food/Drink - Restaurant/Table Service",
      "Food/Drink - Snacks",
      "Gifts/Souvenirs/Books",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Pets Allowed",
      "Picnic Table",
      "Public Transit",
      "Restroom",
      "Restroom - Accessible",
      "Restroom - Family",
      "Scenic View/Photo Spot",
      "Telephone",
      "Toilet - Flush",
      "Water - Bottle-Filling Station",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "California State Parks",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "San Diego, CA",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "First colonial settelment in San Diego",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "State Park; National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C72D059F-89EB-439F-A2D4-7E89AB18FC80",
    "url": "https://www.nps.gov/places/parking-lot-2.htm",
    "title": "Parking Lot 2",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7A5462DF-FF27-4AF6-21B62CD6BC77EBAC.jpeg",
        "credit": "NPS Photo/M. O'Barr",
        "altText": "Several signs mark the end of the dirt trail. Bushes are on left and the ocean is in the distance.",
        "title": "Parking Lot 2 and Coastal Trail",
        "description": "",
        "caption": "The end of the Coastal Trail at parking lot 2",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7A5462DF-FF27-4AF6-21B62CD6BC77EBAC.jpeg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7A5462DF-FF27-4AF6-21B62CD6BC77EBAC.jpeg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cabrillo National Monument",
      "history",
      "tidepools",
      "lighthouses",
      "World War II",
      "nature",
      "native americans",
      "San Diego",
      "walking tour",
      "birding",
      "Shaw’s agave"
    ],
    "latitude": "32.67361111",
    "longitude": "-117.245",
    "latLong": "32.67361111,-117.245",
    "bodyText": "<p>This parking lot provides accessibility to the Coastal Trail. The Coastal Trail at Cabrillo National Monument is a short one-mile round trip hike ranging from easy to moderate difficulty due to a few steep slopes. You can find this trail on the west side of the peninsula, which leads to the tidepool access area.This trail can be started from the entrances at Lot 1 or Lot 2 off of Gatchell Rd. Take Cabrillo Rd. from the main entrance of the park to Gatchell and park at either lot.<br /> <br /> On this trail you’ll find wide, easy paths with an amazing coastal view. The easy paths lead to steep stairs. Keep in mind this trail is constantly impacted by erosion and some of the stairs are uneven and rugged. It is not possible to take strollers etc. on this trail.<br /> <br /> This end of the trail is not wheelchair accessible. The majority of this trail is dirt and inaccessible for wheelchairs and strollers. The southern entrance to the Coastal Trail does offer a short distance that is accessible for wheelchairs and strollers.</p>",
    "audioDescription": "The trail opens onto a paved sidewalk with a single row of parking spots. To the left, the path provides space to stand and look over the ocean. Ahead, past the parking lot, is a one lane road with a stop light to control the direction of traffic. A sign says ‘road closed’, blocking it from the public. To the right of the parking lot is the road that leads back past lot 1 and to the Visitor Center.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Parking - Auto",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "32°40.424’, 117°14.698’",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "EB70255C-573D-4A48-AFFD-727DF04C7B8A",
    "url": "https://www.nps.gov/places/spur-trail.htm",
    "title": "Spur Trail",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7959EB96-A6F3-B1E3-B24CF5A09AF08639.jpeg",
        "credit": "NPS Photo/M. O'Barr",
        "altText": "Tan cliffs made up of soft sand above the rocky shore next to the ocean.",
        "title": "Spur Trail",
        "description": "",
        "caption": "The Spur Trail along the rocky shore of Cabrillo",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7959EB96-A6F3-B1E3-B24CF5A09AF08639.jpeg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7959EB96-A6F3-B1E3-B24CF5A09AF08639.jpeg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cabrillo National Monument",
      "history",
      "tidepools",
      "lighthouses",
      "World War II",
      "nature",
      "native americans",
      "San Diego",
      "walking tour",
      "birding",
      "Shaw’s agave"
    ],
    "latitude": "32.67222222",
    "longitude": "-117.245",
    "latLong": "32.67222222,-117.245",
    "bodyText": "<p>This side trail provides an opportunity to explore the geological features of Cabrillo National Monument. From the trail head, you have an amazing view of the cliff side.<br /> <br /> The spur trail is a steep grade-incline pathway with loose gravel and stairs. Please stay on path to avoid furth erosion in the area. From the base of the trail, you can see geological formations and algal species without entering the tidepools. There is no water access from this entrance.<br /> <br /> <b>Learn More</b><br /> ‘Understanding the Life of Point Loma’<br /> <a href=\"https://www.nps.gov/cabr/blogs/life-on-the-rocks-part-2-point-loma-s-preserved-past.htm\">https://www.nps.gov/cabr/blogs/life-on-the-rocks-part-2-point-loma-s-preserved-past.htm</a><br /> <br /> <b>Access</b><br /> Not wheelchair accessible</p>",
    "audioDescription": "Located in a clearing to the left of the trail path. The area is sandy and empty. Ahead, a steep path opens leading to the spur trail. The trail does not have many steps and is eroding. To the left of the opening there is a view of the cliffside showing the badlands of erosion in the sandstone. While walking down the path, the cliffside becomes condensed and a banding pattern is visible from layers of sediment deposition when the area formed. To the right, there is a similar view of the cliffside. When looking back inland, the hiking trail continues ahead.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "32°40.339’, 117°14.702’",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "BBD0CA13-8095-4275-8FBF-C0BAEFA15161",
    "url": "https://www.nps.gov/places/tidepool-wayside-display.htm",
    "title": "Tidepool Wayside Display",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B9456CC2-9632-E50C-0098B00FB4A0D5AB.jpeg",
        "credit": "NPS Photo/M. O'Barr",
        "altText": "Three waysides to the left of a dirt path. Blue ocean in background.",
        "title": "Coastal Trail Tidepool Wayside Display",
        "description": "",
        "caption": "Waysides describing the Rocky Intertidal",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B9456CC2-9632-E50C-0098B00FB4A0D5AB.jpeg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B9456CC2-9632-E50C-0098B00FB4A0D5AB.jpeg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cabrillo National Monument",
      "history",
      "tidepools",
      "lighthouses",
      "World War II",
      "nature",
      "native americans",
      "San Diego",
      "walking tour",
      "birding",
      "Shaw’s agave"
    ],
    "latitude": "32.66957518460039",
    "longitude": "-117.24512148473917",
    "latLong": "32.66957518460039,-117.24512148473917",
    "bodyText": "<p><b>The Rocky Intertidal Zone</b><br /> <br /> The Cabrillo National Monument Rocky Intertidal (tidepool) Zone is one of the park’s most loved features due to the opportunity it gives visitors to experience life just beneath the waves.<br /> <br /> Please make sure to wear sunscreen and bring enough water before attempting to enter the intertidal area.<br /> <br /> Shoes with grip are important for tidepool safety. Walking barefoot results in the risk of cuts or injury to visitor. Rocks are slippery due to algal growth and visitors should proceed with caution.<br /> <br /> The tidepools are accessible to explore only at low tide. Guests are encouraged to check the San Diego tidal calendar before visiting. The best time to see low tides at the park are during the fall and winter months. In spring and summer, the water level is above the tidepools during park hours. The Rocky Intertidal Zone is one of the most biodiverse areas on the planet. During your visit, you may see plants and animals such as hermit crabs, sea stars, algae, mussels, and barnacles. Everyone plays a part in preserving this ecosystem. You can help the park preserve this resource by packing out any trash you bring, not pulling organisms off of rocks, not removing any rocks or shells, and watching your step as you explore!<br /> <br /> <b>Did You Know?</b></p> <ul> <li> <p>The Owl Limpet (<i>Lottia gigantea) </i>is a snail with a low-profile, white, black, and brown shell and a strong muscular foot that attaches to the rock. These animals can be found throughout the rocky intertidal from Washington to Baja California, Mexico, and are the largest of the Pacific Coast true limpets, growing to about 4 inches (10 cm) in length.</p> </li> <li> <p>---Owl Limpets are something called sexually dimorphic, which means all Owl Limpets start life as males and, when they reach a certain size, turn into females! Can you find an Owl Limpet? See if you can find both sexes: Any individual over approximately 4 cm is a female, and individuals smaller than that are males!</p> </li> <li> <p>California Brown Sea Hares (<i>Aplysia californica</i>) are soft-bodied sea slugs that on average grow to be 12-15 inches (40cm) in length. California Sea Hares are often a mottled dark red-black color due to their red algae diet. A sea hare fits its namesake well and can be identified based on their heads that appear to have bunny ears!</p> </li> <li> <p>Hopkins’ Rose Nudibranchs (<i>Okenia rosacea</i>) are only 2-3cm long but they are hard to miss due to their bright pink, frilly papillae swaying in the water.</p> </li> </ul> <p><b>Accessibility: </b>Not wheelchair accessible.<br /> <b>Resources:</b><br /> <a href=\"https://www.nps.gov/cabr/learn/nature/tidepools.htm\">https://www.nps.gov/cabr/learn/nature/tidepools.htm</a><br /> <br /> <a href=\"https://www.nps.gov/cabr/learn/nature/tidepools.htm#PrepareForVisit\">https://www.nps.gov/cabr/learn/nature/tidepools.htm#PrepareForVisit</a><br /> <br /> <a href=\"https://www.nps.gov/cabr/learn/nature/tidepools.htm#ProtectingTheTidepools\">https://www.nps.gov/cabr/learn/nature/tidepools.htm#ProtectingTheTidepools</a></p> <p> </p> <br />  ",
    "audioDescription": "A sandy landscape uneven due to erosion. To the left are three signs with information about the area and a ‘stay back’ sign in front of a steep cliff. Ahead is another portion of cliff face above the ocean. The path to the tidepools is ahead, at a slightly lower elevation made of exposed stone that leads to the left. To the right, the uneven sandy area continues towards a staircase.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot",
      "Tactile Exhibit"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "32°40.168’, 117°14.714’ ",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D78B0D65-04E9-401E-823A-D30638E550C4",
    "url": "https://www.nps.gov/places/tidepools-rocky-intertidal.htm",
    "title": "Tidepools",
    "listingDescription": "The rocky intertidal area, also known as the tidepools, is a favorite spot at Cabrillo National Monument. Each year over 200,000 people visit the tidepools, one of the best protected rocky intertidal areas in California. The best time to visit the tidepools is during the fall and winter months, when we get our great low tides during park hours. During spring and summer, the tide is usually covering the tidepools when the park is open.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AE3D23C0-F464-D9CE-E5F7BA0FEE3C67A6.jpg",
        "credit": "NPS Photo/D. Zeller",
        "altText": "A rocky beach along side the Pacific ocean",
        "title": "Rocky Intertidal at Cabrillo",
        "description": "",
        "caption": "Low Tide at Cabrillo National Monument",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AE3D23C0-F464-D9CE-E5F7BA0FEE3C67A6.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AE3D23C0-F464-D9CE-E5F7BA0FEE3C67A6.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cabr",
        "designation": "National Monument",
        "fullName": "Cabrillo National Monument",
        "url": "https://www.nps.gov/cabr/index.htm",
        "name": "Cabrillo"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "tidepool",
      "intertidal",
      "low tide"
    ],
    "latitude": "32.669243",
    "longitude": "-117.24523",
    "latLong": "32.669243,-117.24523",
    "bodyText": "The rocky intertidal area, also known as the tidepools, is a favorite spot at Cabrillo National Monument. Each year over 350,000 people visit the tidepools, one of the best protected rocky intertidal areas in California. The best time to visit the tidepools is during the fall and winter months, when we get our great low tides during park hours. During spring and summer, the tide is usually covering the tidepools when the park is open. Please read <a href=\"https://www.nps.gov/cabr/learn/nature/tidepools.htm#PrepareForVisit\">Prepare for Your Visit to the Tidepools</a> and <a href=\"https://www.nps.gov/cabr/learn/nature/tidepools.htm#ProtectingTheTidepools\">Protecting the Tidepools</a> before your visit so you will be aware of what to expect.<br /> <br /> Note that everything in the park is protected. This means you cannot collect rocks or shells, pick flowers, etc. We ask that you leave everything where it is. Please do not pick up any animals as that can hurt the environment they need to survive. We ask that you do not turn over rocks or stack the rocks.<br /> <br /> Please plan for appropriate clothing and footwear. Shoes with good gripping soles are best, as rocky areas become slippery with water and algae. Closed toe shoes are recommended. Sandals or flip flops are strongly discouraged due to their inability to provide a good grip on the slippery rocks.<br /> <br /> Pets are allowed on the trail as long as they are on a 6 foot or shorter leash. Please do not go off trail with your pets. They are also not allowed in the tidepools. Please pick up after your pets.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Beach/Water Access",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Restroom",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Cabrillo Tidepools High Zone",
        "id": "8544F48F-FE9E-44C9-8666-7A201C6B98F9",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6753860&id=8544F48F-FE9E-44C9-8666-7A201C6B98F9"
      },
      {
        "title": "Cabrillo Tidepools Middle Zone",
        "id": "1A07DB02-878C-4495-AAA7-DCD6E026503C",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6753860&id=1A07DB02-878C-4495-AAA7-DCD6E026503C"
      },
      {
        "title": "Cabrillo Tidepools Low Zone",
        "id": "29DBD89F-F980-4548-B30C-91337C41CD6C",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6753860&id=29DBD89F-F980-4548-B30C-91337C41CD6C"
      }
    ],
    "relevanceScore": 1
  }
]