[
  {
    "id": "30F724C6-ECA4-4BD6-AD10-2FC14E399FC3",
    "url": "https://www.nps.gov/places/000/emancipation-memorial.htm",
    "title": "Emancipation Memorial",
    "listingDescription": "On the morning after Lincoln's death in 1865, sixty-year old Charlotte Scott, a former Virginia slave living in Ohio, donated five dollars to her employer and asked that it be used toward a monument for the president. A campaign among freed slaves raised $18,000 for the memorial. Frederick Douglass delivered the keynote speech at the monument's dedication on April 14, 1876, which was attended by President Ulysses S. Grant and other political figures. The Emancipation Monument",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/0E9C0C14-B4D0-F08D-A10C616778F2709E.jpg",
        "credit": "NPS / Claire Hassler",
        "altText": "Bronze statue of Abraham Lincoln standing over a freed slave who is kneeling and looking up.",
        "title": "Emancipation Memorial",
        "description": "",
        "caption": "Thomas Ball's sculpture depicts an Lincoln freeing an enslaved man.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0E9C0C14-B4D0-F08D-A10C616778F2709E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0E9C0C14-B4D0-F08D-A10C616778F2709E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "cahi",
        "designation": "",
        "fullName": "Capitol Hill Parks",
        "url": "https://www.nps.gov/cahi/index.htm",
        "name": "Capitol Hill Parks"
      },
      {
        "states": "DC",
        "parkCode": "nace",
        "designation": "",
        "fullName": "National Capital Parks-East",
        "url": "https://www.nps.gov/nace/index.htm",
        "name": "National Capital Parks-East"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Abraham Lincoln",
      "Presidents",
      "Slavery",
      "Civil War",
      "Civil Rights",
      "13th Amendment",
      "Emancipation"
    ],
    "latitude": "38.889813202",
    "longitude": "-76.990242787",
    "latLong": "38.889813202,-76.990242787",
    "bodyText": "<p>On the morning after Lincoln's death in 1865, sixty-year old Charlotte Scott, a former Virginia slave living in Ohio, donated five dollars to her employer and asked that it be used toward a monument for the president. A campaign among freed slaves raised $18,000 for the memorial. Frederick Douglass delivered the keynote speech at the monument's dedication on April 14, 1876, which was attended by President Ulysses S. Grant and other political figures. The Emancipation Monument served as the primary national memorial to Lincoln until 1922, when the Lincoln Memorial was dedicated in West Potomac Park. Sculptor Thomas Ball depicted a life-size figure of Abraham Lincoln, extending one hand over a kneeling African American man while holding a copy of the Emancipation Proclamation in the other hand. The former slave is depicted as rising, with broken shackles on his wrists. The figure was modeled after Archer Alexander, the last Missouri enslaved man captured under the Fugitive Slave Law.</p> <h4>Inscriptions</h4> <h4>Front</h4> <p>FREEDOM's MEMORIAL<br /> In Grateful Memory of<br /> ABRAHAM LINCOLN<br /> This monument was erected<br /> by the western sanitary commission<br /> of Saint Louis MO:<br /> With funds contributed solely by<br /> emancipated citizens of the United States<br /> Declared free by his proclamation<br /> January 1st A.D. 1863.<br /> The first contribution of five dollars was made by Charlotte Scott a freed woman of Virginia<br /> Being her first earnings in freedom<br /> And consecrated<br /> By her suggestion and request<br /> On the day she heard of President Lincoln's death<br /> To build a monument to his memory</p> <h4>Back</h4> <p>And upon this Act<br /> Sincerely believed to be an act of justice<br /> Warranted by the constitution<br /> Upon military necessity<br /> I invoke<br /> The considerate judgement of mankind<br /> And<br /> The gracious favor of almighty God<br /> A. Lincoln Emancipation<br /> Proclamation Jany. 1. 1863<br /> Western Sanitary Commission<br /> James E. Yeatman President.<br /> C.S. Greeley Treas:<br /> Geo. Partridge. Dr, J.B. Johnson.<br /> Wm C. Eliot.</p> <h4>Sculpture</h4> <p>FERD.MILLER juu.<br /> fudit<br /> Munchen 1875</p> <h4>Another panel at the bottom of the podium is engraved:</h4> <p>Thomas Ball<br /> Sc. 1874</p>",
    "audioDescription": "(484 words)<br />Located in the heart of Lincoln Park in Capitol Hill at Massachusetts Avenue and North Carolina Avenue NE is the Emancipation Memorial. <br />Lincoln Park has a rectangular shape and is bounded by 11th Street NE to the west and 13th Street NE to the east. North and south of the park are the respective westbound and eastbound lanes of East Capitol Street, NE. All sides have walkway access into the park with traffic lights, as well as at the park's four corners. There is also street access at 12th Street SE on the south side and 12th Street NE on the northern side.<br />A 20-foot wide cement walkway runs about 100 yards from the west end of the park through a wide grass lawn and shade tree-filled park area on both sides. Tall black walkway lights with glass tops line both sides of the walkway.<br />As you approach the memorial plaza area, the statue of Abraham Lincoln and a slave kneeling at his left side are facing the away from you. The cement plaza is about 100 feet wide and lined with 10-foot tall trees and bench seating throughout on both sides.<br />The memorial statue is surrounded by a ten by ten-foot square patch of grass with low bushes. Walking around to the front side of the statue, three by three-foot stone pavers lead up to its base.<br />The twelve-foot tall bronze sculpture of Lincoln also sits atop a twelve-foot high octagonal-shaped podium. Underneath are two square base pieces, of twelve by twelve and ten by ten widths and each four inches high.<br />The memorial faces out to the west and is directed at another statue about 1oo yards over on the park, who is faces back in his direction.<br />Lincoln is standing, with his left hand outstretched over the head of a man of African descent who is kneeling at his left side. Lincoln is wearing a long coat with tie and no hat. The kneeling man has tight curly hair, no shirt, and only a loin cloth. His left hand supports his weight on the ground, and his right fist is balled up, grasping the broken manacle around his wrist. His right wrist is also chained. Lincoln looks down upon the kneeling man with a benevolent expression. The kneeling man's head is uplifted with a steely hopeful expression.<br />Lincoln's right hand holds a furled-up copy of the Emancipation Proclamation, which rests atop a podium. In bronze below the two figures at the base of the statue is the word \"Emancipation.\"<br />The podium is adorned with the bust of what appears to be George Washington on one of its octagonal sides. Another panel shows a shield with thirteen stars and stripes. Thirteen stars also ring around the base of the podium.<br />Two by three-foot sized bronze memorial plaques are just below the statue on the front and back sides of the granite pedestal.<br />END OF DESCRIPTION <br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "3251c8b2-b8ac-43bf-b241-c8984a9b0d60",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Public Transit",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Washington, DC",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "038E02F7-C58C-4EAC-A44D-52E186625457",
    "url": "https://www.nps.gov/places/000/folger-park.htm",
    "title": "Folger Park",
    "listingDescription": "Located in the Southeast quadrant of Washington, D.C., Folger Park is one of the largest parks in the Capitol Hill area. In 1885, the park was memorialized and named after Charles J. Folger, Secretary of the Treasury. Folger Park is nestled in a quiet residential area, and can be enjoyed by nature lovers and city slickers alike. It includes trees, paved asphalt walkways, and \"fountain benches\" fashioned after the 1935 \"Drinking Fountain and Bench\" plan.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/0E9E84A7-00C1-1E58-3B4AE83BDE094583.jpg",
        "credit": "NPS / Claire Hassler",
        "altText": "A long lawn is bordered by paved paths. A low, stone wall sits at the far end.",
        "title": "Folger Park view to east",
        "description": "",
        "caption": "Folger Park view to east",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0E9E84A7-00C1-1E58-3B4AE83BDE094583.jpg"
          },
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0E9E84A7-00C1-1E58-3B4AE83BDE094583.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0E9E84A7-00C1-1E58-3B4AE83BDE094583.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0E9E84A7-00C1-1E58-3B4AE83BDE094583.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "cahi",
        "designation": "",
        "fullName": "Capitol Hill Parks",
        "url": "https://www.nps.gov/cahi/index.htm",
        "name": "Capitol Hill Parks"
      },
      {
        "states": "DC",
        "parkCode": "nace",
        "designation": "",
        "fullName": "National Capital Parks-East",
        "url": "https://www.nps.gov/nace/index.htm",
        "name": "National Capital Parks-East"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "DC",
      "DC history",
      "capitol hill",
      "Public parks"
    ],
    "latitude": "38.884668",
    "longitude": "-77.002776",
    "latLong": "38.884668,-77.002776",
    "bodyText": "<p>Located in the Southeast quadrant of Washington, D.C., Folger Park is one of the largest parks in the Capitol Hill area. In 1885, the park was memorialized and named after Charles J. Folger, Secretary of the Treasury in the presidential administration of Chester A. Arthur. Folger had died while still in office in 1884 .<br /> <br /> The land that became Folger Park was acquired in 1791 by the Federal Government from Daniel Carroll of Duddington to be used as street rights-of-way. Surveyor Andrew Ellicott modified Pierre L'Enfant's 1791 \"Historic Plan of Washington, District of Columbia\" and reserved it as open space.<br /> <br /> In 1871, nuns established Providence Hospital in a house on the square south of the park site, at 2nd and D Streets. Folger Park for years was referred to as The Square North of Providence Hospital.<br /> <br /> The park contains much of the city's rich architectural history. A cast iron fence was added in 1881 in the form of fasces, and three years later the planting of 1000 ornamental trees gave the site beautiful scenery. Paved asphalt walkways replaced old gravel in the early 1900's. You can have lunch on one of the unique \"fountain benches\" fashioned after the 1935 \"Drinking Fountain and Bench\" plan.</p>",
    "audioDescription": "Located in the Southeast quadrant of Washington, D.C., Folger Park is one of the largest parks in the Capitol Hill area. In 1885, the park was memorialized and named after Charles J. Folger, Secretary of the Treasury. Folger Park is nestled in a quiet residential area, and can be enjoyed by nature lovers and city slickers alike. It includes trees, paved asphalt walkways, and \"fountain benches\" fashioned after the 1935 \"Drinking Fountain and Bench\" plan.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Cellular Signal",
      "Information",
      "Public Transit",
      "Scenic View/Photo Spot",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Washington, DC",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "One of the oldest Capitol Hill Parks",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Park",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C1384E70-B121-46E2-9FB2-383C57162630",
    "url": "https://www.nps.gov/places/000/general-nathanael-greene-statue.htm",
    "title": "General Nathanael Greene statue",
    "listingDescription": "Nathanael Greene was a revolutionary war general known as \"The Fighting Quaker.\" His army harried British General Charles Cornwallis in his campaign through the Carolinas, weakening the expeditionary force and contributing to Cornwallis's eventual surrender at Yorktown.Sculptor: Henry K. BrownInscriptionsSacred to the Memory of Nathanael Green Esquire a Native of the State of Rhode Island who Died on the 19th of June 1786Late Major General in the Service of the U.S. and Comma",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/0BBF61E6-CDF4-46F8-298503BD5615289E.jpg",
        "credit": "NPS / Claire Hassler",
        "altText": "A statue of Nathanael Greene riding a horse. He is pointing his out in the distance",
        "title": "Nathanael Greene Statue in Stanton Park",
        "description": "",
        "caption": "Nathanael Greene Statue in Stanton Park",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0BBF61E6-CDF4-46F8-298503BD5615289E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0BBF61E6-CDF4-46F8-298503BD5615289E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "cahi",
        "designation": "",
        "fullName": "Capitol Hill Parks",
        "url": "https://www.nps.gov/cahi/index.htm",
        "name": "Capitol Hill Parks"
      },
      {
        "states": "DC",
        "parkCode": "nace",
        "designation": "",
        "fullName": "National Capital Parks-East",
        "url": "https://www.nps.gov/nace/index.htm",
        "name": "National Capital Parks-East"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Revolutionary War",
      "Statue",
      "DC"
    ],
    "latitude": "38.893593732",
    "longitude": "-76.999513529",
    "latLong": "38.893593732,-76.999513529",
    "bodyText": "<p>Nathanael Greene was a revolutionary war general known as \"The Fighting Quaker.\" His army harried British General Charles Cornwallis in his campaign through the Carolinas, weakening the expeditionary force and contributing to Cornwallis's eventual surrender at Yorktown.<br /> <br /> Sculptor: Henry K. Brown<br /> <br /> Inscriptions<br /> Sacred to the Memory of Nathanael Green Esquire a Native of the State of Rhode Island who Died on the 19th of June 1786<br /> Late Major General in the Service of the U.S. and Commander of their Army in the Southern Department<br /> The United States in Congress Assembled<br /> In Honor of His Patriotism<br /> Valor and Ability Have Erected This Monument</p>",
    "audioDescription": "(296 words)<br />The Nathaniel Greene statue is located in the heart of Stanton Park at Maryland and Massachusetts Avenues, NE. The park has a rectangular shape and is bounded by 4th Street to the west and 6th Street to the east. North and south of the park are the respective westbound and eastbound lanes of C Street, NE. All sides have walkway access into the park with traffic lights, as well as at the park's four corners.<br />The statue is in the center of the park, about a one hundred-yard walk in from the east and west sides, and about fifty yards from north and south sides.<br />A thirty-foot wide circular cement walkway surrounds the statue area, and thirty-foot-deep grass lawn area within the walkway runs up to the base of the statue. Six twenty-five-foot tall shade trees encircle the perimeter of the statue area, with ample bench seating around the space.<br />The thirteen-foot bronze equestrian statue is pointed to the northeast. It features the general in full uniform, his sheathed saber hanging at his left flank. His right-hand points straight ahead, while his left hand holds the reins. His head is turned out to the left, as if gesturing to someone as he points. The statue and striding horse sit atop an oblong cement pedestal, about thirteen feet long and twenty feet height with rounded ends, and has the following inscriptions on its two longer sides:<br />Sacred to the Memory of Nathanael Green Esquire a Native of the State of Rhode Island who Died on the 19th of June 1786<br />Late Major General in the Service of the U.S. and Commander of their Army in the Southern Department<br />The United States in Congress Assembled<br />In Honor of His Patriotism<br />Valor and Ability Have Erected This Monument<br />END OF DESCRIPTION<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "b33201eb-a44a-43a0-b4e1-9aa485539a32",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B5C42AB0-EDDA-4878-BC6E-D09EDCB85831",
    "url": "https://www.nps.gov/places/000/lincoln-park.htm",
    "title": "Lincoln Park",
    "listingDescription": "One of the oldest public parks in Washington, D.C, the land was designated as a public park on the original 1791 L'Enfant plan for the city. During the Civil War, a temporary hospital, known as \"Lincoln Hospital\" was constructed on the site for wounded Union soldiers. Following the war, the army removed the hospital and Congress appropriated funds to improve the park with flowers, trees and pathways. Then as now, it remains one of the most popular city parks on Capitol Hill",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/0ECBBDB3-E508-AECB-22920B0778C62962.jpg",
        "credit": "NPS / Claire Hassler",
        "altText": "Rays of sun stream through golden trees in autumn in a city park.",
        "title": "Lincoln Park",
        "description": "",
        "caption": "Lincoln Park",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0ECBBDB3-E508-AECB-22920B0778C62962.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0ECBBDB3-E508-AECB-22920B0778C62962.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "cahi",
        "designation": "",
        "fullName": "Capitol Hill Parks",
        "url": "https://www.nps.gov/cahi/index.htm",
        "name": "Capitol Hill Parks"
      },
      {
        "states": "DC",
        "parkCode": "nace",
        "designation": "",
        "fullName": "National Capital Parks-East",
        "url": "https://www.nps.gov/nace/index.htm",
        "name": "National Capital Parks-East"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "capitol hill",
      "DC"
    ],
    "latitude": "38.889795",
    "longitude": "-76.989832",
    "latLong": "38.889795,-76.989832",
    "bodyText": "<p>One of the oldest public parks in Washington, DC, the land was designated as a public park on the original 1791 L'Enfant plan for the city. During the Civil War, a temporary hospital, known as \"Lincoln Hospital\" was constructed on the site for wounded Union soldiers. Following the war, the army removed the hospital and Congress appropriated funds to improve the park with flowers, trees and pathways. Then as now, it remains one of the most popular city parks on Capitol Hill.</p> <p><br /> Lincoln Park is the largest of the <a href=\"https://www.nps.gov/cahi/index.htm\">Capitol Hill Parks</a> in Washington, D.C., and features monuments to two leaders: <a href=\"https://cms.nps.gov/people/abraham-lincoln.htm\">President Abraham Lincoln</a> and educator and civil rights leader <a href=\"https://cms.nps.gov/mamc/index.htm\">Mary McLeod Bethune</a>. The square was part of Pierre L’Enfant’s original 1791 plan for the city and was intended for public use.<br /> <br /> During the Civil War, the square was used as a hospital for wounded troops, whom poet Walt Whitman visited on occasion. When Congress officially named the park Lincoln Square in 1867, it was the first site to bear the name of the assassinated president.<br /> <br /> To honor Lincoln's memory, Charlotte Scott, a formerly enslaved woman living in Virginia, used the first $5 she earned as a freedperson to start a fundraising campaign to build a statue in Lincoln Park. Donations were only accepted from formerly enslaved persons, primarily <a href=\"https://cms.nps.gov/afam/index.htm\">African American veterans</a>, though a white-run war relief organization called the Western Sanitary Commission coordinated the effort Ms. Scott started. </p> <p>Designed by Thomas Ball, the statue features President Lincoln in his characteristic frock coat, holding the Emancipation Proclamation before a kneeling black man. Modeled after Archer Alexander, the last person captured under the Fugitive Slave Act, the black man’s arm is extended to show his shackles have been broken.<br /> <br /> The memorial statue, known as the Emancipation Memorial, was placed in the park in 1876 and dedicated on April 14<sup>th</sup>, the 11<sup>th</sup> anniversary of President Lincoln’s death, with over 25,000 people in attendance. <a href=\"https://cms.nps.gov/people/frederick-douglass.htm\">Frederick Douglass</a> delivered the keynote address before <a href=\"https://cms.nps.gov/people/ulysses-s-grant.htm\">President Ulysses S. Grant</a>, his cabinet, and members of Congress.<br /> <br /> While Lincoln Park became a major tourist attraction through the late 19<sup>th</sup> and early 20<sup>th</sup> centuries, the statue of Lincoln has not been met with universal acclaim. For many people, including Frederick Douglass, the monument perpetuated negative stereotypes about African Americans.<br /> <br /> In 1959, Congress authorized the National Council of Negro Women, Inc. (NCNW) to build a memorial the organization's founder and first president, Mary McLeod Bethune. Originally conceived to be dedicated in 1963, on the centennial of the Emancipation Proclamation, the urgency of the Civil Rights Movement sidelined the statue project. When it was unveiled in 1974 on the 99th anniversary of Bethune's birth, the Mary McLeod Bethune Memorial was the first statue of a woman and the first statue of an African American, on public park land in Washington, D.C. The Emancipation Memorial originally faced west toward the U.S. Capitol until it was rotated east in 1974 to face Bethune's Memorial.<br />  </p> <p><strong>Content used with permission from Eastern National’s <a href=\"http://generalstore.eparks.com/store/product/92424/Guidebook-to-African-American-History-in-the-National-Parks/\">Guidebook to African American History in National Parks.</a></strong></p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Public Transit",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Washington, DC",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "76D39F0A-80B2-4E6A-961D-F4F0514FD90C",
    "url": "https://www.nps.gov/places/000/marion-park.htm",
    "title": "Marion Park",
    "listingDescription": "Marion Park is bounded by 4th & 6th Streets and at the intersection of E Street and South Carolina Avenue. This is a fitting address for a park memorializing distinguished soldier Francis Marion who hailed from South Carolina and bravely fought during the American Revolution. Today, the site provides hours of serenity with the variety of trees and other vegetation. There is a play area available in one quadrant of the park that is easily accessible for toddlers.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/0F2A029D-AD01-19BE-B78BDE227A436960.jpg",
        "credit": "NPS / Claire Hassler",
        "altText": "A play structure with slides.",
        "title": "Marion Park lawn",
        "description": "",
        "caption": "Marion Park playground",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0F2A029D-AD01-19BE-B78BDE227A436960.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0F2A029D-AD01-19BE-B78BDE227A436960.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "cahi",
        "designation": "",
        "fullName": "Capitol Hill Parks",
        "url": "https://www.nps.gov/cahi/index.htm",
        "name": "Capitol Hill Parks"
      },
      {
        "states": "DC",
        "parkCode": "nace",
        "designation": "",
        "fullName": "National Capital Parks-East",
        "url": "https://www.nps.gov/nace/index.htm",
        "name": "National Capital Parks-East"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "DC",
      "capitol hill",
      "Public parks"
    ],
    "latitude": "38.882972",
    "longitude": "-76.999519",
    "latLong": "38.882972,-76.999519",
    "bodyText": "<p>Marion Park is bounded by 4th & 6th Streets and at the intersection of E Street and South Carolina Avenue. This is a fitting address for a park memorializing distinguished soldier Francis Marion who hailed from South Carolina and bravely fought during the <a href=\"https://www.nps.gov/subjects/americanrevolution/index.htm\">American Revolution</a>. With its interesting walkways and beautiful vegetation, it's the perfect place to take the kids for a stroll to the playground, or enjoy a snack in the grass under any of many ornamental trees.<br /> <br /> Marion Park was first established as open ground, dating back to the original plans for the city created by Pierre L'Enfant in 1791. Also included in updated plans from Andrew Ellicott, this reservation has served continuously as a park since its first improvements in 1885. One of the larger parks in the Capitol Hill area, dating back to 1764 the tract of land was known as Houp's Addition, was originally owned by Jonathan Slater. In 1791, Mr. Slater sold the tract to William Prout, who then had to turn over the land to the federal government soon after. Improvements that were made by 1886 gave the park an ornamental elegance in the vastly developing neighborhood. In the center of the park used to stand a large vase that was filled with tropical flowers every summer. The \"Large Hilton Iron Vase\" was used to direct the flow of traffic through the park due to the carriage paths that created beautiful patterns from a bird's eye view. In 1963, the vase was removed, and the traffic patterns were redirected outside of the boundaries of Marion Park. Today, the site provides hours of serenity with the variety of trees and other vegetation. There is a play area available in one quadrant of the park that is easily accessible for toddlers.</p>",
    "audioDescription": "Marion Park is bounded by 4th & 6th Streets and at the intersection of E Street and South Carolina Avenue. This is a fitting address for a park memorializing distinguished soldier Francis Marion who hailed from South Carolina and bravely fought during the American Revolution. Today, the site provides hours of serenity with the variety of trees and other vegetation. There is a play area available in one quadrant of the park that is easily accessible for toddlers.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Cellular Signal",
      "Information",
      "Information Kiosk/Bulletin Board",
      "Playground",
      "Public Transit",
      "Scenic View/Photo Spot",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Washington, DC",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "One of the oldest Capitol Hill Parks",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Park",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "2798693B-B9EF-4A02-BC73-09811AE99A12",
    "url": "https://www.nps.gov/places/000/mary-mcleod-bethune-memorial.htm",
    "title": "Mary McLeod Bethune Memorial",
    "listingDescription": "Ms. Bethune was a Civil Rights leader from the 1930s until 1955. She founded the National Council of Negro Women, a powerful organization that united a variety of African American women's groups for Civil Rights. The Mary McLeod Bethune memorial in Lincoln Park was the first memorial to an African American built on public land in Washington, DC, and it was the first portrait statue of an American woman on a public site in the city. Sculptor: Robens BerksInscriptionsfrontMar",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/0F2E1574-DBE1-76B9-FECA87C909B7DC51.jpg",
        "credit": "NPS / Claire Hassler",
        "altText": "A bronze statue of Mary McLeod handing a paper that represents her legacy to two young children.",
        "title": "Mary McLeod Bethune Memorial",
        "description": "",
        "caption": "The Mary McLeod Bethune Memorial was unveiled on the 99th anniversary of Bethune's birth.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0F2E1574-DBE1-76B9-FECA87C909B7DC51.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0F2E1574-DBE1-76B9-FECA87C909B7DC51.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "cahi",
        "designation": "",
        "fullName": "Capitol Hill Parks",
        "url": "https://www.nps.gov/cahi/index.htm",
        "name": "Capitol Hill Parks"
      },
      {
        "states": "DC",
        "parkCode": "nace",
        "designation": "",
        "fullName": "National Capital Parks-East",
        "url": "https://www.nps.gov/nace/index.htm",
        "name": "National Capital Parks-East"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil Rights",
      "NCNW",
      "national council of negro women",
      "DC",
      "women",
      "womens history",
      "Mary McLeod Bethune",
      "african american",
      "African American Women"
    ],
    "latitude": "38.8898125116",
    "longitude": "-76.9891761405",
    "latLong": "38.8898125116,-76.9891761405",
    "bodyText": "<p>Mary McLeod Bethune was a world-renowned educator, civil rights leader, women's rights activist, presidential advisor, and public servant. In 1935, she founded the National Council of Negro Women, Inc. (NCNW), a powerful organization that united a variety of African American women's groups for Civil Rights. The Mary McLeod Bethune Memorial in Lincoln Park was the first memorial to honor an African American built on public land in Washington, DC, and it was the first portrait statue of an American woman on a public site in the city.<br /> <br /> Sculptor: Robert Berks<br /> <br /> Inscriptions<br /> front<br /> Mary McLeod Bethune<br /> 1875-1955<br /> Let her works praise her (written in cursive script)<br /> plaque<br /> Erected<br /> July 10, 1974<br /> by the<br /> National Council of Negro Women, Inc.<br /> Dorothy I. Height<br /> President<br /> Bronze band<br /> I Leave You Love * I Leave You Hope * I Leave You the Challenge of Developing<br /> Confidence in One Another * I Leave You a Thirst for Education * I Leave You<br /> A Respect for the Use of Power<br /> I Leave You also a Desire to Live Harmoniously with Your Fellow Man<br /> I Leave You Faith * I Leave You Racial Dignity<br /> I Leave You Finally a Responsibility to Our Young People<br /> Mary McLeod Bethune</p>",
    "audioDescription": "(526 words) Located one mile east of the U.S. Capitol in Lincoln Park, at Massachusetts Avenue and North Carolina Avenue NE is the Mary McLeod Bethune Memorial. The memorial is closest to 13th Street NE at the eastern end of the park. Lincoln Park has a rectangular shape and is bounded by 11th Street NE to the west and 13th Street NE to the east. North and south of the park are the respective westbound and eastbound lanes of East Capitol Street, NE. All sides have walkway access into the park with traffic lights, as well as at the park's four corners. There is also street access at 12th Street SE on the south side and 12th Street NE on the northern side. The memorial sits in an open approximately 100-yard wide cement plaza area. 30-foot tall shade trees surround the plaza in a three-foot elevated grassy area on both sides. The plaza is lined with benches and flower-designed cement planters throughout. Behind the memorial at both end corners of the park are playgrounds guarded by black metal fences. The bronze sculpture depicts Bethune as an older African-American woman standing next to two black children, a girl and a boy. They are both reaching out for a furled piece of paper she is holding in her left hand. In Bethune's right hand she supports herself with a cane. The figure of Bethune is seventeen feet tall. The girl stands at about four feet and the boy five feet tall. All three figures are sculpted in a very rough and acned style, as if formed from globs and chunks of clay. The memorial faces west, and Bethune appears to be looking directly at the Abraham Lincoln statute of the Emancipation Memorial, who faces back at her from about 200 yards east in the park. An 85- yard wide and 200-foot long grass field sits in between the two memorials. Just beyond the field from the Bethune Memorial are four cement steps which span the entire plaza and lead up to the Emancipation Memorial. The sculpture sits atop a hexagonal white concrete base of about one foot in height. Beneath that, a circular concrete base of about one foot supports the entire structure. Raised bronze lettering on the stucco face of the hexagonal base of the statue reads: \"Mary McLeod Bethune 1875-1955 Let her works praise her. Just beneath this, also on the concrete base, is a bronze plaque with a raised border replicating wheat of about 18 inches by 10 inches. The sides of the hexagonal concrete memorial base all feature bronze signs along the top edge of about 4 inches high by five feet across in length. Raised text on them reads: I Leave You Love * I Leave You Hope * I Leave You the Challenge of Developing Confidence in One Another * I Leave You a Thirst for Education * I Leave You A Respect for the Use of Power * I Leave You also a Desire to Live Harmoniously with Your Fellow Man * I Leave You Faith * I Leave You Racial Dignity * I Leave You Finally a Responsibility to Our Young People * Mary McLeod Bethune * END OF DESCRIPTION",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "01238eda-b611-4126-8f0d-f536bf95b485",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Public Transit",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Washington, DC",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Civil Rights leader, first statue of woman in DC, first statue of African American in DC, erected by the National Council of Negro Women",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7E2B2751-4846-44CA-BF46-3A74193F89AC",
    "url": "https://www.nps.gov/places/000/stanton-park.htm",
    "title": "Stanton Park",
    "listingDescription": "Indicated on Pierre L'Enfant's original plan for the city of Washington in 1791 as No. 5, Stanton Park is one of the larger Capitol Hill Parks. The four acres bound on its northern and southern sides by C Street between 4th and 6th Streets in the Northeast quadrant of the city were named for President Abraham Lincoln's Secretary of War Edwin Stanton following the Civil War.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/0F304B2F-0725-DCEF-934DB8BDE450A9CA.jpg",
        "credit": "NPS / Claire Hassler",
        "altText": "A city park contains a playground and some benches.",
        "title": "Stanton Park",
        "description": "",
        "caption": "Stanton Park",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0F304B2F-0725-DCEF-934DB8BDE450A9CA.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0F304B2F-0725-DCEF-934DB8BDE450A9CA.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "cahi",
        "designation": "",
        "fullName": "Capitol Hill Parks",
        "url": "https://www.nps.gov/cahi/index.htm",
        "name": "Capitol Hill Parks"
      },
      {
        "states": "DC",
        "parkCode": "nace",
        "designation": "",
        "fullName": "National Capital Parks-East",
        "url": "https://www.nps.gov/nace/index.htm",
        "name": "National Capital Parks-East"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "capitol hill",
      "DC",
      "DC history",
      "Public parks"
    ],
    "latitude": "38.893621",
    "longitude": "-76.999776",
    "latLong": "38.893621,-76.999776",
    "bodyText": "<p>Indicated on Pierre L'Enfant's original plan for the city of Washington in 1791 as No. 5, Stanton Park is one of the larger <a href=\"https://www.nps.gov/cahi/index.htm\">Capitol Hill Parks</a>. The four acres bound on its northern and southern sides by C Street between 4th and 6th Streets in the Northeast quadrant of the city were named for President Abraham Lincoln's Secretary of War Edwin Stanton, following the <a href=\"https://www.nps.gov/civilwar/index.htm\">Civil War</a>.<br /> <br /> While the park is named after Edwin Stanton the statue featured at the center of the park depicts <a href=\"https://www.nps.gov/subjects/americanrevolution/index.htm\">Revolutionary War</a> hero General Nathanael Greene. Greene is honored for his command of the Army of the South and credited with driving the British out of the Carolinas and Georgia in 1782. Greene's statue is surrounded by formal walkways and flower beds introduced during the 1933 redesign of the park. A play area, just west of the statue was added in the 1964 redesign of the park. Stanton Park is a wonderful example of the natural and urban aesthetic in the design of the nation's capital.</p>",
    "audioDescription": "Stanton Park is one of the larger Capitol Hill Parks. The four acres bound on its northern and southern sides by C Street between 4th and 6th Streets in the Northeast quadrant of the city were named for Secretary of War Edwin Stanton. The statue featured at the center of the park depicts Revolutionary War hero General Nathanael Greene, and it is surrounded by formal walkways and flower beds, a play area, benches, and bulletin boards.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Cellular Signal",
      "Information Kiosk/Bulletin Board",
      "Playground",
      "Public Transit",
      "Scenic View/Photo Spot",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Washington, DC",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "One of the larger Capitol Hill Parks",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Park",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]