[
  {
    "id": "D308F3E4-62BC-46B4-895A-5539B6E1C8D0",
    "url": "https://www.nps.gov/places/angelica-at-western-arctic-national-parklands.htm",
    "title": "Angelica at Western Arctic National Parklands",
    "listingDescription": "Angelica is a beautiful plant, but it hides both great medicinal qualities and a deadly secret.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9F9BE850-98E1-1C58-4EFB6CDB94229330.jpg",
        "credit": "NPS/Linda Jeschke",
        "altText": "green stemmed plant with a flattened cone top with multiple small white flowers",
        "title": "Angelica",
        "description": "",
        "caption": "Angelica Lucida sticks out among shorter tundra plants thanks to its height and obvious shape",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9F9BE850-98E1-1C58-4EFB6CDB94229330.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9F9BE850-98E1-1C58-4EFB6CDB94229330.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AK",
        "parkCode": "cakr",
        "designation": "National Monument",
        "fullName": "Cape Krusenstern National Monument",
        "url": "https://www.nps.gov/cakr/index.htm",
        "name": "Cape Krusenstern"
      },
      {
        "states": "AK",
        "parkCode": "kova",
        "designation": "National Park",
        "fullName": "Kobuk Valley National Park",
        "url": "https://www.nps.gov/kova/index.htm",
        "name": "Kobuk Valley"
      },
      {
        "states": "AK",
        "parkCode": "noat",
        "designation": "National Preserve",
        "fullName": "Noatak National Preserve",
        "url": "https://www.nps.gov/noat/index.htm",
        "name": "Noatak"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Angelica",
      "garden",
      "tour",
      "medicinal plants",
      "western arctic national parklands",
      "Kobuk Valley National Park",
      "Noatak National Preserve",
      "Cape Krusenstern National Monument"
    ],
    "latitude": "66.892242",
    "longitude": "-162.605992",
    "latLong": "66.892242,-162.605992",
    "bodyText": "Angelica (Angelica lucida) is also called wild celery, wild parsnip or ikuusuk (with dialect variations: ikuusuuk/ikuusuich) in Iñupiaq. <br /> <br /> The young shoots of this plant are edible, but the older the plant gets, the less edible it becomes. It is also extremely important to note that the root is toxic if ingested at any point. Only the stalks and leaves should be eaten. <br /> <br /> Medicinally, Angelica has been used for hundreds of years, and around the world, not just in the Northwest Arctic. The root can be used outside the body to help for aches, pains, sores, cuts, and more. The best way to use the root is by cutting, mashing, and boiling it to create a poltice and then placing it directly on treatment area, even for deep pains.<br /> <br /> Chewing on the leaves is said to cure a head cold and the many symptoms associated with it. <br /> <br /> Native Siberians inhaled fumes of the roasted Angelica root for a seasickness remedy.<br /> <br /> This plant should not be confused with the Poison Water Hemlock (Cicuta mackenzieana) which also grows in the region. There are many ways to tell these two plants apart. Wild celery smells strongly like celery. Its flowers are in a stiff, flat cluster with wide, flat leaves. Poision water hemlock on the other hand has loose flowers and thin leaves. It also has an obvious waxy look when compared to wild celery.<br /> <br /> Sources: <ul> <li>Jones, Anore. <i>Plants That We Eat: Nauriat Nigiñaqtuat</i>. Univ. of Alaska Press, 2010.</li> <li>Garibaldi, Ann. <i>Medicinal Flora of the Alaska Natives: a Compilation of Knowledge...</i> Alaska Natural Heritage Program, Environment and Natural Resources Institute, University of Alaska Anchorage, 1999.</li> <li>Schofield, Janice J. <i>Discovering Wild Plants: Alaska, Western Canada, the Northwest</i>. Alaska Northwest Books, 1995.</li> </ul>",
    "audioDescription": "You are standing next to the wooden edge of the garden. The Angelica stands several feet tall, making it eye level with the average person. It has a stem that is about as thick as a thumb with ridges running up it. There are leaves coming off the side that are wide, flat, and pointed on the ends. At the top of the plant is a flat cone-shaped cluster of flowers.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Northwest Arctic Heritage Center garden, Kotzebue AK",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Medicinal Plant",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "328333ED-3DDA-49DE-B606-BF56B1B9D815",
    "url": "https://www.nps.gov/places/battle-rock-at-cape-krusenstern.htm",
    "title": "Battle Rock at Cape Krusenstern",
    "listingDescription": "Battle Rock has an oral history stretching back thousands of years.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/3455C1AE-042E-B1CD-44EBCDE86C5201E6.jpg",
        "credit": "NPS Photo",
        "altText": "grey cliff on the edge of blue ocean",
        "title": "Battle Rock",
        "description": "",
        "caption": "Battle Rock on the coast of Cape Krusenstern National Monument",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/3455C1AE-042E-B1CD-44EBCDE86C5201E6.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/3455C1AE-042E-B1CD-44EBCDE86C5201E6.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AK",
        "parkCode": "cakr",
        "designation": "National Monument",
        "fullName": "Cape Krusenstern National Monument",
        "url": "https://www.nps.gov/cakr/index.htm",
        "name": "Cape Krusenstern"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "battle",
      "cliff",
      "rock",
      "cape krusenstern"
    ],
    "latitude": "67.30468147241888",
    "longitude": "-163.78684454492188",
    "latLong": "67.30468147241888,-163.78684454492188",
    "bodyText": "This prominent, rocky portion of Cape Krusenstern's coast line has drawn the imagination of visitors for thousands of years. <br /> <br /> Oral history of this area tells of a battle that went on here in ancient times. <br /> <br /> The site was named \"Battle Rock\" by archaeologist Louis Gidding during his investigations of Cape Krusenstern during the 1950s and 60s. On-going archaeological research supports the oral history that tells of thousands of years of use by different groups of people. <br /> <br /> When doing a flyover of Cape Krusenstern, visitors find the area easy to spot. As most of Cape Krusenstern is close to sea level, the towering cliff of Battle Rock stands out.<br /> <br /> This location often plays host to the National Monument's musk oxen in the summer months. The musk oxen tend to seek the higher ground to catch the sea breeze, giving them the opportunity to cool themeselves. It also allows them a brief escape from the thick mosquitoes and bugs that inhabit the tundra during summer months. <br />  ",
    "audioDescription": "The mostly flat, beachy coastline of Cape Krusenstern suddenly lifts into rocky cliffs. At the base of the cliff is the edge of the water and a thin beach. The cliff then rises, consisting of sharp drops and rough ground. On top of the cliff is a mostly bare space with tundra plants starting sporadically and then increasing in thickness, spreading out as the hill slopes slowly back into the tundra. During the summer months, the plants around Battle Rock gives the area a greener color. In the Fall, Winter, and Spring, the area is often covered in a blanket of ice and snow, blending it into the water surrounding it.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cape Krusenstern National Monument",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Battle Site/Archaeological Area",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "4A5467A9-C751-4F09-B82C-08412DC160F9",
    "url": "https://www.nps.gov/places/cape-krusenstern-archeological-district.htm",
    "title": "Cape Krusenstern National Historic Landmark",
    "listingDescription": "Cape Krusenstern Archaeological District is one of the oldest continuously occupied areas in Alaska. Sites like these along the northwestern and northern coast, are where whales, seals, walrus, and caribou have made it possible for people to live in the arctic.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/96ED6AE3-DEF5-2D8C-84789718BCEC5622.jpg",
        "credit": "NPS Photo",
        "altText": "Aerial view of a cape with many beach ridges and pools of water",
        "title": "Cape Krusenstern Archeological District",
        "description": "",
        "caption": "Coastal zone of Cape Krusenstern National Historic Landmark, Alaska",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/96ED6AE3-DEF5-2D8C-84789718BCEC5622.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/96ED6AE3-DEF5-2D8C-84789718BCEC5622.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AK",
        "parkCode": "cakr",
        "designation": "National Monument",
        "fullName": "Cape Krusenstern National Monument",
        "url": "https://www.nps.gov/cakr/index.htm",
        "name": "Cape Krusenstern"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "CB00DBA6-545B-4750-B36D-0B2B8E1453EC",
        "url": "https://www.nps.gov/orgs/1582/",
        "name": "National Historic Landmarks Program"
      }
    ],
    "tags": [
      "alaska",
      "Alaska History",
      "archaeology",
      "archeology",
      "National Historic Landmark",
      "nhl",
      "Precontact",
      "subsistence"
    ],
    "latitude": "66.8967514038086",
    "longitude": "-162.585906982422",
    "latLong": "66.8967514038086,-162.585906982422",
    "bodyText": "<h4>Land and Sea</h4> <p>The Cape Krusenstern Archeological District National Historic Landmark is an impressive combination of ancient coastal villages and upland villages. The landmark highlights the archeological and contemporary importance of travel, trade, communication, and hunting and gathering between the coast and the western foothills of the Brooks Range. This sizable landmark may seem haphazard to outsiders, but to northwestern Alaskans the area is an entirely connected landscape that has provided for them and their ancestors throughout the cycle of seasons for countless generations.<br /> <br /> So far, archeologists have focused most of their attention on the coastal archeological sites that were settled as early as 5,000 years ago. All along the coast, archeologist have identified several archeological tool traditions that indicate either differing cultural groups or different activities. From these clues we can learn how people have connected to the land and with each other.</p> <h4><br /> A Mysterious Series of Archeological Traditions</h4> <p>Archeologists call the earliest known archeological tool tradition at Cape Krusenstern, Denbigh. During this time at Cape Krusenstern, from around 2000 BC to 750 BC people mostly moved around to seasonal camps. During spring and summer they hunted seals on the coast. Little is known about inland activities during other seasons. At inland sites next to rivers and lakes, archeologists have found semi-subterranean house remains from this time period, which were most likely winter homes. Archeologists see this as a period when maritime hunting and fishing came into focus over solely depending on inland resources, like caribou and other land animals.<br /> <br /> Choris is the next grouping of tool traditions. At Cape Krusenstern, the Choris tradition was practiced between 750 BC and 250 BC. The remains of temporary Choris camps are found at Cape Krusenstern’s coasts. This technological period saw the highly significant advent of pottery vessels. Winter camps from this period have been found inland, like at the Onion Portage National Historic Landmark in the Kobuk River valley. And like at Onion Portage, at Cape Krusenstern’s archeological sites, there’s an interval of several hundred years between the Denbigh tradition and Choris tradition, where there seemed to be no people living in the area. Despite the gap in occupation and distinctive tool technologies, people of the Choris tradition relied on the same inland or coastal resources. Archeologists believe some groups took to living on the coast through all or most of the year, while other groups stayed inland through most of the year. Cultural distinctions between inland and coastal dwellers were more distinct from than they had been during the previous tool tradition.<br /> <br /> A unique settlement from this period is found at Cape Krusenstern. They’re called the Old Whaling culture by archeologists and they lived on the Cape Krusenstern coast, building two different house styles for winter and summer. Various whaling tools, like special harpoons and butchering tools, are found at the site, but animal remains don’t indicate that whales were the main resource extracted there. The origins and cultural connections of the Old Whaling settlement at Cape Krusenstern remain a mystery.<br /> <br /> The Norton archeological tool tradition, spanning between 250 BC and 650 AD, came from the previous Choris technology, including using pottery. Animal bones and specialized tools from archeological sites of this time period show people stepped up their sea mammal hunting industries.<br /> <br /> From 250 AD to 850 AD, the Ipiutak archeological tool tradition defines what’s known of this period. The population seems to have grown during this period, and artifacts show differing social statuses have developed, particularly in burial assemblages. Instead of whaling, people targeted caribou, seals, and walrus. At Cape Krusenstern, archeologists study a variety of structure types that people built on the coast during this time. Radiocarbon dates and the arrangements of the structures suggest that there were at least five different settlements using the beach ridge plain on the southern coast of the National Historic Landmark during the Ipiutak period. Archeologists are continuing their research to understand what seasons and purposes the Cape Krusenstern coast served at that time.</p> <h4><br /> The Ancestors of Iñupiat Traditions</h4> <p>The Birnirk archaeological tool tradition (from 650 AD to 1250 AD) followed in the footsteps of Ipiutak in northwestern Alaska. One Birnirk settlement has been studied at Cape Krusenstern that includes an intriguing addition of Ipiutak characteristics. Others archeological tool traditions emerge during this time period in northwestern Alaska, such as Thule, Punuk, Old Bering Sea, and Okvik. Archeologists are still working out the relationships between the simultaneous tool technologies in the region. It has been demonstrated that these groups are the ancestors of modern Iñupiat.<br /> <br /> The archeological record is quite clear that by 1250 AD, people of northwestern Alaska have branched into distinct coastal or inland cultural groups. Archeologists consider inland technologies to be the Arctic Woodland period. Coastal technologies from this time are called the Kotzebue period. At Cape Krusenstern, Kotzebue period archeological sites are quite common. Large whaling villages still thrived at Utqiagvik (Barrow) and Tikigaq (Point Hope), but at Cape Krusenstern, folks lived in smaller groups and directed their energy to fish, seals, and caribou.</p> <h4><br /> Still Here</h4> <p>When encounters with Russian explorers around 1750 AD began to occur, the Alaska Native population drastically decreased. They adapted to the changes in their communities and economy. There are two villages within the Cape Krusenstern Archeological District National Historic Landmark. Kivalina, on a coastal lagoon, and Noatak, on an inland river bank. During the summer, Alaska Natives from Kotzebue and other surrounding villages continue seasonal summer residence on the Cape Krusenstern coast, hunting, fishing, and gathering for their families.</p> <h4><br /> Additional Information</h4> <p><a href=\"https://www.nps.gov/articles/capekru.htm\">Cape Krusenstern National Monument</a></p> <p><a href=\"https://www.nps.gov/articles/aps-16-1-6.htm\">Learning from the Past: Archaeological Results from Cape Krusenstern National Monument. Alaska Park Science, Volume 16. By Adam Freeburg.</a></p> <p><a href=\"https://www.adn.com/science/article/cape-krusenstern-archaeology-project-wins-national-award/2015/06/27/\">Cape Krusenstern archaeology project wins national award, Anchorage Daily News, 2015</a></p> <p><a href=\"http://www.alaskaanthropology.org/wp-content/uploads/2017/08/Vol_3_2-Article-7-Darwent.pdf\">Occupational History of the Old Whaling Site at Cape Krusenstern, Alaska, Alaska Journal of Anthropology, Volume 3, Number 2. By John Darwent and Christyann Darwent.</a></p> <p><a href=\"https://www.nps.gov/subjects/nhlalaska/index.htm\">More National Historic Landmarks in Alaska</a></p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cape Krusenstern, Alaska",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "People have lived here for over 5,000 years.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Landmark, since November 7, 1973",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "50E1E72C-47D3-4E72-B0F2-3EED4348B557",
    "url": "https://www.nps.gov/places/feltleaf-willow-at-western-arctic-national-parklands.htm",
    "title": "Feltleaf Willow at Western Arctic National Parklands",
    "listingDescription": "Willows exist in many forms. The Feltleaf Willow is one of the more popular version of this plant. Like its relatives, this plant has great medicinal properties!",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9E76757E-0855-585E-129E42D1D9147DBD.jpg",
        "credit": "NPS/Lauren Utykanski",
        "altText": "Leaves and branches of the Feltleaf Willow",
        "title": "Feltleaf Willow",
        "description": "",
        "caption": "Feltleaf Willows (Salix alaxensis) are a favorite food for many animals, including moose!",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9E76757E-0855-585E-129E42D1D9147DBD.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9E76757E-0855-585E-129E42D1D9147DBD.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AK",
        "parkCode": "cakr",
        "designation": "National Monument",
        "fullName": "Cape Krusenstern National Monument",
        "url": "https://www.nps.gov/cakr/index.htm",
        "name": "Cape Krusenstern"
      },
      {
        "states": "AK",
        "parkCode": "kova",
        "designation": "National Park",
        "fullName": "Kobuk Valley National Park",
        "url": "https://www.nps.gov/kova/index.htm",
        "name": "Kobuk Valley"
      },
      {
        "states": "AK",
        "parkCode": "noat",
        "designation": "National Preserve",
        "fullName": "Noatak National Preserve",
        "url": "https://www.nps.gov/noat/index.htm",
        "name": "Noatak"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "willow",
      "medicinal plants",
      "garden",
      "tour",
      "western arctic national parklands",
      "Noatak National Preserve",
      "Cape Krusenstern National Monument",
      "Kobuk Valley National Park"
    ],
    "latitude": "66.892135",
    "longitude": "-162.606196",
    "latLong": "66.892135,-162.606196",
    "bodyText": "Feltleaf Willows (Salix alaxensis) are also called Uqpik (regional dialect: -piik, -piich) or Uqpisugruk in the Iñupiaq language. A favorite plant of many animals, including moose, the feltleaf willow can be found in boreal forests or along side water in the tundra. <br /> <br /> The willow family has many successful members in the greater tundra area. The most easily recognizable of them, however, is the feltleaf. Feltleaf willow come in all shapes and sizes and can be anywhere from one to 20 feet tall. Although smooth to start, the stems and the leaves gain a nice fuzzy appearance as they mature.<br /> <br /> The young, tender shoots can be eaten once the bark is removed. Many compare the taste to cucumbers at this stage. As the shoots age, their flavor becomes woodier, making them less sought after. <br /> <br /> Like most willows, the Feltleaf has long been used for medicinal purposes. The bark of the willows contain salicin, an active ingredient that is compared to aspirin. It has been known to help with mouth sores, headaches, colds, fevers, and bee stings. Some will draw medicinal benefits from this plant by simply stripping the bark off and placing it directly in their mouth to be chewed. Others brew the bark into a tea. It is believed that animals will seek out willows to help ease their pains as well.<br /> <br /> Sources: <ul> <li>Jones, Anore. <i>Plants That We Eat: Nauriat Nigiñaqtuat</i>. Univ. of Alaska Press, 2010.</li> <li>Garibaldi, Ann. <i>Medicinal Flora of the Alaska Natives: a Compilation of Knowledge...</i> Alaska Natural Heritage Program, Environment and Natural Resources Institute, University of Alaska Anchorage, 1999.</li> <li>Schofield, Janice J. <i>Discovering Wild Plants: Alaska, Western Canada, the Northwest</i>. Alaska Northwest Books, 1995.</li> </ul>",
    "audioDescription": "You are standing along the wooden edge of the garden. The Feltleaf willow grows tall, making it about the height of the average man. It has long, skinny stems and grows oval shaped leaves that end in a point.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Northwest Arctic Heritage Center garden, Kotzebue AK",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Medicinal Plant",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "80314CD1-E987-4A3A-9F59-4D3ACE6B975D",
    "url": "https://www.nps.gov/places/fireweed-wayside-at-western-arctic-national-parklands.htm",
    "title": "Fireweed Wayside at Western Arctic National Parklands",
    "listingDescription": "The purple/pink flowers of blooming Fireweed is one of the most recognizable sights in Alaska. But what makes this plant so important to medicinal traditions?",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9BB5CF7B-F183-66D0-1F171110E1CFDB4E.jpg",
        "credit": "NPS/Lauren Utykanski",
        "altText": "Purple pink flowers go up a green stemmed plant",
        "title": "Fireweed",
        "description": "",
        "caption": "Fireweed (Epilobium angustifolium) has medicinal qualities, surprising many flower lovers",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9BB5CF7B-F183-66D0-1F171110E1CFDB4E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9BB5CF7B-F183-66D0-1F171110E1CFDB4E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AK",
        "parkCode": "cakr",
        "designation": "National Monument",
        "fullName": "Cape Krusenstern National Monument",
        "url": "https://www.nps.gov/cakr/index.htm",
        "name": "Cape Krusenstern"
      },
      {
        "states": "AK",
        "parkCode": "kova",
        "designation": "National Park",
        "fullName": "Kobuk Valley National Park",
        "url": "https://www.nps.gov/kova/index.htm",
        "name": "Kobuk Valley"
      },
      {
        "states": "AK",
        "parkCode": "noat",
        "designation": "National Preserve",
        "fullName": "Noatak National Preserve",
        "url": "https://www.nps.gov/noat/index.htm",
        "name": "Noatak"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "medicinal plants",
      "garden",
      "tour",
      "fireweed",
      "western arctic national parklands",
      "Noatak National Preserve",
      "Cape Krusenstern National Monument",
      "Kobuk Valley National Park"
    ],
    "latitude": "66.892284",
    "longitude": "-162.605921",
    "latLong": "66.892284,-162.605921",
    "bodyText": "<p>Fireweed (Epilobium angustifolium), also called pamiuqtaq or quppiqutaq in Iñupiaq, is one of the most commonly seen and known wildflowers of Alaska. It's no surprise as its beautiful, tall stalk filled with small pink-purple flowers demands attention.<br /> <br /> Many collect the flowers of this plant and turn it into a delicious jelly! The shoots can be eaten boiled or steamed to be eaten in a salad. Or you can enjoy them in seal oil along with meat or fish. <br /> <br /> Others use the flowers as indicators of how soon the seasons will change. The plant's typically take turns blooming, starting at the bottom and working its way up the stalk. It is said that when the Fireweed's topmost flowers bloom, Fall will be upon the area in two weeks.<br /> <br /> But did you know it also has medicinal qualities as well? A tea made from the leaves can be used for an upset stomach and to stimulate the bowels. A combination of boiled stems, leaves, and flowers has antispasmodic properties, which can help with asthma and coughs. Root poultices, made from cutting, boiling, and mashing the root, can also be used to help draw infection from wounds.<br /> <br /> Sources:</p> <ul> <li>Jones, Anore. <i>Plants That We Eat: Nauriat Nigiñaqtuat</i>. Univ. of Alaska Press, 2010.</li> <li>Garibaldi, Ann. <i>Medicinal Flora of the Alaska Natives: a Compilation of Knowledge...</i> Alaska Natural Heritage Program, Environment and Natural Resources Institute, University of Alaska Anchorage, 1999.</li> <li>Schofield, Janice J. <i>Discovering Wild Plants: Alaska, Western Canada, the Northwest</i>. Alaska Northwest Books, 1995.</li> </ul>",
    "audioDescription": "In front of you is the corner of a short, wooden wall of the Heritage Center's garden. Beyond the garden is a road and a row of short houses and buildings. In the distance is the Kotzebue Sound. In this corner of the garden is a cluster of bright pink/purple flowers on tall, thin green plants. The small, four-petaled flowers start halfway up the stalk and continue to the tip of the plant. The leaves at the base of the plant are long and narrow.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Northwest Arctic Heritage Center garden, Kotzebue AK",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Medicinal Plant",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "612159C0-C484-4D98-BA71-5C8FC1434087",
    "url": "https://www.nps.gov/places/lingonberry-at-western-arctic-national-parklands.htm",
    "title": "Lingonberry at Western Arctic National Parklands",
    "listingDescription": "Lingonberries are known by many names, but no matter the name you call it, there's no denying this beautiful plant has beautiful flowers, delicious berries, and powerful medicinal properties.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/A08CD80D-D5A9-EBF8-BD0DFD11A3C1CF4A.jpg",
        "credit": "NPS/Linda Jeschke",
        "altText": "Close up of low plant with small green leaves and pink flowers",
        "title": "Lingonberries",
        "description": "",
        "caption": "Lingonberries are both a delicious snack and a great medicinal plant!",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A08CD80D-D5A9-EBF8-BD0DFD11A3C1CF4A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A08CD80D-D5A9-EBF8-BD0DFD11A3C1CF4A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AK",
        "parkCode": "cakr",
        "designation": "National Monument",
        "fullName": "Cape Krusenstern National Monument",
        "url": "https://www.nps.gov/cakr/index.htm",
        "name": "Cape Krusenstern"
      },
      {
        "states": "AK",
        "parkCode": "kova",
        "designation": "National Park",
        "fullName": "Kobuk Valley National Park",
        "url": "https://www.nps.gov/kova/index.htm",
        "name": "Kobuk Valley"
      },
      {
        "states": "AK",
        "parkCode": "noat",
        "designation": "National Preserve",
        "fullName": "Noatak National Preserve",
        "url": "https://www.nps.gov/noat/index.htm",
        "name": "Noatak"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "lingonberry",
      "Cranberry",
      "medicinal plants",
      "garden",
      "tour",
      "western national parks association",
      "Kobuk Valley National Park",
      "Cape Krusenstern National Monument",
      "Noatak National Preserve"
    ],
    "latitude": "66.892242",
    "longitude": "-162.605989",
    "latLong": "66.892242,-162.605989",
    "bodyText": "<p>Lingonberry is known by many names. This list includes the Lowbush Cranberry, Kikmiññaq or Kikmiñat (Iñupiaq), or Vaccinium vitis-idaea (scientific).<br /> <br /> This plant is easily recognizable as it grows throughout the area. It grows low to the ground and boasts bright pink flowers in the spring and bright red berries in the late summer and fall. The berries are known for being tart when compared to other tundra berries. Although they can be eaten at almost any time, locals wait until after the first frost to pick lingonberry to allow for the flavor to fully develop.<br /> <br /> Lingonberries have been proven to contain more antioxidants than commercially grown cranberries, increasing their health benefit. Lingonberries have been used traditionally for medicine as well. Chewing the berries can help a sore throat, headache, or relieve an upset stomach<br /> <br /> While looking at the patch of Lingonberry, you may notice a few other plants growing along side of it. One of these such plants is tundra tea.<br /> <br /> Tundra tea (Ledum palustre) grows abundantly in our area. You may also hear this plant referred to as Eskimo tea, Labrador tea, or Tilaaqqiuq (Iñupiaq). The plant boasts a cluster of small white or pinkish flowers and narrow green leaves on a long brown stem. <br /> <br /> Medicinally, making a tea from the leaves is good for colds, inflammation, arthritis, and works as a laxative. Local wisdom either picking the leaves very young, or gatherings the leaves in the fall and winter after they have dried out as it changes the levels of certain chemicals in the leaves. <br /> <br /> However, this plant contains ledol, a toxin known to cause unwanted symptoms such as diarrhea and drowsiness if used in excess. This plant should only be used in moderation. It is not suggested for those with diabetes or heart conditions. </p> <p><br /> Sources:</p> <ul> <li>Jones, Anore. <i>Plants That We Eat: Nauriat Nigiñaqtuat</i>. Univ. of Alaska Press, 2010.</li> <li>Garibaldi, Ann. <i>Medicinal Flora of the Alaska Natives: a Compilation of Knowledge...</i> Alaska Natural Heritage Program, Environment and Natural Resources Institute, University of Alaska Anchorage, 1999.</li> <li>Schofield, Janice J. <i>Discovering Wild Plants: Alaska, Western Canada, the Northwest</i>. Alaska Northwest Books, 1995.</li> </ul> <p> </p>",
    "audioDescription": "Here you are standing along the wooden edge of the garden. The lingonberry bush is directly in front of you. This bush is circular in shape and low to the ground with small, shiny, oval leaves. In the spring and summer are bring flowers and in the fall are red berries. Growing off the side of this plant is the Tundra tea plant which has long, brown stems. On the stems are narrow, thick green leaves with a cluster of white flowers at the top.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Cellular Signal",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Northwest Arctic Heritage Center garden, Kotzebue AK",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Medicinal Plant",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "82D97EAF-B057-4D7C-944A-A783B460C036",
    "url": "https://www.nps.gov/places/sealing-point-tower.htm",
    "title": "Sealing Point Tower",
    "listingDescription": "This spot, named Napaaksaq by the Iñupiaq, was used historically by subsistance hunters. The tower that stands there today is at least the third of its kind in the same spot. ",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/66ADB296-F598-BDCD-7051BA33807E72B5.jpg",
        "credit": "NPS/Alisa Chen",
        "altText": "wooden structure on hill in the tundra",
        "title": "Sealing Point Tower",
        "description": "",
        "caption": "Sealing Point Tower was built to help hunters in the area.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/66ADB296-F598-BDCD-7051BA33807E72B5.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/66ADB296-F598-BDCD-7051BA33807E72B5.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AK",
        "parkCode": "cakr",
        "designation": "National Monument",
        "fullName": "Cape Krusenstern National Monument",
        "url": "https://www.nps.gov/cakr/index.htm",
        "name": "Cape Krusenstern"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "tower",
      "history",
      "hunting",
      "cape krusenstern"
    ],
    "latitude": "67.1267134858156",
    "longitude": "-163.73140652905275",
    "latLong": "67.1267134858156,-163.73140652905275",
    "bodyText": "<p>This spot, named Napaaksaq by the Iñupiaq, was used historically by subsistance hunters. The tower that stands there today is at least the third of its kind in the same spot. <br /> <br /> Sealing Point Tower, placed on the highest hill of a relatively flat area, has been used historically by hunters. Seal hunters would use the tower to look for holes in the ice. Reindeer herders and hunters used the vista to spot animals across the lower beach ridges. Today, airplanes can use the tower as a orientating spot during poor visibility. <br /> <br /> Also on display from the tower are Cape Krusenstern's extensive beach ridges. Because the ridges accumulated over time, the earliest ridges lie inland, with the most recently formed ridges and bluffs near the shore. This unusual series of beach ridges presents, in sequence, detailed evidence of an estimated 9,000 years of prehistoric human use of this coastline. Some archeological sites here are older than well-known remains of ancient Egyptian civilizations. Numerous research projects have focused on this beach ridge complex.</p> <p>Along the outer beaches, Alaska Natives still hunt marine mammals and fish. Local rural residents are allowed to hunt in the Monument, continuing thousands of years of subsistence hunting tradition and providing their families with much needed traditional food sources. The Alaska National Interest Lands Conservation Act (ANILCA), which established Cape Krusenstern and other federal lands across Alaska, ensures the protection of these subsistence activities at the federal level.   </p>",
    "audioDescription": "The tower stands three stories high and is made out of wooden beams. Each level is consists of wooden flooring with an indent for the wooden ladders to pass through. The tower is perched on a small hill along the coast of Cape Krusenstern. Looking toward the ocean, viewers can see about 5 miles on a clear day. Away from the ocean, viewers can see the lower flats of the beach ridge complex. There are many tundra plants surrounding the area.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cape Krusenstern National Monument",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8888D402-C6A5-4364-8989-EAAE28B02517",
    "url": "https://www.nps.gov/places/sisualik.htm",
    "title": "Sisualik",
    "listingDescription": "Sisualik is an Alaskan Native settlement that still thrives to this day.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/35B8C1DC-ED73-5225-FA736256145D14D2.jpg",
        "credit": "NPS/Cait Johnson",
        "altText": "Aerial view of coastal fishing village with small white tents and multiple lakes",
        "title": "Sisualik from above",
        "description": "",
        "caption": "Sisualik has been inhabited by Iñupiaq for generations as a seasonal fishing camp.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/35B8C1DC-ED73-5225-FA736256145D14D2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/35B8C1DC-ED73-5225-FA736256145D14D2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AK",
        "parkCode": "cakr",
        "designation": "National Monument",
        "fullName": "Cape Krusenstern National Monument",
        "url": "https://www.nps.gov/cakr/index.htm",
        "name": "Cape Krusenstern"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "fishing",
      "Alaska Native",
      "Village",
      "settlement",
      "cape krusenstern"
    ],
    "latitude": "66.99418950444749",
    "longitude": "-162.82432298413087",
    "latLong": "66.99418950444749,-162.82432298413087",
    "bodyText": "<p>Sisualik is a traditional Iñupiaq settlement along the coast that is still active to this day. The name of the settlement means place of beluga whales.  </p> <p>Belugas have historically frequented the area. They utilize the relatively shallow sound water of the area to molt, feed, and give birth. Each year, they shed the outer layer of epidermis, or maktak, and the warm water of the area speeds the process when compared to the sea, which is often still covered in pack ice.</p> <p>Iñupiaq established a settlement in this spot as catching beluga in shallow water is much easier than in the deep, open waters found further up the coast. Harvesting beluga for subsistence purposes is vital for the people of the land, providing them important things, such as fat, for winter consumption. <br /> <br /> Sisualik Spit actually contains different settlements within it. Many groups within the Iñupiaq culture visit this area during its high season of June and July. Traditionally, people would set up their camps nearest to other people from their same villages. The tip of Sisualik Point, called Nuvuuraq, is the historic site for Noatak and Kotzebue hunters. <br /> <br /> Although beluga hunting is the subsistance activity that the area drew its name from, there are many other important hunting and gathering activities in the area. These activities have happened historically and continue to this day. Some hunters use pack ice for ugruk (bearded seal) hunting. Fishing is an imporatant activity all along the coast. Berries in the area include the aqpik (cloudberries), blueberries, crowberries, and lingonberries. Many plants are collected for medicinal purposes.   </p> <p>Sisualik is a settlement that is still used to this day by local people for subsistence activities. The area is made up of private allotments, owned by Alaska Native peoples, whose ancestors inhabited the area for thousands of years before it became part of Cape Krusenstern National Monument. This area is not open to outside visitors as it is private property. The airstrips are also privately owned. The National Park Service has agreements in place with the land owners to access necessary air strips for business purposes only. <br /> <br /> On a clear day, the white tents of Sisualik are visible across the Sound in Kotzebue. Some of the best places to see them in town include Front Street and the Northwest Arctic Heritage Center. </p>",
    "audioDescription": "This land is very close to sea level. The ocean beach line encircles three sides of the land. There are many various sized ponds, lakes, and lagoons. The marshy ground is covered in tundra plants. There are white walled tents all along the coast that make up camps where people still work to this day for subsistence foods. Many of the tents include fish racks to dry out fish. Many of the tents also keep ATVs parked along their sides to make it easier to move supplies from boats to the tents.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cape Krusenstern National Monument",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Iñupiaq settlement",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F4B718A9-EB27-4825-8844-B1ABC11954B5",
    "url": "https://www.nps.gov/places/sourdock-at-western-arctic-national-parklands.htm",
    "title": "Sourdock at Western Arctic National Parklands",
    "listingDescription": "Related to Rhubarb, Sourdock is a medicinal plant with many uses!",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9CC64E2E-92D7-6E35-E3A287A9FB970FD5.jpg",
        "credit": "NPS/Linda Jeschke",
        "altText": "Close up of large flat green leaves with tips of orange and red on the tundra",
        "title": "Sourdock",
        "description": "",
        "caption": "Sourdock (Rumex arcticus) is often compared to rhubarb.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9CC64E2E-92D7-6E35-E3A287A9FB970FD5.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9CC64E2E-92D7-6E35-E3A287A9FB970FD5.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AK",
        "parkCode": "cakr",
        "designation": "National Monument",
        "fullName": "Cape Krusenstern National Monument",
        "url": "https://www.nps.gov/cakr/index.htm",
        "name": "Cape Krusenstern"
      },
      {
        "states": "AK",
        "parkCode": "kova",
        "designation": "National Park",
        "fullName": "Kobuk Valley National Park",
        "url": "https://www.nps.gov/kova/index.htm",
        "name": "Kobuk Valley"
      },
      {
        "states": "AK",
        "parkCode": "noat",
        "designation": "National Preserve",
        "fullName": "Noatak National Preserve",
        "url": "https://www.nps.gov/noat/index.htm",
        "name": "Noatak"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Sourdock",
      "medicinal plants",
      "western arctic national parklands",
      "Cape Krusenstern National Monument",
      "Noatak National Preserve",
      "Kobuk Valley National Park",
      "garden",
      "tour"
    ],
    "latitude": "66.892243",
    "longitude": "-162.605999",
    "latLong": "66.892243,-162.605999",
    "bodyText": "Sourdock (Rumex arcticus) is also called quaġaq (with regional dialect variants: -ġak, -ġat) in Iñupiaq. This striking plant can be found on the tundra, especially in the marshy areas.<br /> <br /> Sourdock's most recognizable feature is its tall, thin stalk that is often bright red in color. The stalk is a short-lived feature. A more standard part of the plant to see during tundra exploring is its large, flat leaves that can be tipped in bright red.<br /> <br /> The leaves are the most commonly eaten portion of the plant. Typically people will freeze or cook them before consuming. This reduces the amount of oxalic acid in the leaves, which can be harmful if eaten in large amounts. Small amounts of raw leaves are not considered harmful, but always exercise caution when consuming.  <br /> <br /> Sourdock has the ability to be used as a laxative. Only small amounts of the plant are needed to help cure stomach and bladder troubles. It has also been used to cure hangovers and overindulgement.<br /> <br /> Sources: <ul> <li>Jones, Anore. <i>Plants That We Eat: Nauriat Nigiñaqtuat</i>. Univ. of Alaska Press, 2010.</li> <li>Garibaldi, Ann. <i>Medicinal Flora of the Alaska Natives: a Compilation of Knowledge...</i> Alaska Natural Heritage Program, Environment and Natural Resources Institute, University of Alaska Anchorage, 1999.</li> <li>Schofield, Janice J. <i>Discovering Wild Plants: Alaska, Western Canada, the Northwest</i>. Alaska Northwest Books, 1995.</li> </ul>",
    "audioDescription": "In front of you is the short, wooden wall of the Heritage Center's garden. Beyond the garden is a road and a row of short houses and buildings. In the distance is the Kotzebue Sound. From this standing point, the Sourdock is about ten feet in front of you with the tall leaves of the Siberian Iris between you and it. Sourdock's leaves are low to the ground but wide spread. These leaves are elongated ovals with pointy ends. The entire leaf is green except from its ends which range from a light orange to bright red. For a short time in the summer, there is a two to three foot tall thin stalk in the center of the leaves. This stalk has the small buds for the plant and dies off quickly.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Northwest Arctic Heritage Center garden, Kotzebue AK",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Medicinal Plant",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "74A10D6F-E336-4F3D-9C82-0760D7D40AC7",
    "url": "https://www.nps.gov/places/stinkweed-at-western-arctic-national-parklands.htm",
    "title": "Stinkweed at Western Arctic National Parklands",
    "listingDescription": "Stinkweed isn't a pleasant name, but this plant is one of the most beloved medicinal plants in the Arctic. The number of uses seems to be endless!",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9ED8DF9E-038E-EA82-B6DBB60B1608BE57.jpg",
        "credit": "NPS/Linda Jeschke",
        "altText": "Close up of red/brown buds and thin green leaves of a stinkweed plant",
        "title": "Stinkweed",
        "description": "",
        "caption": "Though Stinkweed makes it sound like something to avoid, this plant is one of the best medicines!",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9ED8DF9E-038E-EA82-B6DBB60B1608BE57.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9ED8DF9E-038E-EA82-B6DBB60B1608BE57.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AK",
        "parkCode": "cakr",
        "designation": "National Monument",
        "fullName": "Cape Krusenstern National Monument",
        "url": "https://www.nps.gov/cakr/index.htm",
        "name": "Cape Krusenstern"
      },
      {
        "states": "AK",
        "parkCode": "kova",
        "designation": "National Park",
        "fullName": "Kobuk Valley National Park",
        "url": "https://www.nps.gov/kova/index.htm",
        "name": "Kobuk Valley"
      },
      {
        "states": "AK",
        "parkCode": "noat",
        "designation": "National Preserve",
        "fullName": "Noatak National Preserve",
        "url": "https://www.nps.gov/noat/index.htm",
        "name": "Noatak"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "stinkweed",
      "sargiq",
      "medicinal plants",
      "garden",
      "tour",
      "western arctic national parklands",
      "Noatak National Preserve",
      "Kobuk Valley National Park",
      "Cape Krusenstern National Monument"
    ],
    "latitude": "66.892126",
    "longitude": "-162.606157",
    "latLong": "66.892126,-162.606157",
    "bodyText": "Stinkweed (Artemisia tilesii) is also known by the name Wild Sage or Wormwood. In Iñupiaq, it is known as Sargiq or Sargiġruaq. Although the common name makes it sound like this plant is disliked, Stinkweed is known as the miracle plant of the area and can be used for any number of fixes. <br /> <br /> True to its name, this plant carries a very distinct smell. It is difficult to describe, but even more difficult to forget. Once you are in front of the plant, reach out and gently rub one of the leaves. <br /> <br /> Unlike most of the other plants on our garden tour, Sargiq is not encouraged as a food source. Small amounts can be ingested in tea form or as spices. However, certain species of Artemisia can contain absinthol and, when overindulged upon, can cause serious side effects such as tremors. <br /> <br /> Stinkweed can be utilized in a variety of forms, including tea, poltice, salve, oil, simply dried or even as a soak. <br /> <br /> Tea can be drank to help with cold symptoms and indegestion. <br /> <br /> A poltice of leaves, salve, or the oil can be placed directly on sores or cuts to help draw out infections, reduce scar tissue, and speed the healing process. Salves can also be used as a moisturizer for cracked hands through the winter. <br /> <br /> Dried leaves can be placed inside pillows and set under aching joints. This is said to help with arthritis. Or they can be placed in shoes to help dry the items while reducing microbes that may be causing unpleasant smells found there. This is also a treatment for athlete's foot. Some even use sargiq in their babies diapers to this day.  <br /> <br /> It is also called wormwood as it has been used historically to clear intestinal worms from livestock. Humans with issues of round worms or pinworms may benefit from drinking the tea regularly. There has been some research to suggest wormwood can be helpful to those suffering from malaria. <br /> <br /> What a miracle plant! It is no wonder that sargiq is the most frequently turned to of the local medicinal plants!<br /> <br /> Sources:  <ul> <li>Jones, Anore. <i>Plants That We Eat: Nauriat Nigiñaqtuat</i>. Univ. of Alaska Press, 2010.</li> <li>Garibaldi, Ann. <i>Medicinal Flora of the Alaska Natives: a Compilation of Knowledge...</i> Alaska Natural Heritage Program, Environment and Natural Resources Institute, University of Alaska Anchorage, 1999.</li> <li>Schofield, Janice J. <i>Discovering Wild Plants: Alaska, Western Canada, the Northwest</i>. Alaska Northwest Books, 1995.</li> </ul> <br />  ",
    "audioDescription": "Stinkweed stands about 2-3 feet tall when fully mature. It has a thin, tall, green stem with leaves coming off in multiple directions. The leaves are narrow and oval shaped, ending in a point. Toward the top of the stem are small buds, ranging from green, to brown, to a faint red color.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Northwest Arctic Heritage Center garden, Kotzebue AK",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Medicinal Plant",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]