[
  {
    "id": "19ACC21A-89D4-44E6-9A0C-E7DEEDBCD21F",
    "url": "https://www.nps.gov/places/000/accessible-entrance-to-the-memorial-garden.htm",
    "title": "Accessible Entrance to the Cesar Chavez Memorial Garden",
    "listingDescription": "Features of the Memorial Garden represent the beliefs and practices that were important to Cesar Chavez. Within the garden, ornamental plants, a wall fountain, and religious statues decorate the final resting place of Cesar Chavez and his wife Helen Chavez.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F4C2FCAA-BA43-100F-0FA9CDB2F62D3EA7.jpg",
        "credit": "",
        "altText": "An outdoor cement pathway leading through two wooden doors.",
        "title": "Memorial Garden Accessible entrance",
        "description": "",
        "caption": "NPS photo",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F4C2FCAA-BA43-100F-0FA9CDB2F62D3EA7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F4C2FCAA-BA43-100F-0FA9CDB2F62D3EA7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Accessible",
      "Accessible Trails",
      "Cesar Chavez",
      "Memorial",
      "garden",
      "gravesite"
    ],
    "latitude": "35.224021",
    "longitude": "-118.558806",
    "latLong": "35.224021,-118.558806",
    "bodyText": "<p>This entrance to the Memorial Garden is paved and relatively flat, with no stairs. Inside the Memorial Garden, there are paved ramps with handrails that provide access between the different levels.<br /> <br /> Features of the Memorial Garden represent the beliefs and practices that were important to Cesar Chavez. He was an avid user of reusable resources. Within the garden, ornamental plants, a wall fountain, and religious statues decorate the final resting place of Cesar Chavez and his wife Helen Chavez.</p>",
    "audioDescription": "A concrete path leads through hedges and roses, then to a tall white stucco-covered wall with a wooden gate. The gate is either open or closed depending on the time of day. The concrete path is wide and nearly flat. A path to the left before the entrance gate leads through a richly scented garden of rose bushes that bloom nearly year-round. Within the center of the square path is a low rock wall that can be used for seating. Inside the gate is the main area of the Memorial Garden. Ramps lead up to a higher level of the garden where there is a gravesite.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Audio Description",
      "Benches/Seating",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Restroom",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "César E. Chávez National Monument",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Wheelchair accessible entrance to the memorial garden surrounding the gravesites of Cesar and Helen Chavez",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "ECC3FA21-FF15-419E-A32A-12D76A20EEFA",
    "url": "https://www.nps.gov/places/000/accounting-building.htm",
    "title": "Accounting Building",
    "listingDescription": "In this building, accountants managed the finances of the United Farm Workers union. Eventually, as the union expanded and the movement grew, the financial operation moved to other offices.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F53CF5D4-B01C-D9B8-AD43AE252559DD58.jpg",
        "credit": "NPS photo",
        "altText": "A worn building made of red brick and white wooden panels with a brown roof.",
        "title": "Accounting Building",
        "description": "",
        "caption": "The Accounting Building",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F53CF5D4-B01C-D9B8-AD43AE252559DD58.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F53CF5D4-B01C-D9B8-AD43AE252559DD58.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cesar Chavez",
      "building"
    ],
    "latitude": "35.224356",
    "longitude": "-118.559443",
    "latLong": "35.224356,-118.559443",
    "bodyText": "<p>In this building, accountants managed the finances of the United Farm Workers union. Eventually, as the union expanded and the movement grew, the financial operation moved to other offices. This building is currently not in use.<br /> <br /> Look closely at the wooden front door to see its carving of an eagle. The carving represents the <em>Huelga </em>eagle that was used as a symbol of the farmworker movement.</p>",
    "audioDescription": "This wooden building is shaped like a T, with a central room and two wide wings stretching to the right and left. The wings each have nine tall, narrow windows arranged side-by-side in groups of three. The interiors of the windows are covered with blinds. A dark, wood door has an ornate carved wooden eagle.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description"
    ],
    "managedByOrg": "National Chavez Center",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "César E. Chávez National Monument",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "A building where the United Farm Workers union managed their finances during the leadership of Cesar Chavez.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Accounting Building of the United Farm Workers. ",
        "id": "3616E94D-002A-4EF5-935F-875BAEECC5DB",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6651117&id=3616E94D-002A-4EF5-935F-875BAEECC5DB"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "540D6534-52A9-4115-B514-840832ED696D",
    "url": "https://www.nps.gov/places/000/agbayani-village.htm",
    "title": "Agbayani Village",
    "listingDescription": "As the first affordable housing community built by what is now the Cesar Chavez Foundation, Agbayani Village served as a model for dozens of properties built across four states that continue providing affordable housing. Inside a small room at the southeast corner of Agbayani Village, Cesar Chavez held his last and longest public fast of 36 days in July and August of 1988 over the pesticide poisoning of farm workers and their children.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/04F57F65-A52C-878E-A3CE2C31CA0EEBA8.jpg",
        "credit": "Walter P. Reuther Library, Archives Of Labor And Urban Affairs, Wayne State University",
        "altText": "A black and white photo of a group of 16 men.",
        "title": "Agbayani Header image",
        "description": "",
        "caption": "Filipino Farm Workers gather to plan the construction of Agbayani Village in 1972.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/04F57F65-A52C-878E-A3CE2C31CA0EEBA8.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/04F57F65-A52C-878E-A3CE2C31CA0EEBA8.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cesar Chavez",
      "historic landmark",
      "Filipino",
      "affordable housing",
      "Asian American heritage",
      "Filipino heritage",
      "nhl",
      "farmworkers",
      "farm workers",
      "labor movement"
    ],
    "latitude": "35.764499",
    "longitude": "-119.285693",
    "latLong": "35.764499,-119.285693",
    "bodyText": "<p>Filipino union members played key roles in the farmworker movement. Most of these men, respectfully known as Manongs, migrated to the United States in their teens and 20s. Racist laws in California at that time forbade them from marrying outside their race, so most remained single. Evicted from farm labor camps after joining the Delano Grape Strike in 1965, by the end of the strike in 1970 many Filipino men were without families, pensions, and places to live.<br /> <br /> In 1973 and 1974, the farm worker movement built the Paulo Agbayani Retirement Village. It provided some of Manongs with safe and comfortable housing, human dignity and respect in their final years. Hundreds of volunteer laborers constructed this complex. The village was named after a Filipino Manong who died of a heart attack on the picket line. The village provided residents with individual rooms, a community kitchen serving Filipino cuisine, a dining hall, living and recreation room, and garden.<br /> <br /> As the first affordable housing community built by what is now the Cesar Chavez Foundation, Agbayani Village served as a model for dozens of properties built across four states that continue providing affordable housing. The Chavez Foundation manages the property today, which still houses people.<br /> <br /> Tours of this building and the Forty Acres are sometimes available upon appointment. Check at the village office facing Mettler Avenue or call 661-725-4347.<br /> <br /> These buildings are still in operation providing lodging. Please respect the privacy of the residents.</p> <h3>Cesar's Last Fast</h3> <p>Inside a small room at the southeast corner of Agbayani Village, Cesar Chavez held his last and longest public fast of 36 days in July and August of 1988 over the pesticide poisoning of farm workers and their children. To identify the room where Cesar fasted, look for the farthest left window when facing the building from the Mettler Avenue parking area.</p>",
    "audioDescription": "Leafy green trees stand taller than the surrounding landscape of fields and grape vineyards. Among the trees is a parking area with a variety of vehicles, and then a low building. The building's walls are adobe, and the roof is red clay tile. The building is wide, an windows indicate the presence of many rooms. Openings in the building provide walkways into a center courtyard. In these openings, glossy dark red pavers cover the floors. In one area, the pavers are arranged in the shape of the Huelga eagle. <br /><br />In front of the building, a rustic sign reads \"Agbayani Village, 10701.\" The sign is green with white block lettering. A stylized graphic shows a water buffalo.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://chavezfoundation.org/national-chavez-center",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Information",
      "Parking - Auto",
      "Restroom",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "National Chavez Center",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Paulo Agbayani Retirement Village",
        "id": "EADCE118-DCFF-4B22-AE64-28670C7F2A17",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6651097&id=EADCE118-DCFF-4B22-AE64-28670C7F2A17"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "B8C347A9-55F9-468A-AE9A-376A65F358AF",
    "url": "https://www.nps.gov/places/000/memorial-garden.htm",
    "title": "Cesar Chavez Memorial Garden",
    "listingDescription": "The memorial garden surrounds the final resting place of Cesar and his wife Helen. Their gravesite is at the back of the garden, near a wall fountain that honors the five martyrs who lost their lives during the strikes. As a space of reflection and contemplation, the memorial garden represents Cesar's spiritual, cultural, and agricultural heritage.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D29420B8-02E9-4018-5DE4695BC9650103.jpg",
        "credit": "NPS photo",
        "altText": "A stand of roses and paved areas in the foreground. The background has a white wall and trees.",
        "title": "Cesar Chavez Memorial Garden 1",
        "description": "",
        "caption": "The garden features several types of roses and other ornamental plants, fountains, and statues.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D29420B8-02E9-4018-5DE4695BC9650103.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D29420B8-02E9-4018-5DE4695BC9650103.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cesar Chavez",
      "Memorial",
      "garden",
      "gravesite",
      "chicano heritage",
      "Latino heritage"
    ],
    "latitude": "35.224177",
    "longitude": "-118.558912",
    "latLong": "35.224177,-118.558912",
    "bodyText": "<p>The memorial garden surrounds the final resting place of Cesar and his wife Helen. Their gravesite is at the back of the garden, near a wall fountain that honors the five martyrs who lost their lives during the strikes. As a space of reflection and contemplation, the memorial garden represents Cesar's spiritual, cultural, and agricultural heritage. Four varieties of roses in the garden symbolize Cesar's values as a civil rights leader: family, loyalty, hard work, and perseverance. The arbor's overhead structure was built from recycled materials, many of which were obtained on site. Through the use of recycled resources, the arbor demonstrates Cesar's dedication to conservation.<br /> <br /> Grapevines represent the five-year-long grape strike and boycott. These struggles led to union contracts that improved living and working conditions for the thousands of the farm workers that were exposed to harsh conditions while working in the fields.</p>",
    "audioDescription": "Near a large fountain, steps lead up and into a walled garden. The steps have brown metal handrails and are surrounded by low rock walls. At the top of the steps, decorative metal gates may be open or closed, depending on the time of day. Inside the gates, the rectangular shape of the walled garden reveals itself. A variety of plants grow in raised concrete and rock beds. On the center of the back wall is a fountain with five streams of water flowing into a narrow pool. On the paved surface of the ground, concrete tiles mark the shape of the Huelga eagle that can be seen on flags throughout the visitor center. It may be possible to feel the rough surface of the eagle along the ground. It spans nearly the width of the garden. As you continue walking forward, two gravesites become apparent near the fountain, with another set of steps leading to them, and ramps along each side. The gravesites are oriented to be viewed from the right side of the garden. At either side of the upper level of the garden, gates lead to pathways. One goes back to the parking lot, and another gate provided glimpses of desert plants.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Benches/Seating",
      "Historical/Interpretive Information/Exhibits",
      "Restroom",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Cesar Chavez Memorial Garden",
        "id": "C87EE02D-5248-4359-889F-20525B012D16",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6651161&id=C87EE02D-5248-4359-889F-20525B012D16"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "75043BE2-96A4-4630-90C3-C5CAF7F292F1",
    "url": "https://www.nps.gov/places/000/dog-kennels.htm",
    "title": "Cesar's Dog Kennels",
    "listingDescription": "When Cesar's two German Shepherds, Huelga and Boycott, weren't roaming the fenced area around his home, they stayed in kennels that were at this spot. The dogs provided personal security for Cesar and his family, but he was also very attached to them. They went with him almost everywhere, including on the road when he travelled by car, and deepened his belief that all lives are valuable, with no exception.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/45CE1BC2-EF36-EE40-2FF8407117330C8A.jpg",
        "credit": "NPS photo",
        "altText": "A small white shed with dark trim. A small concrete pad to the left of the building. Trees in back.",
        "title": "Cesar's Dog Kennels",
        "description": "",
        "caption": "A fenced kennel area once surrounded the kennel shed.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/45CE1BC2-EF36-EE40-2FF8407117330C8A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/45CE1BC2-EF36-EE40-2FF8407117330C8A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "kennels",
      "Cesar Chavez"
    ],
    "latitude": "35.225326",
    "longitude": "-118.558796",
    "latLong": "35.225326,-118.558796",
    "bodyText": "<p>When Cesar's two German Shepherds, Huelga and Boycott, weren't roaming the fenced area around his home, they stayed in kennels that were at this spot. A fenced area used to surround the shed building but is now gone.<br /> <br /> The dogs provided personal security for Cesar and his family, but he was also very attached to them. They went with him almost everywhere, including on the road when he travelled by car, and deepened his belief that all lives are valuable, with no exception. The dogs helped deepen his commitment to vegetarianism, and he asked to be buried near them in what is now the Memorial Garden.</p>",
    "audioDescription": "A small building the size of a large shed is newer than other buildings nearby, but is painted to match them. At the left of the building is a concrete slab about six feet wide by twelve feet long. Across the road is the chain-link fence that surrounds the Chavez residence.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "National Chavez Center",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Cesar Chavez's Beloved Guard Dogs.",
        "id": "3B05E747-0431-493F-ABDC-7014B671B2E0",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6651133&id=3B05E747-0431-493F-ABDC-7014B671B2E0"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "95E3A22A-A373-44B0-81FD-360493DA2D82",
    "url": "https://www.nps.gov/places/000/cesars-vista-point.htm",
    "title": "Cesar's Vista Point",
    "listingDescription": "The top of this hill affords views covering nearly all of the national monument, including housing areas, Villa la Paz, and what is now the Visitor Center and Memorial Garden. From here, you can see Cesar's meditation point to the east and Three Peaks to the north.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/174244E8-BB8E-A20E-BB550C0AAE78DBB0.jpg",
        "credit": "NPS photo",
        "altText": "Three rounded peaks can be seen in the distance. Dry grasses and a dirt path in the foreground.",
        "title": "Cesar's Vista Point - 1",
        "description": "",
        "caption": "The three peaks visible from the vista trail.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/174244E8-BB8E-A20E-BB550C0AAE78DBB0.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/174244E8-BB8E-A20E-BB550C0AAE78DBB0.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cesar Chavez",
      "viewpoint",
      "Walking Path",
      "vista",
      "path",
      "scenic views"
    ],
    "latitude": "35.22692",
    "longitude": "-118.561365",
    "latLong": "35.22692,-118.561365",
    "bodyText": "<p>Walk to the top of this hill for views covering nearly all of the national monument, including housing areas, Villa la Paz, and what is now the Visitor Center and Memorial Garden. From here, you can also see Cesar's meditation point to the east and Three Peaks to the north.</p> <h3>Cesar's Meditation Point</h3> <p>Cesar's meditation point can be seen on a hill in the distance, in the direction of the Chavez home and beyond the railroad tracks. When Cesar lived at La Paz, he often hiked to this spot near his house at or before dawn. This time of reflection at the beginning of his day gave him a chance to meditate, pray and prepare for the day ahead.</p> <h3>Three Peaks</h3> <p>Although Three Peaks can be seen from nearly everywhere in the monument, this location and Cesar's meditation spot both provide excellent views of the surrounding area.</p>",
    "audioDescription": "A trail leads to the top of a hill that offers views of the surrounding landscape. Perched atop the hill is a tall, circular metal tank. There are large pipes leading from the tank into the ground. A dirt path circles that tank. In all directions, the ground slopes downward and then levels out for a distance, then low mountains rise up against the horizon. The path continues forward, dipping and then climbing again.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://chavezfoundation.org/national-chavez-center",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "National Chavez Center",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "César E. Chávez National Monument",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Cesar often hiked to this spot near his house at or before dawn, when he could meditate, pray and prepare for the day ahead.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Cesar Chavez's Vista Point ",
        "id": "B8C53450-77B5-4BB4-AB1E-F0DBA199C69C",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6651143&id=B8C53450-77B5-4BB4-AB1E-F0DBA199C69C"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "CE32945C-A98E-44B8-AD39-EAEB10D12B3C",
    "url": "https://www.nps.gov/places/000/ch-vez-home.htm",
    "title": "Chávez Home",
    "listingDescription": "This humble building was the home of Cesar Chavez and his wife Helen. When they moved here in 1971, the oldest of their eight children had already moved out of the family home but their younger children were raised here. Cesar and Helen remained in this house for the rest of their lives. Cesar passed away in 1993 and Helen lived here until her death in 2016.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/17E7B35B-A81A-8C2E-06AD15FE9A5F352B.jpg",
        "credit": "NPS photo",
        "altText": "A modest white house with green trim",
        "title": "Chavez Residence 1",
        "description": "",
        "caption": "Cesar and Helen Chavez lived in a small, modest home.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/17E7B35B-A81A-8C2E-06AD15FE9A5F352B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/17E7B35B-A81A-8C2E-06AD15FE9A5F352B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cesar Chavez",
      "historic home",
      "nr",
      "National Register of Historic Places"
    ],
    "latitude": "35.225449",
    "longitude": "-118.55956",
    "latLong": "35.225449,-118.55956",
    "bodyText": "<p>This humble building was the home of Cesar Chavez and his wife Helen. When they moved here in 1971, the oldest of their eight children had already moved out of the family home but their younger children were raised here. Cesar and Helen remained in this house for the rest of their lives. Cesar passed away in 1993 and Helen lived here until her death in 2016.<br /> <br /> When Cesar first considered acquiring La Paz as part of the farmworker movement, Helen was reluctant about the choice. She was brought to this place as a child in the 1930s. She was separated from her family and forced to live in a facility on the property for children who were believed to be malnourished. Returning here was difficult for her, but she ultimately agreed, in support of Cesar and his beliefs.<br /> <br /> Today, the house is kept exactly as she left it when she passed away in 2016. In the kitchen, small mementos decorate the walls and a child's drawing of a fish is held to the refrigerator with a magnet. In the living room, bookcases hold a large collection of framed family photos. The house's modesty and simplicity depict the values of the Chavez family.<br /> <br /> The chain link fence surrounding the property was erected in 1971, after federal agents uncovered a plot to assassinate Cesar and warned the United Farm Workers.<br /> <br /> This building is not open to the public and is protected by a security system. Please observe from the outside.</p>",
    "audioDescription": "A tall chain-link fence surrounds a wide, clear area. Inside are scattered oaks and pines and, in the center, a modest house. The house has white wooden siding and green trim. A door toward the front has a set of two simple steps with peeling paint. Toward the back of the house, a long metal ramp turns multiple times to climb to a second door. This door has a wider porch and an awning. A tall, rustic bay window is attached to the house and spans from the floor to the edge of the roof. Other windows are single-hung in an older style. Just to the right of the house, a car sits. Its blocky shape looks like cars from the 1970s, and is unlike the more rounded shapes of today's cars.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "César E. Chávez National Monument",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The home of Cesar and Helen Chavez from 1971 until their deaths in 1993 and 2016, respectively.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places (added in 2011)",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Cesar and Helen Chavez Home at La Paz",
        "id": "EA402988-1D97-4EB5-9124-98D47EF5BE89",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6651111&id=EA402988-1D97-4EB5-9124-98D47EF5BE89"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "DCB02AAD-CF7B-41D6-9D56-565548D7E74C",
    "url": "https://www.nps.gov/places/000/ch-vez-residence-in-delano.htm",
    "title": "Chávez Residence in Delano",
    "listingDescription": "In April 1962, the Chavez family moved from East Los Angeles to a house they rented in Delano. This small two-bedroom wood-frame home with eight children and their parents was also the first office of the newly born Farm Workers Association. By 1963, the union office had outgrown the residence and the union rented another building in Delano to serve as its headquarters. The Chavez family continued living in the house until moving to Keene, CA, in 1971.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/28252F79-A9E2-8802-F24754F43C0005A9.jpg",
        "credit": "NPS photo",
        "altText": "A trim house with careful landscaping and an American flag",
        "title": "Chavez Delano Residence 1",
        "description": "",
        "caption": "The Chavez residence in Delano as it looks today",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/28252F79-A9E2-8802-F24754F43C0005A9.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/28252F79-A9E2-8802-F24754F43C0005A9.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cesar Chavez",
      "historic home",
      "United Farm Workers"
    ],
    "latitude": "35.772822",
    "longitude": "-119.243932",
    "latLong": "35.772822,-119.243932",
    "bodyText": "<p>In April 1962, the Chavez family moved from East Los Angeles to a house they rented on Kensington Street in Delano. This small two-bedroom wood-frame home with eight children and their parents was also the first office of the newly born Farm Workers Association. By 1963, the union office had outgrown the residence and the union rented another building in Delano to serve as its headquarters. The Chavez family continued living in the house until moving to Keene in 1971, to the property that now includes the César E. Chávez National Monument.<br /> <br /> When Cesar and Helen first moved here, Helen went back to laboring in the fields to provide for the family and also to provide Cesar with gas money to organize. This let Cesar pursue his dream of building the farmworker movement. Her support was crucial to its early growth.<br /> <br /> This house is a private residence. Please respect the privacy of the family living here. Do not enter the fenced area.</p>",
    "audioDescription": "This small house is painted wood and brick. A porch frames the front door with round columns. At the sidewalk, a brown metal fence blocks access to the path to the front door. A manicured, close-cropped lawn is shaded by a tree on the right side. At the left corner of the yard close to the sidewalk is a plaque embedded in concrete with text that reads, \"Former residence of Cesar E. Chavez and Birth of United Farm Workers Union. 'You are never strong enough that you don't need help.' Cesar E. Chavez.\"",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description"
    ],
    "managedByOrg": "Private Residence",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Former Chavez residence in Delano",
        "id": "58401BA7-821C-428E-B72C-EC3E3EE3B457",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6651099&id=58401BA7-821C-428E-B72C-EC3E3EE3B457"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "D76F89B8-1017-4A78-A766-D0EEFD7127CF",
    "url": "https://www.nps.gov/places/000/c-sar-helen-ch-vez-gravesite.htm",
    "title": "César & Helen Chávez Gravesite",
    "listingDescription": "Here, Cesar Chavez was laid to rest in 1993. Upon her passing in 2016, Cesar's wife Helen was interred by his side. Cesar wished to be buried on the grounds where he pursued his labors as an activist during his last quarter century. After his passing, Helen Chavez made it clear she did not want him to ever be left alone.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/07F04B8F-98E0-A1B3-82630E0E7E9FA407.jpg",
        "credit": "© Sujata King",
        "altText": "Between two graves is a rustic wooden cross with a human figure attached in iron.",
        "title": "Cesar & Helen Chavez Gravesite Header",
        "description": "",
        "caption": "Cesar & Helen Chavez gravesites.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/07F04B8F-98E0-A1B3-82630E0E7E9FA407.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/07F04B8F-98E0-A1B3-82630E0E7E9FA407.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "gravesites",
      "Cesar Chavez",
      "chicano heritage",
      "chicano",
      "Chicano Civil Rights Movement",
      "latino",
      "Latino heritage"
    ],
    "latitude": "35.224193848",
    "longitude": "-118.558799788",
    "latLong": "35.224193848,-118.558799788",
    "bodyText": "<p>Here, Cesar Chavez was laid to rest in 1993. Upon her passing in 2016, Cesar's wife Helen was interred by his side. Cesar wished to be buried on the grounds where he pursued his labors as an activist during his last quarter century. After his passing, Helen Chavez made it clear she did not want him to ever be left alone. When U.S. Secretary of the Interior Ken Salazar approached the Chavez family about creating a national monument at this location, the Chavez family agreed, knowing Cesar's resting place would never be abandoned.</p>",
    "audioDescription": "Near the back of the Memorial Garden, two low gravesites come into view. They are oriented to be viewed from a pathway along the right side of the garden. One reads, \"Cesar Estrada Chavez, 1927-1993,\" and the other reads, \"Helen Fabela Chavez, 1928-2016.\" The markers are angled gray rock mounted on two low granite pedestals. Flowers and small gifts sometimes adorn the markers. In the space between the markers is a wooden cross about three feet tall and 18 inches wide. The wood that makes up the cross is rustic with a rough finish. Affixed to the cross is a rough metal sculpture that evokes a stylized human form. The sculpture is a simple metal strip that's bent in three places, similar to a person with slightly bent neck, waist, and knees. The figure has each hand fastened to one side of the cross. A separate strip of metal attached to the thop of the cross has slightly raised lettering that is difficult to read, and small white scluptures attached at either side.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "42ec9b56-a6ba-461a-b5af-80b1ed332b43",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Restroom",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "César E. Chávez National Monument",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Burial site of Cesar and Helen Chavez.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Cesar & Helen Chavez Gravesite",
        "id": "8A81C9D7-D160-43BC-B3E1-930D42CC8F96",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6651163&id=8A81C9D7-D160-43BC-B3E1-930D42CC8F96"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "D410371E-0CC4-4B0B-9618-A7EFC362E5C2",
    "url": "https://www.nps.gov/places/000/c-sar-e-ch-vez-national-monument-entrance-sign.htm",
    "title": "César E. Chávez National Monument Entrance",
    "listingDescription": "Welcome to César E. Chávez National Monument. A visitor center, memorial garden, and monument grounds are a short distance away. Entrance to these areas is free and open to all. The shape of the sign comes from the Huelga eagle, a symbol of the farmworker movement.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/157B7429-E263-4995-ED0675DF18A1AE45.jpg",
        "credit": "NPS photo",
        "altText": "A sign in white letters with a black background and red trim against a cement wall.",
        "title": "Monument Entrance Sign 1",
        "description": "",
        "caption": "The entrance sign for César E. Chávez National Monument",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/157B7429-E263-4995-ED0675DF18A1AE45.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/157B7429-E263-4995-ED0675DF18A1AE45.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "entrance sign",
      "free entrance",
      "National Monument",
      "entrance"
    ],
    "latitude": "35.222048",
    "longitude": "-118.558199",
    "latLong": "35.222048,-118.558199",
    "bodyText": "<p>Welcome to César E. Chávez National Monument. A visitor center, memorial garden, and monument grounds are a short distance ahead. Entrance to these areas is free and open to all. President Barack Obama established César E. Chávez National Monument with a presidential proclamation on October 8, 2012. In 1971, Cesar Chavez moved to this property to live and work. The 187-acre property in Keene, California has served as a national headquarters for the United Farm Workers union since 1972. Its remote location provided a sense of security and refuge during a time when violence threatened the people who were part of the farmworker movement. Here, Cesar Chavez fulfilled many of his achievements as an activist and civil rights leader.<br /> <br /> Take the road downhill into the monument.<br /> <br /> This entrance sign was installed in 2012, shortly after the monument was created. The shape of the sign comes from the <em>Huelga</em> eagle, a symbol of the farmworker movement.</p>",
    "audioDescription": "Along a curve in the roadway, a large sign marks a junction with another road. The sign is mounted on the ground with a concrete and rock base. A brown wooden sign with red trim is reminiscent of the shape of the eagle symbol of the farmworker movement. Text on the sign reads, \"César E. Chávez National Monument, National Park Service, U.S. Department of the Interior, National Chavez Center, Nuestra Señora Reina de La Paz.\" Beyond the sign, a rough concrete road leads downhill and to the left.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6FA08865-2AB1-4A37-A574-D0837CD4F2ED",
    "url": "https://www.nps.gov/places/000/delano-high-school-auditorium-site-of-historic-senate-hearing.htm",
    "title": "Delano High School Auditorium, Site of Historic Senate Hearing",
    "listingDescription": "The Delano High School Auditorium was the site of hearings on the plight of farmworkers by Senator Robert F. Kennedy and the U.S. Senate Subcommittee on Migratory Labor in March 1966. At the hearing, Senator Kennedy famously responded to the sheriff’s defense of his arrests of peaceful pickets by suggesting that “the sheriff and the district attorney read the Constitution of the United States.” Kennedy's interest raised the national profile of the nascent farmworker movement.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/3A74581A-09BB-D0D7-C5D84D2FF27E258E.jpg",
        "credit": "NPS photo",
        "altText": "A building with \"Delano High School\" painted near the roof. Small letters below spell \"Auditorium\"",
        "title": "Delano High School",
        "description": "",
        "caption": "The Delano High School appears much as it did in 1966.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/3A74581A-09BB-D0D7-C5D84D2FF27E258E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/3A74581A-09BB-D0D7-C5D84D2FF27E258E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Robert F. Kennedy",
      "Cesar Chavez",
      "farmworkers",
      "labor movement"
    ],
    "latitude": "35.777209",
    "longitude": "-119.240632",
    "latLong": "35.777209,-119.240632",
    "bodyText": "<p>During the Delano Grape Strike when growers and their agents threatened strikers with violence on picket lines, the Kern County sheriff arrested the nonviolent strikers who hadn't committed any crimes. They were accused of unlawful assembly. This unconstitutional practice of arrest was exposed during hearings on the grape strike and farm workers by the U.S. Senate Subcommittee on Migratory Labor in March 1966.<br /> <br /> At a packed hearing in the Delano High School Auditorium, Senator Robert F. Kennedy famously responded to the sheriff's defense of his arrests of peaceful pickets by suggesting that \"the sheriff and the district attorney read the Constitution of the United States.\"<br /> <br /> Kennedy was the first national political figure to fully embrace Cesar and the grape strikers. His involvement increased the visibility of the movement, helping make it a national issue. For more on the hearing and Kennedy's famous words, view a short excerpt of the movie, <em>Cesar's Last Fast</em> <a href=\"https://youtu.be/G66myWragTg\">here</a> .<br /> <br /> Public entry on school grounds is prohibited. Please remain outside the fence and observe the school and auditorium from your vehicle.</p>",
    "audioDescription": "A dark metal fence encloses the colorful buildings, lawns, and parking areas that make up the high school campus. One building is taller and larger than the rest, and has the word \"Auditorium\" in large raised letters above its entrance. Along the side of the building, the words \"Delano High School\" are painted in large decorative lettering. A few trees provide shade at the corners of the building. The tidy lawns are bright green. Beyong the large building, are smaller buildings painted in similar colors.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description",
      "Cellular Signal"
    ],
    "managedByOrg": "Delano Union School District",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E341197A-CCA8-43F1-98B1-23164C6E33EC",
    "url": "https://www.nps.gov/places/000/dolores-huertas-house.htm",
    "title": "Dolores Huerta's House",
    "listingDescription": "The house where Dolores Huerta lived in the 1960s and early 1970s while she worked with Cesar Chavez to build the farmworker movement that empowered agricultural workers and improved their living conditions.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/54D912AD-06CC-772B-915FDD3D285E417D.jpg",
        "credit": "Bob Fitch Photography Archive, Department of Special Collections, Stanford University Libraries",
        "altText": "A woman stands on a chair, arm raised, speaking into a microphone while surrounded by people",
        "title": "Dolores Huerta's House Image",
        "description": "",
        "caption": "Dolores Huerta speaking at a United Farm Workers rally in Salinas, CA, in 1970.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/54D912AD-06CC-772B-915FDD3D285E417D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/54D912AD-06CC-772B-915FDD3D285E417D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Dolores Huerta",
      "historic home",
      "California history",
      "farmworkers",
      "labor movement",
      "Cesar Chavez",
      "Labor History",
      "Latino heritage",
      "latina history",
      "chicana heritage",
      "chicana history",
      "Chicano Civil Rights Movement",
      "California",
      "Women's History",
      "women in the labor movement",
      "Latino American History",
      "latino american heritage"
    ],
    "latitude": "35.766595",
    "longitude": "-119.255838",
    "latLong": "35.766595,-119.255838",
    "bodyText": "<p><a href=\"https://www.nps.gov/people/dolores-huerta.htm\">Dolores Huerta</a> lived in this house while she worked with <a href=\"https://www.nps.gov/cech/index.htm\">Cesar Chavez</a> to improve conditions for farmworkers.<br /> <br /> This building is a private residence. Please respect the privacy of the family who lives here. Do not enter the fenced area.</p> <h3>Dolores Huerta</h3> <p>Dolores Huerta grew up during a time of economic and racial injustice in Stockton, California. She became a schoolteacher but couldn't stand seeing students come to class hungry. When she was 25 years old, famed community organizer Fred Ross recognized her talent and she became an organizer with the new chapter in Stockton of a Latino civil rights group called the Community Service Organization (CSO). Another CSO organizer was Cesar Chavez.<br /> <br /> Cesar and Dolores decided to create a farm workers union. Dolores resigned from the CSO in 1962 to help create the National Farm Workers Association (NFWA) along with Cesar, Gilbert Padilla, Manual Chavez, Julio Hernandez and other early organizers. Dolores, Cesar and Gilbert drew on the community organizing principles they learned in CSO, convinced that it would take more than a union to help farm workers overcome the crippling dilemmas they faced at both the work site and in their communities; it would take a movement.<br /> <br /> In its early years, NFWA organized workers by providing them with services. By 1965, the NFWA had 1,200 member families.<br /> <br /> When Filipino union leader <a href=\"https://www.nps.gov/people/larry-itliong.htm\">Larry Itliong</a> reached out to Cesar, encouraging the NFWA to join the Filipinos' strike. Dolores strongly encouraged NFWA members to join the strike. She spent decades leading strikes, helping to organize boycotts, negotiating union contracts and lobbying at the state and national capitals. She was arrested more than two dozen times.<br /> <br /> When Cesar conducted his second public fast in Phoenix in 1972, after Arizona passed a law banning farm worker strikes and boycotts, some union supporters said the growers and their allies were too powerful to overcome-\"No se puede\" (\"No, it can't be done),\" they argued. Dolores replied \"¡Si se puede!\" (\"Yes, it can be done!\"). She popularized the slogan during the UFW campaign in Arizona, and it has been adopted by people fighting for justice around the world.<br /> <br /> Today, Dolores Huerta continues fighting for the rights of farm workers and equal treatment of women and other underrepresented groups.</p>",
    "audioDescription": "A metal fence encloses the front yard of this house. Beyond the fence, large trees shade a yard with short-clipped grass and small bushes that are neatly trimmed into geometric shapes. A gate in the fence opens to a narrow concrete path that passes between the trees and leads to the front door. The house has three windows facing the street.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description",
      "Cellular Signal"
    ],
    "managedByOrg": "Private Residence",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "909 Belmont Street, Delano, CA",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Home of labor organizer Dolores Huerta during the early days of Cesar Chavez' movement to organize farmworkers.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Dolores Huerta and the Farm Worker Rights Movement",
        "id": "5D432FF0-17DC-4FF1-B17B-0260C05C52DE",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653467&id=5D432FF0-17DC-4FF1-B17B-0260C05C52DE"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "5CCEA295-5ABC-4518-B4A6-4689D6840B0F",
    "url": "https://www.nps.gov/places/000/dormitory-and-former-tuberculosis-sanatorium.htm",
    "title": "Dormitory and Former Tuberculosis Sanatorium",
    "listingDescription": "As the largest building within the monument, this dormitory provided housing throughout the history of the property and its many uses. The building was originally constructed as a hospital for Stony Brook Retreat, a tuberculosis sanatorium. The development of more modern treatments for tuberculosis led to its closure in 1967. Shortly thereafter, Hollywood producer Ed Lewis purchased the property, and in 1970, turned it over to Cesar Chavez and the farmworker movement.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/56314004-E2F3-55CB-D3A15159DBE285EB.jpg",
        "credit": "NPS photo",
        "altText": "A dilapidated white building with a porch partially enclosed with windows.",
        "title": "Dormitory & former sanatorium",
        "description": "",
        "caption": "The entrance to the former dormitory and tuberculosis sanatorium.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/56314004-E2F3-55CB-D3A15159DBE285EB.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/56314004-E2F3-55CB-D3A15159DBE285EB.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "historic structure",
      "tuberculosis"
    ],
    "latitude": "35.223901",
    "longitude": "-118.559506",
    "latLong": "35.223901,-118.559506",
    "bodyText": "<p>As the largest building within the monument, this dormitory provided housing throughout the history of the property and its many uses. The building was originally constructed as a hospital for Stony Brook Retreat, a tuberculosis sanatorium. This rural location with plenty of fresh air and sunshine was considered to be an ideal environment for tuberculosis patients, and people were sent here from the 1930s until it closed in 1967 to recuperate from the disease.<br /> <br /> Stony Brook Retreat was one of many sanatoriums across the country. Over the years, wings were added to the building to expand its capacity. Eventually, improved medical treatments reduced the need for most sanatoriums. The development of more modern treatments for tuberculosis ultimately led to the closure of Stony Brook in 1967. Shortly thereafter, Hollywood producer Ed Lewis purchased the property, and in 1970, turned it over to Cesar Chavez and the farmworker movement for their use.</p>",
    "audioDescription": "This two-story building is noticeably larger than others at this site. It appears uninhabited. A concrete roadway and two concrete steps lead to the building's entrance at the center of the wide building. The entrance has a porch framed by windows with small panes framed in wood. The rest of the building is stucco. The building shows signs of age, with faded paint and a few broken window panes. On either side of the building's entrance, rows of windows extend to the far ends of the building. Each window is about three feet wide by four feet tall, and is divided into twelve panes. Each window is about ten feet apart. A few trees shade the sides of the building.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description"
    ],
    "managedByOrg": "National Chavez Center",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D7C541FB-A6FE-4135-8883-B81D149FFD19",
    "url": "https://www.nps.gov/places/000/entrance-to-the-garden-of-the-southwest.htm",
    "title": "Entrance to the Garden of the Southwest",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5712CD2D-F4AB-A059-35C53FC0AC754481.jpg",
        "credit": "NPS photo",
        "altText": "A dirt path lined with rocks. Next to the trail red metal posts hold a dark colored sign.",
        "title": "Entrance to Garden of Southwest",
        "description": "",
        "caption": "The Garden of the Southwest features plants from the Sonoran Desert of Cesar's youth.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5712CD2D-F4AB-A059-35C53FC0AC754481.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5712CD2D-F4AB-A059-35C53FC0AC754481.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "entrance",
      "garden",
      "American Southwest"
    ],
    "latitude": "35.224202",
    "longitude": "-118.559099",
    "latLong": "35.224202,-118.559099",
    "bodyText": "<p>Turn here onto the dirt pathway to take a short walk through the garden.</p>",
    "audioDescription": "Beyond the fountain along the concrete pathway, a dirt path leads uphill and to the right. To the left is an interpretive exhibit. Natural rock lines the pathway. The surface is firm-packed and begins with a slight slope. Beware of palm fronds and other vegetation leaning into the path. Large cactuses can be seen along the path about 30 feet from the concrete walkway. The initial slope levels out.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description",
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "National Chavez Center",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "CCE69ED9-5097-457E-9F6B-BD4C8820539D",
    "url": "https://www.nps.gov/places/000/filipino-hall.htm",
    "title": "Filipino Community Hall",
    "listingDescription": "Led by prominent labor leader Larry Itliong, the mostly Filipino farm workers of the Agricultural Workers Organizing Committee gathered in the Filipino Community Hall and voted on the night of September 7, 1965, to strike against Delano-area grape growers. The next day, on September 8, 1965, the Filipino farmworkers began the Delano Grape Strike. The Cesar Chavez-led National Farm Workers Association voted to join the Filipinos on September 16, 1965.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/58697149-DC56-5CC2-0561A5D1C0488DAF.jpg",
        "credit": "NPS photo",
        "altText": "A light colored building with 4 windows. Large lettering says \"Filipino Community\"",
        "title": "Filipino Community Hall 1",
        "description": "",
        "caption": "The site where the Delano Grape Strike, the spark that ignited the modern farmworker movement, began",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/58697149-DC56-5CC2-0561A5D1C0488DAF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/58697149-DC56-5CC2-0561A5D1C0488DAF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Larry Itliong",
      "Cesar Chavez",
      "Filipino",
      "Filipino heritage month",
      "Labor History",
      "Labor strikes",
      "labor movement",
      "farm workers",
      "community center",
      "strike",
      "farmworkers",
      "Asian American heritage",
      "Filipino heritage",
      "Asian American and Pacific Islander Heritage",
      "Asian American and Pacific Islander History"
    ],
    "latitude": "35.774987",
    "longitude": "-119.250304",
    "latLong": "35.774987,-119.250304",
    "bodyText": "<p>California farm workers attempted to organize and strike many times in the 80 years before <a href=\"https://www.nps.gov/cech/index.htm\">Cesar Chavez</a> and the United Farm Workers. Those attempts all failed, partly because employers historically used one race of farm workers to break the strikes of other races. Led by prominent labor leader Larry Itliong, the mostly Filipino farm workers of the Agricultural Workers Organizing Committee gathered in the Filipino Community Hall and voted on the night of September 7, 1965, to strike against Delano-area grape growers. The next day, on September 8, 1965, the Filipino farmworkers began the Delano Grape Strike. <br /> <br /> <a href=\"https://www.nps.gov/people/larry-itliong.htm\">Larry Itliong</a> quickly asked the mostly Latino National Farm Workers Association to join the Filipinos' picket lines, which happened on September 16, 1965, Mexican Independence Day. Leaders of the two unions insisted strikers share the same union hall and strike kitchen, which was the Filipino Community Hall.<br /> <br /> The two unions merged in 1966 to form the United Farm Workers Organizing Committee, now the United Farm Workers. Bolstered by visits from supporters such as United Auto Workers International President <a href=\"https://www.nps.gov/people/walter-reuther.htm\">Walter P. Reuther</a> and Senator <a href=\"https://www.nps.gov/people/robert-f-kennedy.htm\">Robert F. Kennedy</a>, solidarity between the races during this five-year multi-ethnic struggle was a key factor in establishing what became the first enduring farm workers union in U.S. history.</p>",
    "audioDescription": "This blocky building is large with white stucco and dark blue-green trim. Painted in large letters across the top are the words \"Filipino Community Cultural Center of Delano.\" Below that, a banner hangs, with the words \"Delano Adult Day Health Center.\" Between the two front doors is a window made of glass blocks. Wide concrete steps lead from the sidewalk to the doors, flanked by two sloping ramps with handrails on either side of the building.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description",
      "Cellular Signal"
    ],
    "managedByOrg": "Filipino Community of Delano, Inc.",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Filipino Community Hall",
        "id": "137A6540-2CE0-45A1-8038-576F5445DA9D",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6651093&id=137A6540-2CE0-45A1-8038-576F5445DA9D"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "B8DF50DA-703B-4C21-BC59-0982D11B7B0A",
    "url": "https://www.nps.gov/places/000/first-ufw-headquarters.htm",
    "title": "First UFW Headquarters",
    "listingDescription": "Cesar Chavez moved union operations of what was then known as the National Farm Workers Association (NFWA) from his rented home to this rented building in the early 1960s. Within this union office, leaders coordinated strike operations, provided services, ran a credit union and operated the union newspaper El Malcriado.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/59A5B921-C1B3-2A17-B8658936D67BCF1B.jpg",
        "credit": "NPS photo",
        "altText": "An orange adobe building with white trim is behind trees and a white fence. A sign is obscured.",
        "title": "First UFW HQ 1",
        "description": "",
        "caption": "The building that was the UFW headquarters looks very similar to its appearance in the late 1960s.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/59A5B921-C1B3-2A17-B8658936D67BCF1B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/59A5B921-C1B3-2A17-B8658936D67BCF1B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cesar Chavez",
      "United Farm Workers",
      "historic building",
      "headquarters",
      "strike",
      "credit union",
      "labor movement",
      "Labor History",
      "nr"
    ],
    "latitude": "35.757829",
    "longitude": "-119.258344",
    "latLong": "35.757829,-119.258344",
    "bodyText": "<p>As the movement picked up steam in the early 1960s, <a href=\"https://www.nps.gov/cech/index.htm\">Cesar Chavez</a> moved union operations from his home to this rented building at the corner of First Avenue and Albany Street in Delano. Then known as the National Farm Workers Association (NFWA), the union became the United Farm Workers Organizing Committee in 1966, after merging with the mostly Filipino Agricultural Workers Organizing Committee led by <a href=\"https://www.nps.gov/people/larry-itliong.htm\">Larry Itliong</a>. It became the United Farm Workers of America, a fully independent union, in 1972.<br /> <br /> Within this union office, leaders coordinated strike operations, provided services, ran a credit union and operated the union newspaper <em>El Malcriado</em>. As these activities outgrew the building, they expanded to two adjacent rented houses.<br /> <br /> Eventually, Cesar and the movement purchased a much larger 40-acre property just west of Delano called the Forty Acres to serve as headquarters.<br /> <br /> This building, which still resembles how it looked in the 1960s, was added to the National Register of Historic Places in 2015. Today it operates as a church. Please respect the privacy of the people who worship here. Do not enter the fenced area.</p> <h3>Historic Credit Union</h3> <p>This structure was located behind the original union headquarters.<br /> <br /> When organizing the union, Cesar knew that it would most likely require a strike. Financial support would soon become a critical necessity for strikers to be able to actively participate in the strike. Cesar convinced his brother, Richard, to mortgage his home to fund a credit union for farmworkers.<br /> <br /> By establishing a credit union, the United Farm Workers organization was able to provide small loans to farmworkers to allow them to stay on the picket lines. The credit union also became an important tool to recruit new members who had bad experiences with previous attempts to unionize and strike. The credit union helped to build trust and empower the community.</p>",
    "audioDescription": "On the corner in a modest neighborhood is a rough stucco building surrounded by a white metal fence. Palm trees decorate the front yard. Inside the fence, a wide concrete walkway leads to the front door and ends under a simple porch. The front door is covered with white metal security doors .A tall sign at the side of the building reads \"Iglesia Pentecostal, and lists the hours for services. The front yard is mostly bare with small patches of grass. A peach tree and rose bushes grow near the fence.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description",
      "Cellular Signal"
    ],
    "managedByOrg": "Iglesia Pentacostal Church",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "102 Albany Street",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "First headquarters of the National Farm Workers Association, precursor of the United Farm Workers",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Headquarters of the National Farm Workers Association",
        "id": "4AF64E75-F3AD-4663-BD96-B5EE67C40BB4",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6651101&id=4AF64E75-F3AD-4663-BD96-B5EE67C40BB4"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "C33FF451-7168-49A5-95E6-B582593784DF",
    "url": "https://www.nps.gov/places/000/forty-acres.htm",
    "title": "Forty Acres, California",
    "listingDescription": "The United Farm Workers quickly expanded during the 1965-1970 Delano Grape Strike and international grape boycott. The movement purchased a 40-acre parcel of bare land just west of Delano to supply room for the union to grow. The land came to be known as Forty Acres.Cesar's brother Richard organized volunteers to clear and level the land. Buildings were constructed, which provided basic infrastructure to meet the needs of the union and farm workers: a co-op service station, R",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5AB3D16D-B5BF-FC1E-1FDD8F7649A68D62.jpg",
        "credit": "NPS photo",
        "altText": "A metal plaque mounted in bricks. The plaque reads, \"The Forty Acres... National Historic Landmark\"",
        "title": "Forty Acres 1",
        "description": "",
        "caption": "The Forty Acres is a National Historic Landmark designated in 2008.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5AB3D16D-B5BF-FC1E-1FDD8F7649A68D62.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5AB3D16D-B5BF-FC1E-1FDD8F7649A68D62.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "United Farm Workers",
      "Cesar Chavez",
      "historic landmark",
      "Latino heritage",
      "Labor History",
      "Chicano Civil Rights Movement",
      "chicano heritage",
      "latinx history",
      "Latino History",
      "labor movement",
      "California history",
      "Civil Rights",
      "California",
      "Filipino",
      "farm workers",
      "nhl",
      "farmworkers",
      "Asian American heritage"
    ],
    "latitude": "35.765069",
    "longitude": "-119.289473",
    "latLong": "35.765069,-119.289473",
    "bodyText": "<p>The United Farm Workers quickly expanded during the <a href=\"https://www.nps.gov/articles/000/workers-united-the-delano-grape-strike-and-boycott.htm\">1965-1970 Delano Grape Strike and international grape boycott</a>. The movement purchased a 40-acre parcel of bare land just west of Delano to supply room for the union to grow. The land came to be known as Forty Acres. It was the site of Cesar’s first public fast in 1968, his final public fast in 1988, and his funeral services in 1993. It was also the target of violence, vandalism and one bombing by movement opponents during the 1970s. Forty Acres was designated as a National Historic Landmark in 2008.<br /> <br /> Cesar’s brother Richard organized volunteers to clear and level the land. Buildings were constructed, which provided basic infrastructure to meet the needs of the union and farm workers: a co-op service station, Reuther Hall that housed movement headquarters, a rambling health clinic, and Agbayani village for elderly Filipino farm workers. Over the years, many of the farmworker movement’s most historic events took place here. The property is still owned and managed by the National Chavez Center, part of the Cesar Chavez Foundation.</p> <h3>The Rodrigo Terronez Memorial Medical Clinic</h3> <p>Backbreaking labor, pesticide exposure in the fields, and low incomes meant many farm workers went without basic medical attention. A health clinic for farm workers was established in a trailer at Forty Acres in 1968. Volunteer doctors and nurses provided health services.<br /> <br /> The movement purchased two buildings scheduled for demolition and moved them to Forty Acres. They connected the buildings, and in 1972, built a modern, well-equipped clinic in adobe-brick, Mission-style achitecture. It was here that one of the most vulnerable populations could finally receive badly-needed medical care. Patients included residents of the nearby Agbayani Retirement Village.<br /> <br /> It was named the Rodrigo Terronez Memorial Clinic to honor a dedicated union member who died during the grape strike. The building later became the regional office for the United Farm Workers.</p> <h3>Reuther Hall</h3> <p>The original office of the United Farm Workers (UFW) was at the corner of First Avenue and Albany Street in Delano. They moved here, to Reuther Hall, in 1969. This large, one-story structure on the Forty Acres property was named after Roy Reuther, a United Auto Workers leader and brother of United Auto Workers International President <a href=\"https://www.nps.gov/people/walter-reuther.htm\">Walter P. Reuther</a>. The building included a large union hall and served as headquarters for the UFW until 1971, when it moved to Keene.<br /> <br /> On July 29, 1970, hundreds of grape strikers and boycotters watched as Delano-area growers signed their first UFW contracts in Reuther Hall. John Giumarra Sr., owner of the nation's largest table grape company, held his hands up in mock surrender for the news cameras as <a href=\"https://www.nps.gov/cech/index.htm\">Cesar Chavez</a> and <a href=\"https://www.nps.gov/people/larry-itliong.htm\">Larry Itliong</a> looked on.</p>",
    "audioDescription": "A few low buildings stand out on the landscape of fields and grape vines. A tall sign reads \"Welcome to the 40 Acres, Bienvenidos a los 40 acres.\" A graphic on the sign show Cesar Chavez with the words Cesar Chavez Foundation circling him, and \"Sí­ Se Puede\" below him. A chain link fence surrounds a bare asphalt parking area. A sturdy adobe building with a red tile roof is closest to the road. Just beyond this building are two adobe pillars. Each has a plaque. One plaque reads \"The Forty Acres has been designated a National Historic Landmark. This property possess national significance in commemorating the history of the United States of America. Forty Acres embodies and conveys multiple layers of national significance associated with Cesar Chavez, the farm worker movement that thrived under his leadership, and a wider range of civil rights and social reform movements that helped define twentieth-century American history. 2008, National Park Service, United States Department of the Interior.\" The second plaque reads \"Richard Chavez Memorial Park. Richard Chavez left a comfortable life to help build and lead America's first enduring farm workers' union and movement that empowered poor people at the workplace and in the community. The memory of Richard Chavez's service to a cause greater than himself is cherished in this park and among the farm workers whose lives he changed and the countless others he inspired.\" Beyond these markers, two larger buildings are in the distance. A gate leading to them may be open or closed. Each building has an exhibit at its entrance. One reads \"Roy L. Reuther Administration Building (Reuther Hall)\" and the other reads \"Rodrigo Terronez Memorial Clinic.\" Both buildings are closed to the public. Around these buildings are carefully landscaped lawns, mixed with a variety of trees.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://chavezfoundation.org/national-chavez-center",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto"
    ],
    "managedByOrg": "National Chavez Center",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "The Forty Acres",
        "id": "A7DB9A97-9759-440A-8A92-FC448B2951C6",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6651091&id=A7DB9A97-9759-440A-8A92-FC448B2951C6"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "8C4EFE04-61A9-42C6-9D9C-B9322C30F623",
    "url": "https://www.nps.gov/places/000/garden-of-the-southwest.htm",
    "title": "Garden of the Southwest",
    "listingDescription": "This garden offers a short walk through a landscape that held special meaning for Cesar Chavez. Rocks and fieldstone planters line the curved pathways that pass through a garden of Sonoran Desert plants. Many of the plants are native to Cesar's birthplace and the Chavez family homestead in Yuma, Arizona. These plants are also drought-tolerant, helping to conserve water and honoring Cesar's commitment to resource conservation.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5B27C8A7-DD8A-3931-9A867EF0E05D17F6.jpg",
        "credit": "NPS photo",
        "altText": "Cactuses and desert plants grow along rock-lined sandy pathways.",
        "title": "Garden of the Southwest",
        "description": "",
        "caption": "Desert plants here are similar to those in Yuma, Arizona where Cesár was born and raised.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5B27C8A7-DD8A-3931-9A867EF0E05D17F6.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5B27C8A7-DD8A-3931-9A867EF0E05D17F6.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Sonoran Desert",
      "garden",
      "walking paths",
      "Cesar Chavez",
      "plant identification",
      "plants"
    ],
    "latitude": "35.224377",
    "longitude": "-118.559049",
    "latLong": "35.224377,-118.559049",
    "bodyText": "<p>This garden offers a short walk through a landscape that held special meaning for Cesar Chavez. Rocks and fieldstone planters line the curved pathways that pass through a garden of Sonoran Desert plants. Many of the plants are native to Cesar's birthplace and the Chavez family homestead in Yuma, Arizona. These plants are also drought-tolerant, helping to conserve water and honoring Cesar's commitment to resource conservation.</p>",
    "audioDescription": "A path leads into a garden that is much drier than the surrounding areas. Rocks line the meandering paths that lead through the garden. There are areas where the paths split and then rejoin, creating islands of vegetation. The plants that grow here include agaves, with five-foot spear-like leaves that point out from a central base; spiny purple and green cactuses with paddle-shaped leaves; shrubs with tiny, leathery leaves; and small trees along the edges of the garden. Beyond the paths are buildings and roads of the monument. To the right, a wooden gate leads into the walled Memorial Garden.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "National Chavez Center",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "29A3DA5B-3655-474F-869F-9BF4A8B9AC4D",
    "url": "https://www.nps.gov/places/000/gravesites-of-larry-itliong-and-richard-ch-vez.htm",
    "title": "Gravesites of Larry Itliong and Richard Chávez",
    "listingDescription": "Many people who were involved in the farmworker movement were laid to rest in this cemetery, including Larry Itliong, Richard Chavez, and other notable Delano Grape Strike leaders who dedicated their lives to the movement.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/8E8317A3-A192-967A-C9C8A5B5AC528836.jpg",
        "credit": "NPS / V. Delgadillo",
        "altText": "A gray gravestone for Larry Dulay Itliong features an image of Jesus cradling a lamb.",
        "title": "Larry Itliong gravestone",
        "description": "",
        "caption": "Gravestone of Larry Itliong, leader of the union that started the Delano Grape Strike.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/8E8317A3-A192-967A-C9C8A5B5AC528836.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/8E8317A3-A192-967A-C9C8A5B5AC528836.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Larry Itliong",
      "Filipino",
      "Filipino heritage",
      "farm workers",
      "cemetery",
      "Labor History",
      "farmworkers",
      "chicano",
      "chicano heritage",
      "labor movement",
      "gravesites",
      "United Farm Workers",
      "Asian American heritage",
      "AAPI",
      "aapi heritage",
      "asian american pacific islander history"
    ],
    "latitude": "35.763206",
    "longitude": "-119.256759",
    "latLong": "35.763206,-119.256759",
    "bodyText": "<p>Many people who were involved in the farmworker movement were laid to rest in the North Kern Cemetery, including notable Delano Grape Strike leaders who dedicated their lives to the movement.<br /> <br /> Restrooms are available st the cemetery office during business hours, Monday - Friday from 8:00AM - 4:30PM.</p> <h3>Larry Itliong</h3> <p>For many years, labor leader <a href=\"https://www.nps.gov/people/larry-itliong.htm\">Larry Itliong</a> fought for the rights of Filipino farmworkers, then later worked alongside Cesar Chavez as they merged their unions. In 1965, wage disputes in Southern California emerged between growers and Filipino farm workers. Filipino farm workers were offered lowered wages than Mexican farm workers, even after struggling for years to receive the same pay. As the leader of the Agricultural Workers Organizing Committee (AWOC), Larry Itliong called a meeting to propose a strike. On the evening of September 7, 1965, AWOC members voted to strike. On the following day, over 2,000 Filipino farm workers and members of the AWOC marched off the vineyards in what would become the beginning of the Delano Grape Strike.<br /> <br /> Both Larry Itliong and Cesar Chavez knew growers historically pitted the races against each other to break strikes and defeat unions. So Larry approached Cesar, asking the Latino members of his National Farm Workers Association (NFWA) to join the grape walkouts. Cesar was not yet ready to join a major farm strike. As Cesar, Dolores Huerta, and other leaders of the Latino union debated the issue, Cesar's wife Helen settled the matter by asking, \"Are we a union or not?\" On September 16, 1965, Mexican Independence Day, NFWA members cast a unanimous vote to join the Filipinos' picket lines during a meeting at Our Lady of Guadalupe Catholic Church Hall. The AWOC and NFWA merged in 1966 to become what is today the United Farm Workers. By the 1970s this multi-ethnic effort won increased wages, benefits and pesticide protections for farm workers. Larry's fight for justice for farm workers in America continues to benefit today's field laborers who feed our country and has inspired generations of activists.<br /> <br /> At the urging of Larry Itliong and other Filipino union leaders, the Agbayani Village, a retirement home for elderly and displaced Filipino farm workers, was built by the farmworker movement on the Forty Acres. Agbayani Village is another location in this mobile app.<br /> <br /> Larry Itliong's grave is located on the southeast side of the cemetery, five rows to the east of Carnation Road and 52 plots south of the main office.</p> <h3>Richard Chavez</h3> <p>Richard Chavez was responsible for development of the Forty Acres property and led construction on three of its four primary structures. In addition to his skilled oversight of Forty Acres, he made numerous important contributions during his 30+ years with the farmworkers movement. He organized successful boycotts of grapes and other products in New York and Detroit. He oversaw United Farmworkers (UFW) contracts and union bargaining, and was also an elected UFW leader. Richard passed away in 2011.<br /> <br /> To find Richard's grave at the North Kern County Cemetery in Delano, check at the office for a map. The office is located on the east side of the cemetery near Austin street and 7th avenue. If the office is closed, a small version of the map is included in this app.<br /> <br /> The grave is located near the Austin street and 7th Avenue side of the cemetery, on a road named Lily of the Valley Drive. You will find Richard's grave on the row second from the right of Austin Street and north 12 plots from Lily of the Valley. Look for the <em>Huelga</em> eagle engraved on his grave.<br /> <br /> In 1962, Cesar asked Richard to design a symbol for the union to be unveiled at its founding convention in a downtown Fresno movie theater. Richard's design featured a stylized Aztec black eagle with squared off wings that would be easy for people to reproduce. It became an iconic symbol that inspired union members and millions of others around the world.</p>",
    "audioDescription": "At this cemetery, rows of flat grave markers are surrounded by lawn and occasional trees. In some areas, taller markers stand higher. Walking along the lawn may be difficult in areas where the flat grave markers are lower than the surrounding lawn. At the grave of Larry Itliong, a carved depiction of Jesus cradles a lamb in one arm and carries a staff in the other. The text on the marker reads, \"Beloved husband and father, Larry Dulay Itliong, Oct 25, 1913 (cross symbol) Feb 8 1977.\" The letters are carved into the marker and are tactile. At the grave or Richard Chavez, there are three carvings. One shows a man golfing, with his club high above his head. Another shows grape vines around a cross. The third is a deeply carved Huelga eagle, the symbol of the farm worker movement. The text on the marker reads, \"Beloved husband, brother, father, grandpa, great grandpa.\" Like the marker of Larry Itliong, the letters and graphics are carved into the stone and are tactile.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "http://www.northkerncemeterydistrict.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Parking - Auto",
      "Restroom"
    ],
    "managedByOrg": "North Kern Cemetery District",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Gravesites of Larry Itliong and Richard Chavez",
        "id": "EEAA015C-7A52-416C-9192-B5BE9D4B1B5E",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653465&id=EEAA015C-7A52-416C-9192-B5BE9D4B1B5E"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "5D882781-61D2-4464-809F-5E34D1D63C02",
    "url": "https://www.nps.gov/places/000/helens-park.htm",
    "title": "Helen's Park",
    "listingDescription": "Saturday evenings and Sundays often found Helen Chavez gathered with volunteers and visitors at the small park and fieldstone grill pit next to the Chavez home, barbecuing and relaxing after a full day or week of hard work. Over the years she became a surrogate mother to countless young single volunteers who journeyed to La Paz to work for social justice.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/8B8C8FE7-0243-63CE-8F2E8E7C36930970.jpg",
        "credit": "Hub Segur Papers on the United Farm Workers (D-605), Special Collections, Univ. Library, UC Davis",
        "altText": "A group of people stand outdoors, waiting in line for food being served at a stone hearth",
        "title": "Helen's Park Communal Meal, 1972",
        "description": "",
        "caption": "A communal meal being served in Helen's Garden in spring 1972.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/8B8C8FE7-0243-63CE-8F2E8E7C36930970.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/8B8C8FE7-0243-63CE-8F2E8E7C36930970.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "latina history",
      "chicano heritage",
      "chicana heritage",
      "chicana history"
    ],
    "latitude": "35.2257",
    "longitude": "-118.559838",
    "latLong": "35.2257,-118.559838",
    "bodyText": "<p>After Cesar began organizing farm workers in 1962-and especially after the Delano grape strike began in 1965-Helen was largely left to care for their eight children pretty much by herself. Over the years she also became a surrogate mother to countless young single volunteers who journeyed to Delano, and later to La Paz, to work for social justice. She often made seats at her table for those who couldn't make it home for the holidays. Helen frequently cooked for their weddings and baptisms as well as big union events and celebrations. And she became a friend and confidant to many. What she did for her family she did for the movement.<br /> <br /> Saturday evenings and Sundays often found Helen gathered with volunteers and visitors at the small park and fieldstone grill pit next to the Chavez home, barbecuing and relaxing after a full day or week of hard work. Cesar sometimes lent a hand helping to grill chicken and meat for the group, a significant concession for the strict vegetarian.</p>",
    "audioDescription": "At this corner of the fence, there is a view to the far end of the fenced area. At the back corner under shady oak trees are structures made of rounded river rock. One has a chimney, and others form counters and walls.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Helen Chavez's Park",
        "id": "9D1E87C7-0461-4B27-B559-99BD658DDCF6",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6651135&id=9D1E87C7-0461-4B27-B559-99BD658DDCF6"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "29D6A17C-5E68-4CEE-AE0B-6A433A2780C3",
    "url": "https://www.nps.gov/places/000/high-water-crossing-hazard.htm",
    "title": "High Water Crossing Hazard",
    "listingDescription": "During storms and heavy rains, the creek can flow over the road. Do not drive over the water crossing if you're unsure that conditions are safe. The memorial may be closed when it rains.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9D60B566-D41D-02CD-DA4C53D113A97AF4.jpg",
        "credit": "NPS photo",
        "altText": "A yellow sign to the right of the walkway says, \"IMPASSABLE DURING HIGH WATER.\"",
        "title": "High Water Crossing",
        "description": "",
        "caption": "If this area is flooded, do not attempt to cross the water.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9D60B566-D41D-02CD-DA4C53D113A97AF4.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9D60B566-D41D-02CD-DA4C53D113A97AF4.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "hazard"
    ],
    "latitude": "35.222569",
    "longitude": "-118.557983",
    "latLong": "35.222569,-118.557983",
    "bodyText": "<p>During storms and heavy rains, the creek can flow over the road. Do not drive over the water crossing if you're unsure that conditions are safe. The national monument may be closed when it rains.</p>",
    "audioDescription": "As the road dips down, a yellow hazard road sign reads \"Impassable During High Water.\" At the lowest point of the road, a gravelly creek extends on with side. The scene here depends on the season. In winter and spring, the creek is full and possibly even flows over the roadway. In summer and fall, only remnants of the creek remain, pooling in the lowest spots of the rocky creek-bed. Beyond the creek, the road leads back uphill.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description"
    ],
    "managedByOrg": "National Chavez Center",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "870A49FC-09D6-4422-BCC8-B0EFDA3EE793",
    "url": "https://www.nps.gov/places/000/hotel-site-of-contract-negotiations.htm",
    "title": "Hotel Site of Contract Negotiations",
    "listingDescription": "In room 44 of the old Stardust Motel, Cesar Chavez met in July 1970 with America's largest table grape growers and negotiated the union contracts that ended the five-year-long Delano Grape Strike.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9F3C451C-DDE5-41C7-7A5D8A4DBAC4F540.jpg",
        "credit": "NPS photo",
        "altText": "A long, low motel building with many rooms and a large parking area",
        "title": "Hotel site of Negotiations",
        "description": "",
        "caption": "Cesar Chavez participated in important union negotiations in this hotel (under previous management).",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9F3C451C-DDE5-41C7-7A5D8A4DBAC4F540.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9F3C451C-DDE5-41C7-7A5D8A4DBAC4F540.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "labor movement",
      "Cesar Chavez",
      "Labor History",
      "farmworkers",
      "farm workers",
      "United Farm Workers"
    ],
    "latitude": "35.776159",
    "longitude": "-119.254525",
    "latLong": "35.776159,-119.254525",
    "bodyText": "<p>In room 44 of the old Stardust Motel, Cesar Chavez met in July 1970 with America's largest table grape growers and negotiated the union contracts that ended the five-year-long Delano Grape Strike. At Cesar's insistence, all the other Delano-area grape growers also signed United Farm Workers contracts.<br /> <br /> Please do not disturb guests in this motel.</p>",
    "audioDescription": "This typical motel building is blocky and white with vivid blue trim. It's surrounded by a large asphalt parking lot. The building is two stories, each with an awning spanning the length of the building and spanning the full length of the building. Doors for each motel room open into the walkways. There are stairways at each end of the building and in the center. A cluster of small bushes is at the center stairway.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description",
      "Cellular Signal"
    ],
    "managedByOrg": "Private Business",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "405 Cecil Ave, Delano, CA 93215",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Site of contract negotiations to end the 1965-1970 Delano Grape Strike, the first modern union contract for farmworkers.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F8E2742D-75B5-4C18-B772-8C8928E27516",
    "url": "https://www.nps.gov/places/000/keene-caf.htm",
    "title": "Keene Café",
    "listingDescription": "The building housing this rustic diner dates back to 1920. Still open each day for breakfast and lunch, its great food and country atmosphere draws customers from throughout the Tehachapi Mountains and Central Valley. Cesar was friends with the café's previous owner, Ruby Woods. They jokingly greeted each other, Cesar asking Ruby if she would sell him the Keene Café and Ruby asking Cesar if he would sell her La Paz.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BFD67A0C-CD5C-95F9-1C0689A3A5CFE7D5.jpg",
        "credit": "Courtesy of Keene Cafe",
        "altText": "A wooden storefront with a large white signboard. Two motorcycles are parked in the foreground.",
        "title": "Keene Cafe storefront",
        "description": "",
        "caption": "Keene Cafe storefront",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BFD67A0C-CD5C-95F9-1C0689A3A5CFE7D5.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BFD67A0C-CD5C-95F9-1C0689A3A5CFE7D5.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cafe",
      "Cesar Chavez",
      "food",
      "lunch",
      "Breakfast"
    ],
    "latitude": "35.224105",
    "longitude": "-118.565697",
    "latLong": "35.224105,-118.565697",
    "bodyText": "<p>Located at the Keene exit off Highway 58, the building housing this rustic diner dates back to 1920. Still open each day for breakfast and lunch, its great food and country atmosphere draws customers from throughout the Tehachapi Mountains and Central Valley.<br /> <br /> Cesar was friends with the café's previous owner, Ruby Woods. They jokingly greeted each other, Cesar asking Ruby if she would sell him the Keene Café and Ruby asking Cesar if he would sell her La Paz. After Cesar's passing, Ruby approached his son Paul Chavez, president of the Cesar Chavez Foundation, about acquiring the diner.<br /> <br /> Although the Keene Café is not part of the César E. Chávez National Monument, it is owned and operated by the National Chavez Center, part of the Chavez Foundation.</p>",
    "audioDescription": "A short distance from the highway offramp, a rustic wood building along the road is surrounded by a dusty parking area. The siding of the building is weathered board and batten. A sign at the top center reads \"Keene Cafe\" in bold, uppercase letters. On either side of the name are logos for Dr. Pepper soda. Above the sign, the building's façade comes to a peak. When the building is viewed from the side, it becomes apparent that the peak is a false front, similar to buildings in the old west. Along the front of the building is a shallow porch roof with three rows of shingles. Below that are windows with iron bars and a hand-painted sign with the restaurant's hours. There are entrances at each side of the building. Inside, tables for four are arranged in front of a counter along the back wall. There are tall stools along the counter.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.facebook.com/TheKeeneCafe/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description",
      "Food/Drink - Bar/Alcohol For Sale",
      "Food/Drink - Coffee",
      "Food/Drink - Restaurant/Table Service",
      "Parking - Auto",
      "Restroom"
    ],
    "managedByOrg": "National Chavez Center",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "30256 Woodford-Tehachapi Rd, Keene, CA 93531",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "An eatery frequented by Cesar Chavez from the early 1970s until his death in 1993.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C5ED988C-F005-49E7-850C-69F4D95267C3",
    "url": "https://www.nps.gov/places/000/martyr-s-rock.htm",
    "title": "Martyr's Rock",
    "listingDescription": "Martyr's Rock is dedicated to the people who lost their lives during the struggle for civil rights for the farmworkers who feed America. The three metal symbols mounted on top of this rock formation represent the people who died during the grape strikes. Five martyrs are honored here: Nan Freeman, Nagi Daifallah, Juan De La Cruz, Rufino Contreras, and Rene Lopez. The Christian Cross, a Star of David, and a Muslim Crescent Moon represent their different faiths and backgrounds.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/A236DA3B-A9B6-FD30-2BFBEA1EDACD15CC.jpg",
        "credit": "NPS photo",
        "altText": "A rock formation with metal symbols of a cross, a star, and a moon, with dry grass in the foreground",
        "title": "Martyrs' Rock",
        "description": "",
        "caption": "Martyr's rock features the religious symbols of the five martyrs to La Causa.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A236DA3B-A9B6-FD30-2BFBEA1EDACD15CC.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A236DA3B-A9B6-FD30-2BFBEA1EDACD15CC.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "farmworkers",
      "farm workers",
      "labor movement",
      "Memorial",
      "Civil Rights",
      "Labor History",
      "women in the labor movement"
    ],
    "latitude": "35.230172",
    "longitude": "-118.561215",
    "latLong": "35.230172,-118.561215",
    "bodyText": "<p>Martyr's Rock is dedicated to the people who lost their lives during the struggle for civil rights for the farmworkers who feed America. The three metal symbols mounted on top of this rock formation represent the people who died during the grape strikes. Five martyrs are honored here: Nan Freeman, Nagi Daifallah, Juan De La Cruz, Rufino Contreras, and Rene Lopez. The Christian Cross, a Star of David, and a Muslim Crescent Moon represent their different faiths and backgrounds.<br /> <br /> During the conflicts that cost the martyrs their lives, Cesar remained committed to non-violence. He began his first fast in 1968 as a way to recommit himself and his followers to peaceful protests. Learn more about this fast at the Tomasa Zapata Co-op Service Station location in this mobile app.</p>",
    "audioDescription": "If you continue on the path beyond the Peace Pole, a natural rock formation is about 50 feet ahead. The formation is an outcrop of brown rock about 30 feet tall at the center. The rocks are heavily weathered, and slope down from the highest point. Standing upright and embedded in the rock are three rusted metal symbols, each about three feet tall. One is a six-pointed star, one is a cross, and one is a crescent with a small star. Around the rock formation is a natural landscape of grasses. In the distance are oaks and views of the hills that surround the monument.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://chavezfoundation.org/national-chavez-center",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description",
      "Parking - Auto",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "National Chavez Center",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Martyr's Rock",
        "id": "B0553D06-EB83-41DD-AB10-57D90AE899B8",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6651131&id=B0553D06-EB83-41DD-AB10-57D90AE899B8"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "CAEC1E1B-989D-4640-98E6-C110EDD21948",
    "url": "https://www.nps.gov/places/000/pan-y-vino-bread-wine-community.htm",
    "title": "Pan y Vino (Bread & Wine) Community",
    "listingDescription": "To foster a sense of community, Cesar brought people together to break bread as often as possible. Here, people living on the property regularly came together to share meals and socialize. It was also often a setting for special events, gatherings and holidays.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D3A0A379-09D9-1A7E-F83896DBB6AC33B2.jpg",
        "credit": "NPS photo",
        "altText": "A large palm tree marks the path that leads to the double front doors of a building",
        "title": "Pan Y Vino 1",
        "description": "",
        "caption": "The main entrance to the cafeteria.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D3A0A379-09D9-1A7E-F83896DBB6AC33B2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D3A0A379-09D9-1A7E-F83896DBB6AC33B2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "community building",
      "Cesar Chavez"
    ],
    "latitude": "35.224894",
    "longitude": "-118.5598",
    "latLong": "35.224894,-118.5598",
    "bodyText": "<p>To foster a sense of community, Cesar brought people together to break bread as often as possible. Here, people living on the property regularly came together to share meals and socialize. It was also often a setting for special events, gatherings and holidays.<br /> <br /> The single-story building was originally constructed in 1954. In the early 1970s, the interior of the building was remodeled by the farmworker movement in order to continue its use as a kitchen and dining facility that was named \"Pan y Vino.\" It is still in use today.</p>",
    "audioDescription": "A white stucco building with green trim matches the surrounding buildings but is a bit larger. A color decal on a window over the front door reads, \"Pan y Vino, Bienvenidos.\" The decal gives the building a more contemporary look than other buildings in the area.Large windows near the front door offer views of the interior, where there are groups of tables and chairs. Along the side of the building is a wide, uncovered patio with a red clay tile floor.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description"
    ],
    "managedByOrg": "National Chavez Center",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Pan Y Vino (Bread and Wine) Cafeteria",
        "id": "6A6C37D2-EF75-4E48-86E6-562D87E305AE",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6651113&id=6A6C37D2-EF75-4E48-86E6-562D87E305AE"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "D71BBCEF-2659-4AF9-9A90-DB2C0215103F",
    "url": "https://www.nps.gov/places/000/pasa-tiempo-dormitory.htm",
    "title": "Pasa Tiempo Dormitory",
    "listingDescription": "In the early 1970s, the United Farm Workers organization used the building as a dormitory for volunteers. Later it became an administrative office for the union's Robert F. Kennedy Medical Plan and the Juan de la Cruz Pension Plan.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D51147F3-9079-183D-2F0B3B58DDAA63D8.jpg",
        "credit": "NPS photo",
        "altText": "A small white house under oak trees.",
        "title": "Pasa Tiempo",
        "description": "",
        "caption": "The former Pasa Tiempo Dormitory",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D51147F3-9079-183D-2F0B3B58DDAA63D8.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D51147F3-9079-183D-2F0B3B58DDAA63D8.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "historic building",
      "dormitory",
      "United Farm Workers"
    ],
    "latitude": "35.224628",
    "longitude": "-118.559219",
    "latLong": "35.224628,-118.559219",
    "bodyText": "<p>Over the years, the Pasa Tiempo dormitory has had many uses. When this property was part of the Stonybrook Sanitorium, this single-story building housed nurses working at the facility. In the early 1970s, the United Farm Workers organization used the building as a dormitory for volunteers. Later it became an administrative office for the union's Robert F. Kennedy Medical Plan and the Juan de la Cruz Pension Plan. More recently, it was reverted back to dormitory space and is still used as housing for visitors today.</p>",
    "audioDescription": "This house is in a similar style of others nearby, with white wooden siding, but it doesn't have green trim. A concrete path ends at steps that lead up to a wide porch that wraps around the corner of the building. On a dark wood front door is a small sign that says, \"Private.\" Large oaks shade the roof. An olive tree grows near the front path.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description"
    ],
    "managedByOrg": "National Chavez Center",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F5336E8D-5358-4B58-BAFE-231175AB3CFE",
    "url": "https://www.nps.gov/places/000/peace-pole.htm",
    "title": "Peace Pole (Keene, CA)",
    "listingDescription": "This wooden post is one of many peace poles that are found worldwide. Metal plaques on its side say, \"May Peace Prevail on Earth\" in English, Spanish, Tagalog, and Hebrew. This Peace Pole represents the four cultures that were reflected in the farmworker movement. Peace poles are meant to unite people of different cultures, faiths, and ideals in order to celebrate humanity and to manifest peace on earth.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D8A59589-0FB7-6D12-5EB321790559F5DC.jpg",
        "credit": "NPS photo",
        "altText": "A four sided wooden pole with a metal plaque stands in a grassy field.",
        "title": "Peace Pole",
        "description": "",
        "caption": "Peace poles feature the phrase \"May peace prevail on earth\" in at least 4 languages.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D8A59589-0FB7-6D12-5EB321790559F5DC.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D8A59589-0FB7-6D12-5EB321790559F5DC.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "peace monument"
    ],
    "latitude": "35.229917",
    "longitude": "-118.560641",
    "latLong": "35.229917,-118.560641",
    "bodyText": "<p>This wooden post is one of many peace poles that are found worldwide. Metal plaques on its side say, \"May Peace Prevail on Earth\" in English, Spanish, Tagalog, and Hebrew. This Peace Pole represents the four cultures that were reflected in the farmworker movement.<br /> <br /> Peace poles are meant to unite people of different cultures, faiths, and ideals in order to celebrate humanity and to manifest peace on earth. The poles can be found in many notable locations, including the Pentagon, the Giza pyramids, Cambodia's Angkor Wat, and Ground Zero of the World Trade Center site.</p>",
    "audioDescription": "A short, rock-lined path leads to a single wooden post standing upright. The post is about ten feet tall and has a pointed metal cap at the top. Written along the side of the post facing the path is \"May Peace Prevail on Earth\" in raised lettering. After approaching the post and walking around it, similar raised lettering can be seen on each side of the post in different languages. The post stands in a base about a foot tall made of mortared river rock.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "National Chavez Center",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "2AAF0C4C-3D65-458C-93B0-5218B822B5DF",
    "url": "https://www.nps.gov/places/000/peoples-market-bar.htm",
    "title": "People's Market & Bar",
    "listingDescription": "During the 1960s and 1970s, People’s Bar became a popular spot with union volunteers, activists, and members involved in the movement gathered here. Cesar regularly relaxed, played pool, and socialized with the volunteers at the bar. It soon became a “free speech zone” where people felt safe to debate a variety of issues, and to make decisions involving the direction of the movement. Cesar Chavez met his wife, Helen Fabela, while she was a cashier at People's Store.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/FCA5A6EA-EE13-CBCE-FAA4892FBEB881A5.jpg",
        "credit": "NPS photo",
        "altText": "A cube-like white building with \"Peoples Market\" painted in large letters",
        "title": "Peoples Market 1",
        "description": "",
        "caption": "Peoples Market, and the adjacent bar, were locations of important events in the farmworker movement.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/FCA5A6EA-EE13-CBCE-FAA4892FBEB881A5.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/FCA5A6EA-EE13-CBCE-FAA4892FBEB881A5.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cesar Chavez",
      "farm workers",
      "farmworkers",
      "labor movement",
      "chicano heritage",
      "United Farm Workers"
    ],
    "latitude": "35.761326",
    "longitude": "-119.247162",
    "latLong": "35.761326,-119.247162",
    "bodyText": "<p>Cesar lived near this market, which in its early years, was known as the People's Store. In the 1940s, he dated Helen Fabela who worked at the store's cash register. They married in 1948 when he returned from U.S. Navy. During the early years of their marriage, Helen supported the family by working in the fields, which allowed Cesar to focus on organizing. During the 1960s and 1970s, People's Bar became a popular spot with union volunteers, activists, and members involved in the movement gathered here. Cesar regularly relaxed, played pool, and socialized with the volunteers at the bar. It soon became a \"free speech zone\" where people felt safe to debate a variety of issues, and to make decisions involving the direction of the movement.<br /> <br /> Please do not disturb the businesses that operate in this building.</p>",
    "audioDescription": "At the intersection of two streets, a small white building is angled toward the corner, facing the center of the intersection. The building is in the shape of a cube with one corner cut away, This is the entrance. Above the door, the words \"People's Market, 345 Glenwood are painted directly on the building's stucco. The word \"peoples\" is in dark blue, with fancier lettering, and the word \"market\" is in red in a simple font. The glass double front doors have stickers advertising the California lottery. Above the doors, a narrow porch with corrugated metal roofing provides shade. A sign on the side of the building says \"Thank you for shopping here. Your business is appreciated.\" Near the sign, windows are covered with metal mesh and iron bars. Yellow bollards separate the road from the parking area. Inside the market, shelves are crowded with snacks, and coolers have a variety of beverages. A counter to the right side of the entrance is staffed by a cashier. To the right of the building, another building has the name of the business painted on the front, Rosy's Place, along with a bucket with ice and beer bottles. The building is painted bright pink.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Food/Drink - Bar/Alcohol For Sale",
      "Food/Drink - Coffee",
      "Food/Drink - Ice Cream",
      "Food/Drink - Snacks",
      "Food/Drink - Vending Machine/Self Service",
      "Groceries/Convenience Items",
      "Ice",
      "Restroom",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "Private businesses",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "People's Market and Bar",
        "id": "104AF17B-8E2A-4E05-82FB-E4FB4FB58721",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6651107&id=104AF17B-8E2A-4E05-82FB-E4FB4FB58721"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "E8186B5E-A306-4FB3-B60A-77F26108D69C",
    "url": "https://www.nps.gov/places/000/permanent-housing-district.htm",
    "title": "Permanent Housing District",
    "listingDescription": "This housing was originally built for doctors and other staff of the old Stonybrook Sanitarium, After the farmworker movement acquired the property, this section of the housing district provided space for long-term residents of La Paz. Today, some of the original residents still live in these homes.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/FDC2C011-E3C2-6BAA-386D4449F72DCF56.jpg",
        "credit": "NPS photo",
        "altText": "A white house with a lawn, covered porch, and large shade tree.",
        "title": "Permanent Housing District",
        "description": "",
        "caption": "The historic buildings in the permanent housing district still house some residents.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/FDC2C011-E3C2-6BAA-386D4449F72DCF56.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/FDC2C011-E3C2-6BAA-386D4449F72DCF56.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "United Farm Workers",
      "farm workers",
      "farmworkers",
      "labor movement",
      "historic building"
    ],
    "latitude": "35.225234",
    "longitude": "-118.560286",
    "latLong": "35.225234,-118.560286",
    "bodyText": "<p>This housing was originally built for doctors and other staff of the Stonybrook Sanitarium, After the farmworker movement acquired the property, this section of the housing district provided space for long-term residents of La Paz. Today, some of the original residents still live in these homes. These buildings are private residences. Please respect the privacy of the families who live here.</p>",
    "audioDescription": "This collection of houses shares a style of white stucco siding and green wood trim, though the houses are of different sizes. Two have green lawns and shade trees, while the others are not landscaped. Oaks and rounded pines grow near all of the houses. Wooden signs in front of some houses give the house number in Spanish: \"Casa #1.\" Some houses have outdoor toys, lawn equipment, and other signs of the lives of the people who live there. Not all houses look lived-in, though.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description"
    ],
    "managedByOrg": "National Chavez Center",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "10EB230F-86A3-463E-BAA1-593D57BB325A",
    "url": "https://www.nps.gov/places/000/picnic-area-9.htm",
    "title": "Picnic Area (Keene, CA)",
    "listingDescription": "This picnic area is open to the public. This area was once the site of staff housing but is now a place for visitors to rest, enjoy a meal, or the company of friends and family.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/FF1B76B5-E4F4-A27A-64724D0BA7901CE4.jpg",
        "credit": "NPS photo",
        "altText": "A picnic table surrounded by green grass and concrete and rock walkways",
        "title": "Picnic Area 1",
        "description": "",
        "caption": "Picnic Area",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/FF1B76B5-E4F4-A27A-64724D0BA7901CE4.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/FF1B76B5-E4F4-A27A-64724D0BA7901CE4.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "picnic area"
    ],
    "latitude": "35.223421",
    "longitude": "-118.558749",
    "latLong": "35.223421,-118.558749",
    "bodyText": "<p>This picnic area is open to the public. This area was once the site of staff housing but is now a place for visitors to rest, enjoy a meal, or the company of friends and family.</p>",
    "audioDescription": "A wide, paved path with curbs on either side leads to the picnic area. Along the path, one branch leads downhill to two picnic tables. To the left, a narrower path stays level and leads to shadier tables. Be cautious walking here. Low, rustic rock walls outline picnic sites, and some have two-foot drop-offs into channels meant to divert water. Stepping up over these walls is necessary to reach some of the tables. The picnic tables are wooden with metal bases. Off of the paved paths, the ground is grassy or bare soil, depending on the season. Walk carefully here.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description",
      "Picnic Table"
    ],
    "managedByOrg": "National Chavez Center",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "16F1F0A7-51A4-4761-9F5D-D0E72B9C92F1",
    "url": "https://www.nps.gov/places/000/quonset-hut.htm",
    "title": "Quonset Hut (Keene, CA)",
    "listingDescription": "This Quonset hut, constructed in the 1950s, served as an office for the United Farm Workers security staff during the farmworker movement. Its large windows offered a clear view, helping staff screen those entering the property.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/FFE90B5A-F2DD-A619-4E45E6E28EA68159.jpg",
        "credit": "NPS photo",
        "altText": "A white guard house with a rounded roof.",
        "title": "Quonset Hut",
        "description": "",
        "caption": "The quonset hut was used as a security post by the UFW during Cesar's life.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/FFE90B5A-F2DD-A619-4E45E6E28EA68159.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/FFE90B5A-F2DD-A619-4E45E6E28EA68159.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "security",
      "Cesar Chavez",
      "United Farm Workers"
    ],
    "latitude": "35.222697",
    "longitude": "-118.558352",
    "latLong": "35.222697,-118.558352",
    "bodyText": "<p>This Quonset hut, constructed in the 1950s, served as an office for the United Farm Workers security staff during the movement. Its large windows offered a clear view, helping staff screen those entering the property.</p>",
    "audioDescription": "On the left side of the road is a quonset hut with a small porch. This building is in a typical quonset hut shape, like a short half-cylinder laying on its side. The lower portion of the small building is light brown brick, and the upper rounded portion is corrugated metal painted white. A porch attached to the front of the building has a red tile roof. The hut is situated so that people inside can look out either the front or side windows at cars that pass along the road.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description"
    ],
    "managedByOrg": "National Chavez Center",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "0C99DA66-7020-4F4D-958A-7FD84213CE77",
    "url": "https://www.nps.gov/places/000/richard-chavez-home.htm",
    "title": "Richard Chavez Home",
    "listingDescription": "Home of Richard Chavez, whose support of the farm worker movement was critical to its success. One of Richard’s notable contributions to the movement was providing funding to create the Farm Workers Credit Union. Richard took out a second mortgage on his home in 1963, so Cesar could open the credit union.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/01939980-F36C-F1EC-AE7B0701063BF0E7.jpg",
        "credit": "Bob Fitch Photography Archive, Department of Special Collections, Stanford University Libraries",
        "altText": "A smiling man holds a wooden crate full of grapes that he is pointing to",
        "title": "Richard Chavez",
        "description": "",
        "caption": "Richard Chavez, 1970, holding the first box of grapes picked under a union contract in Coachella, CA",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/01939980-F36C-F1EC-AE7B0701063BF0E7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/01939980-F36C-F1EC-AE7B0701063BF0E7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "chicano heritage",
      "chicano",
      "Latino History",
      "Latino heritage",
      "labor movement",
      "United Farm Workers"
    ],
    "latitude": "35.76355859761318",
    "longitude": "-119.25490201581168",
    "latLong": "35.76355859761318,-119.25490201581168",
    "bodyText": "<p>Richard Chavez's support of the farm worker movement was critical to its success. As Cesar's brother, he shared similar childhood experiences that influenced their beliefs, including the loss of their home, their work in the fields, and the constant transition while attending 37 different schools. Richard was a skilled carpenter, but soon left his trade to work full-time for Cesar and the movement.</p> <h3>Credit Union</h3> <p>One of Richard's notable contributions to the movement was providing funding to create the Farm Workers Credit Union. Richard took out a second mortgage on his home in 1963, so Cesar could open the credit union.<br /> <br /> A plaque at Richard Chavez Park on the Forty Acres property honors him. His gravesite is in Delano at the North Kern Cemetery, and the credit union was a few blocks away behind the first UFW headquarters.</p>",
    "audioDescription": "Houses line the streets of this neighborhood. On the corner is a brown stucco house with a lawn and trees and shrubs that shade the exterior. Concrete paths lead through the lawn to a recessed front door.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description",
      "Cellular Signal"
    ],
    "managedByOrg": "Private Residence",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C07952A9-1616-4569-B7D8-8BD74B028978",
    "url": "https://www.nps.gov/places/000/sister-florence-weber-office-building.htm",
    "title": "Sister Florence Weber Office Building",
    "listingDescription": "Originally this was the main printing office for the farm worker movement, it later grew to serve as office space for union leaders. Many of the distinctive and creative posters, flyers, and picket signs of the movement came directly from this office. This building was named for Sister Florence Weber, who came to La Paz and professionalized and modernized the farmworker movement’s accounting operations.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/0370AFE7-EF0F-8BB1-9858C6C569B73F35.jpg",
        "credit": "NPS photo",
        "altText": "A tan metal rectangular building with stairs and a ramp. There are trees in front of the building.",
        "title": "Sister Florence Weber Office Building",
        "description": "",
        "caption": "Sister Florence Weber Office Building",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0370AFE7-EF0F-8BB1-9858C6C569B73F35.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0370AFE7-EF0F-8BB1-9858C6C569B73F35.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "labor movement",
      "United Farm Workers"
    ],
    "latitude": "35.226343",
    "longitude": "-118.559367",
    "latLong": "35.226343,-118.559367",
    "bodyText": "<p>This is the only building that was built after Cesar acquired the property. Originally built as the main printing office for the movement, it later grew to serve as office space for union leaders. Today, it is the United Farm Workers (UFW) executive office and the headquarters of the Cesar Chavez Foundation. Additional UFW offices are located throughout California.<br /> <br /> This building was named for Sister Florence Weber, who came to La Paz and professionalized and modernized the farmworker movement's accounting operations.</p> <h3>Historic Printing Office</h3> <p>Many of the distinctive and creative posters, flyers, and picket signs of the movement came directly from this office. It was later expanded and is now the headquarters for the United Farm Workers and other movement organizations.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto"
    ],
    "managedByOrg": "National Chavez Center",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "9520CBB1-C372-407D-A76C-28176482DEFA",
    "url": "https://www.nps.gov/places/000/temporary-housing-district.htm",
    "title": "Temporary Housing District (Keene, CA)",
    "listingDescription": "As activists traveled here to La Paz to volunteer for the movement, movement leaders built more housing to accommodate them. Hundreds of people lived and worked at La Paz, and they all needed a place to live. Trailers provided a low-cost solution.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/03E53F9D-A4DA-AD40-FFB7E9922FFE92E5.jpg",
        "credit": "NPS photo",
        "altText": "A small pedestal stands out from dry grasses near a low rock wall.",
        "title": "Temporary Housing District",
        "description": "",
        "caption": "Old utility posts provided power to trailers in this area.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/03E53F9D-A4DA-AD40-FFB7E9922FFE92E5.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/03E53F9D-A4DA-AD40-FFB7E9922FFE92E5.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "farmworkers",
      "United Farm Workers",
      "Labor History",
      "labor movement"
    ],
    "latitude": "35.225571",
    "longitude": "-118.561945",
    "latLong": "35.225571,-118.561945",
    "bodyText": "<p>As activists traveled here to La Paz to volunteer for the movement, movement leaders built more housing to accommodate them. Hundreds of people lived and worked at La Paz, and they all needed a place to live. Trailers provided a low-cost solution. Look closely for utility posts that provided power to the many trailers that once filled this area.<br /> <br /> The current residents of trailers in this area have lived here continuously since the early days of the movement. They are still actively working to protect the rights of farmworkers.<br /> <br /> These buildings are private residences. Please respect the privacy of the families who live here.</p>",
    "audioDescription": "Just beyond the wooden houses are two trailer houses with matching brown trim, one single-wide and one double-wide. They often have cars parked in front. Nearby, small pedestals that look like utility boxes stand throughout the area, many with trailer-size cleared openings next to them. The grass in this area is taller, and just beyond this area, the landscape is natural and undeveloped.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description"
    ],
    "managedByOrg": "National Chavez Center",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "La Paz Temporary Housing District ",
        "id": "FA6ACF2A-5ED3-460F-A852-F9873B4CF434",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6651139&id=FA6ACF2A-5ED3-460F-A852-F9873B4CF434"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "EA81972E-9218-4B25-A30E-6FADA469EC03",
    "url": "https://www.nps.gov/places/000/the-pink-house.htm",
    "title": "The \"Pink House\"",
    "listingDescription": "This building housed Cesar Chavez's office and the United Farm Workers' Legal Department. From here boycotts were coordinated across the U.S. and Canada until 1969, when union operations moved to the Forty Acres. The Pink House was later home to the Huelga School, established by the movement to teach the children of grape strikers and union staff.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/06BBFBD8-E54D-40B4-A3855D19E5F17C94.jpg",
        "credit": "NPS photo",
        "altText": "A white building with a dark brown roof surrounded by batches of grass.",
        "title": "The \"Pink House\"",
        "description": "",
        "caption": "This modest house was an important hub of activity during the Delano Grape Strike.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/06BBFBD8-E54D-40B4-A3855D19E5F17C94.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/06BBFBD8-E54D-40B4-A3855D19E5F17C94.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cesar Chavez",
      "United Farm Workers",
      "labor movement",
      "Labor History",
      "chicano heritage",
      "Latino History",
      "Latino heritage",
      "California history",
      "farm workers",
      "farmworkers"
    ],
    "latitude": "35.757826",
    "longitude": "-119.257513",
    "latLong": "35.757826,-119.257513",
    "bodyText": "<p>This simple house located directly behind the first headquarters of the United Farm Workers housed Cesar Chavez's office and the union's Legal Department. From here boycotts were coordinated across the U.S. and Canada until 1969, when union operations moved to the Forty Acres. The Pink House was later home to the <em>Huelga</em> School, established by the movement to teach the children of grape strikers and union staff.<br /> <br /> This building is a private residence. Please respect the privacy of the family who lives here. Do not enter the fenced area.</p>",
    "audioDescription": "This small, simple white stucco building is in a neighborhood surrounded by other houses. It has a rough lawn and a pomegranate tree in the front yard, with a mailbox along the sidewalk. A sign can be read inside the front window, \"Warning: Security Cameras in Use.\" White blinds behind the sign are closed.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description",
      "Cellular Signal"
    ],
    "managedByOrg": "Private Residence",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C2C2847E-1CBD-44DD-9052-05E010967CDE",
    "url": "https://www.nps.gov/places/000/the-garden-of-values-outdoor-exhibit.htm",
    "title": "The Garden of Values Outdoor Exhibit",
    "listingDescription": "This outdoor exhibit near the entrance to the Memorial Garden provides additional information about the garden's history and features. Brochures that identify the meaning of garden features are available from a brochure holder near the exhibit. The wayside displays information about landscape architect Dennis Dahlin's design to commemorate Cesar's life and values.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/054BD293-D757-628B-1A828DA7B70A5B28.jpg",
        "credit": "NPS photo",
        "altText": "A wayside exhibit that says \"A Garden of Values\" with additional information and images.",
        "title": "Garden of Values Exhibit",
        "description": "",
        "caption": "Garden of Values Exhibit",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/054BD293-D757-628B-1A828DA7B70A5B28.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/054BD293-D757-628B-1A828DA7B70A5B28.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Exhibit",
      "Cesar Chavez"
    ],
    "latitude": "35.224029",
    "longitude": "-118.55902",
    "latLong": "35.224029,-118.55902",
    "bodyText": "<p>This outdoor exhibit near the entrance to the Memorial Garden provides additional information about the garden's history and features. Brochures that identify the meaning of garden features are available from a brochure holder near the exhibit. The wayside displays information about landscape architect Dennis Dahlin's design to commemorate Cesar's life and values.</p>",
    "audioDescription": "A low-profile outdoor exhibit base holds a panel with information about the Memorial Garden. The panel has a background photo of the Memorial Garden's entrance, and the title \"A Garden of Values.\" The main text reads, \"Cesar Chavez chose to be buried here where he would never be alone. Around the grave, his family built this garden, designed by Dennis Dahlin to honor Chavez's cultural, spiritual, and agricultural heritage. Every feature of the garden honors La Causa, the Cause, and celebrates the values that move us to work for a healthy, just world.\" The text is duplicated in Spanish. Along the right side of the panel, there are three photos, each with a caption. Next to a photo of a much smaller garden area and wooden cross, text reads, \"The gravesite before the memorial garden was built.\" Next to a black and white photo of a smiling man and woman with three younger people sitting behind them, text reads, \"Helen Chavez, who passed away in 2016, lies next to her husband, who died in 1993. Her quiet strength contributed wisdom and a woman's perspective that were vital to Cesar and to the movement long after Cesar's death.\" Next to a black and white photo of a man sitting between two large dogs with tall, pointed ears, text reads, \"Chavez denounced exploitation of animals as well as of people. His beloved dogs, Boycott and Huelga, were his constant companions and protectors. Boycott lies in a grave near Chavez's.\"",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "84BAB7D0-6D06-4008-9A41-8119AE38F37B",
    "url": "https://www.nps.gov/places/000/tomasa-zapata-co-op-service-station.htm",
    "title": "Tomasa Zapata Co-op Service Station",
    "listingDescription": "The first permanent structure built on Forty Acres, the service station included gas pumps, an automotive repair shop, and a steel-framed multipurpose hall. Cesar's first public fast to rededicate the movement to non-violence took place in 1968 inside a small room in the service station.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/0667885C-C698-FD29-EEDC7CB463907449.jpg",
        "credit": "NPS photo",
        "altText": "A white brick building with a red tile roof.",
        "title": "Tomasa Zapata Service Station",
        "description": "",
        "caption": "The Tomasa Zapata Co-op Service Station",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0667885C-C698-FD29-EEDC7CB463907449.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0667885C-C698-FD29-EEDC7CB463907449.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cesar Chavez",
      "Robert F. Kennedy",
      "farmworkers",
      "United Farm Workers",
      "labor movement",
      "Labor History",
      "farm workers",
      "chicano heritage",
      "Chicano Civil Rights Movement",
      "California history"
    ],
    "latitude": "35.76178",
    "longitude": "-119.288302",
    "latLong": "35.76178,-119.288302",
    "bodyText": "<p>Reliable transportation is a critical need for migrant farmworkers, and without it, they cannot reach the jobs that are their livelihood. During the movement, Cesar and Richard Chavez built this service station after buying this property in Delano, known as Forty Acres. The first permanent structure built on Forty Acres, the service station included gas pumps, an automotive repair shop, and a steel-framed multipurpose hall. The Chavez brothers' vision reflected their belief in self-empowerment, the defining theme of the farm worker movement.</p> <h3>Cesar's First Fast</h3> <p>Cesar's first public fast took place in 1968 inside a small room in the service station. His goal was to rededicate the farmworkers movement to nonviolence. After 25 days without food, he lost 35 pounds. His \"Fast for Nonviolence\" brought national media attention to the farm labor movement and triggered an improvement of conditions for Mexican-Americans and other minorities in the United States. During the fast, supporters came each day to celebrate mass. The fast ended in Delano during a mass where he broke bread with Senator Robert F. Kennedy, with thousands of supporters in attendance.</p>",
    "audioDescription": "Before you is a sturdy adobe building with a reddish clay tile roof and dark wooden beams. A long awning that covers a paved area in front of the building, similar to today's gas stations. The windows have dark wood shutters and black metal bars that cover the glass. The windows are set deeply into the walls. The adobe bricks that make up the building's walls are painted white, and the paint is peeling in some spots. The building has no signs of life or accessories outside. No signs are on the exterior, except for an outdoor exhibit. Text on the exhibit reads \"Tomasa Zapata Service Station. A co-op service station providing fuel and auto repairs for farm workers was one of the movement's earliest services in the mid-1960s. The first permanent structure built on the Forty Acres, its Mission-style adobe walls and tile roof set the theme for buildings on the property. Pumps in front dispensed \"Huelga Co-op Gas,\" and the west room had bays to repair vehicles. The service station was completed in early 1968, just in time for Cesar Chavez to spend most of his 25-day fast for nonviolence inside a tiny room at the gas station that February and March. Here' Robert F. Kennedy greeted Chavez before attending a mass ending the fast at Delano's Memorial Park on March 10, 1968. Two visible blemishes on the building's exterior reflect the tensions of the times. Bullets were fired from a passing vehicles in the late 1960s, leaving holes in the building's south wall. In 1973, a bomb exploded near the southwest corner during the grape strike, damaging the adobe wall.\"On one side of the exhibit, a photo shows two men building a brick pillar. The caption reads, \"The gas station was the first building constructed at the Forty Acres, with work beginning in 1967.\" A second photo shows a man standing at gas pumps that have a Heulga Gas logo. The caption reads, \"Pumps at the gas station dispensed \"Huelgo Co-op Gas,\" symbolizing the cooperative spirit of the farm worker movement.\" The rounded bullet holes mentioned in the exhibit text can be felt along the front side of the building, about three feet from the surface of the ground.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://chavezfoundation.org/national-chavez-center",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "National Chavez Center",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Tomasa Zapata Co-op Service Station",
        "id": "4A0A9271-5A72-400E-AE7F-2ABDD98BFD54",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6651105&id=4A0A9271-5A72-400E-AE7F-2ABDD98BFD54"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "EDFCD140-1416-496A-9E26-CB2A001A8FBE",
    "url": "https://www.nps.gov/places/000/villa-la-paz.htm",
    "title": "Villa La Paz",
    "listingDescription": "Villa la Paz played a key role in organizing and educating people who came to join the farmworker cause. Cesar used this building as an educational center where activists learned techniques that promoted the goals of the farmworker movement. Here, thousands of people learned the principles of nonviolence and the skills to administer a growing organization.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/08921AF7-EE60-4D7C-CFB9613F065AEC39.jpg",
        "credit": "NPS photo",
        "altText": "A white building with a red tile roof and stairs leading up to a black door. Trees line the stairs",
        "title": "Villa La Paz main entrance",
        "description": "",
        "caption": "The main entrance of Villa La Paz.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/08921AF7-EE60-4D7C-CFB9613F065AEC39.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/08921AF7-EE60-4D7C-CFB9613F065AEC39.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "cech",
        "designation": "National Monument",
        "fullName": "César E. Chávez National Monument",
        "url": "https://www.nps.gov/cech/index.htm",
        "name": "César E. Chávez"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cesar Chavez",
      "labor movement",
      "Labor History",
      "California history",
      "farmworkers",
      "farm workers",
      "historic building"
    ],
    "latitude": "35.229655",
    "longitude": "-118.560067",
    "latLong": "35.229655,-118.560067",
    "bodyText": "<p>As the second of two hospitals and one of the largest buildings on the property, Villa la Paz played a key role in organizing and educating people who came here to join the cause. Cesar used this building as an educational center where activists learned techniques that promoted the goals of the farmworker movement. Here, thousands of people learned the principles of nonviolence and the skills to administer a growing organization. However, the building's early history brought unhappy memories to Helen Chavez. It was originally built as a children's hospital and Helen was brought here as a child, separated from her family for nearly a year. This unpleasant experience made her initially reluctant to move back here when Cesar acquired the property. Operated by the National Chavez Center, today Villa la Paz is a conference and education center that hosts a variety of gatherings.</p>",
    "audioDescription": "In front of you is a handsome cream-colored stucco building with a dark red tile roof. Landscaping includes trees, bushes, and rows of tall spear-shaped cypresses. In the front of the building is a set of stairs leading to a formal entrance with a cupola tower. Accessible parking spaces are in a row at the front of the building, and another accessible spot is on view at the right side of the building, where a ramp leads to a side entrance.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://chavezfoundation.org/national-chavez-center",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Audio Description",
      "Information",
      "Information - Ranger/Staff Member Present",
      "Parking - Auto",
      "Restroom",
      "Restroom - Accessible",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "National Chavez Center",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Villa La Paz",
        "id": "EDF28B68-2381-4857-B1FA-B2789282AEF8",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6651109&id=EDF28B68-2381-4857-B1FA-B2789282AEF8"
      }
    ],
    "relevanceScore": 1
  }
]