[
  {
    "id": "AE4555C7-4AAA-4D1C-85DA-D718399EEA4F",
    "url": "https://www.nps.gov/places/bjsculpture.htm",
    "title": "Benito Juárez Sculpture",
    "listingDescription": "This sculpture of Mexican President Benito Juárez was donated to Chamizal National Memorial in 2022 as a complement to the Abraham Lincoln statue installed in Ciudad Juárez in 1964, shortly after the signing of the Chamizal Treaty. Both statues represent ideals of goodwill and friendship between the nations.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6E83C648-CE9C-EBDD-8A03D839930D3E65.jpeg",
        "credit": "",
        "altText": "Larger than life sculpture is on open, paved esplanade in front of cultural center",
        "title": "Benito Juárez Sculpture",
        "description": "",
        "caption": "Sculpture of Mexican President Benito Juárez is a complement to Abraham Lincoln statue in Cd. Juárez",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6E83C648-CE9C-EBDD-8A03D839930D3E65.jpeg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6E83C648-CE9C-EBDD-8A03D839930D3E65.jpeg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "TX",
        "parkCode": "cham",
        "designation": "National Memorial",
        "fullName": "Chamizal National Memorial",
        "url": "https://www.nps.gov/cham/index.htm",
        "name": "Chamizal"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Statue",
      "president",
      "mexico",
      "commemoration"
    ],
    "latitude": "31.7677311663486",
    "longitude": "-106.45388782024384",
    "latLong": "31.7677311663486,-106.45388782024384",
    "bodyText": "<p>This sculpture titled <em>Benito Juárez-Child to Man</em> is of former Mexican President Benito Juárez. It was created by sculptor Ethan Houser and donated to Chamizal National Memorial by the nonprofit <a href=\"https://www.nps.gov/cham/getinvolved/xiitravelers.htm\">XII Travelers Memorial of the Southwest</a>.</p> <p>In 1964, Mexico erected a statue of Abraham Lincoln in Ciudad Juárez as a symbol of goodwill in a friendship with the United States. This sculpture of Benito Juárez is the complement that has long been intended for the Lincoln statue. The two statues face in the other's direction. Though these men never met, their lives and ideals were connected. Browse our <a href=\"https://www.nps.gov/cham/learn/historyculture/monumental.htm\">virtual exhibit about Lincoln and Juárez</a> and their connection to Chamizal history.</p> <p><em>Benito Juárez-Child to Man </em>was dedicated on September 25, 2022. On that date in 1964, US President Lyndon B. Johnson and Mexican President Adolfo López Mateos spoke at a ceremony held at the former Bowie High School campus in El Paso to commemorate the ratification of the <a href=\"https://www.nps.gov/cham/learn/historyculture/chamizalconvention.htm\">Chamizal Treaty</a>.</p> <p>The XII Travelers describes the sculpture as, \"...two figures. One is the young Benito, a 12 year old Zapotec sheepherder with a lamb at his feet. The other represents President Juárez in El Paso del Norte, during the winter of 1865, with a book in his hands, <em>Notes to My Children</em>, that he wrote, expressing his love of family and his nation.\"</p>",
    "audioDescription": "The sculpture is located in the middle of an open, paved esplanade in front of the Chamizal National Memorial Cultural Center. It faces south, with its back to the Cultural Center. Three separate bronze figures comprise the sculpture, which is altogether ten feet wide, six feet deep, and eight feet high. The base of the sculpture is a metal platform that is six inches tall. A three-foot-tall concrete bench sits atop the platform. Facing the sculpture, with the Cultural Center in the background, the figure of an adult man is sitting on the right side of the concrete bench with his feet resting on the metal base. The man is dressed in a three-piece suit with buttoned vest, open coat, and a bowtie. His right elbow is bent and fingers curling around his coat lapel. His head is slightly inclined toward the open book he holds in his left hand. His left toe extends slightly beyond the edge of the metal platform base. To his right, on the left end of the bench is a youth with hair just below his shoulders. He wears an elbow-length shirt with lapels and loose pants. He faces slightly away from the adult figure. His right knee is bent and bare foot on the bench where he is seated. His left knee is bent, resting open on the bench, with his foot tucked under the arch of his other knee. His right arm is resting on his raised right knee, and he is looking down and to the left at the book he's holding open in his left hand. A small bronze sheep stands on its four legs on the metal platform in front of the bench where the youth is seated. It is slightly shorter than the concrete bench, and its head is almost even with the youth's bent knee resting parallel to the bench.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Pets Allowed",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Esplanade in front of Cultural Center",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Commemorative sculpture",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "27010419-D12C-4FF1-89E2-6DACEA7236E9",
    "url": "https://www.nps.gov/places/boundary-monument-9.htm",
    "title": "Trailside Boundary Monument",
    "listingDescription": "This historic US-Mexico boundary monument is part of the Chamizal National Memorial collections. It has been moved from its original location but stands near a remnant of the same fence where it was installed to mark the international boundary.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C2EE063A-9235-5151-DFDE17DB02B7DF42.jpg",
        "credit": "NPS",
        "altText": "Silver colored metal obelisk bearing plaques with text, bolted to ground beside trail",
        "title": "Trailside Boundary Monument",
        "description": "",
        "caption": "This historic international boundary monument is located along the walking trail around the park.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C2EE063A-9235-5151-DFDE17DB02B7DF42.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C2EE063A-9235-5151-DFDE17DB02B7DF42.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "TX",
        "parkCode": "cham",
        "designation": "National Memorial",
        "fullName": "Chamizal National Memorial",
        "url": "https://www.nps.gov/cham/index.htm",
        "name": "Chamizal"
      },
      {
        "states": "NM,TX",
        "parkCode": "elca",
        "designation": "National Historic Trail",
        "fullName": "El Camino Real de Tierra Adentro National Historic Trail",
        "url": "https://www.nps.gov/elca/index.htm",
        "name": "El Camino Real de Tierra Adentro"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "historic object",
      "boundary",
      "monument",
      "mexico",
      "Spanish",
      "border",
      "Obelisk"
    ],
    "latitude": "31.768606",
    "longitude": "-106.456064",
    "latLong": "31.768606,-106.456064",
    "bodyText": "<p>This historic international boundary monument was one of nineteen installed around Cordova Island between 1907 and 1935. It was originally designated as monument number nine and located further east along the fence to identify the international boundary. After removal, it was stored at the LBJ Presidential Library and later given to Chamizal National Memorial. A nearby <a href=\"https://www.nps.gov/places/wayside_boundary.htm\">wayside exhibit</a> provides more context for this boundary monument.</p> <h2>What does it say?</h2> <p>The boundary monument has two plaques on each side, with text in Spanish facing toward historic Cordova Island (where the park is located) and English facing the opposite direction. </p> <blockquote> <p>Boundary of the United States. Treaty of 1848. Re-established by treaties of 1884-1889. The destruction or displacement of this monument is a misdemeanor punishable by the United States or Mexico.</p> </blockquote> <p>In addition to the different languages, there is one other difference between each side of the boundary monument. Can you spot it?</p>",
    "audioDescription": "A silver colored obelisk stands on an even gravel surface a couple of feet from the walking trail. Caution, there is a drop-off just a few feet beyond the obelisk-shaped monument. A few feet past the monument is a line of cement fence posts, then a drainage ditch, and a city street a few yards further. The side of the obelisk facing the street (north) has two inset plaques with raised lettering in English. On the side facing the park (south), there are similar plaques with the same message in Spanish.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Along walking trail in the northwest corner of Chamizal National Memorial grounds",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historic object",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "9846DF3B-14FC-48D2-BD95-5BA5C4146ABB",
    "url": "https://www.nps.gov/places/vantage-chamizo.htm",
    "title": "Vantage Point: Desert Landscape",
    "listingDescription": "At this vantage point along the trail, observe the struggle between a designed landscape and an attempt to re-establish native vegetation. Contemplate the success of the Chamizal Treaty and its unintended consequences.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6FA3F9E7-F0C2-800B-6F51E90D3C56037D.jpg",
        "credit": "",
        "altText": "A few shrubs and small plants grow in dirt patches between grass-covered areas",
        "title": "Manipulated Desert Landscape",
        "description": "",
        "caption": "Sculpted Memorial grounds or native desert plant cover?",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6FA3F9E7-F0C2-800B-6F51E90D3C56037D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6FA3F9E7-F0C2-800B-6F51E90D3C56037D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "TX",
        "parkCode": "cham",
        "designation": "National Memorial",
        "fullName": "Chamizal National Memorial",
        "url": "https://www.nps.gov/cham/index.htm",
        "name": "Chamizal"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "31.768568924044384",
    "longitude": "-106.45439112055976",
    "latLong": "31.768568924044384,-106.45439112055976",
    "bodyText": "<p>The rolling hills on the Chamizal National Memorial grounds were constructed in the late 1960s to provide quiet areas for contemplation and a landscape that would appear to flow seamlessly from this commemorative park into the neighboring Mexican Chamizal park. A well provided abundant access to water that was needed needed to maintain a carpeted lawn of nonnative grass on which visitors could rest and recreate. </p> <p>Decades later, the park faces some unintended consequences in the context of a changing climate, growing demand for water, increased salinity in the soil, and a more acute environmental awareness. In more recent years, a former superintendent and landscape architect created a plan that proposes replanting areas of the park with native Chihuahuan Desert plants. Several years later, park rangers and volunteers planted a variety of native plants in the bare area north of you, between this vantage point and the road. Most of the plantings eventually died except for several four wing saltbushes and a couple of other small plants.</p> <p>There's likely a good reason that the four wing saltbushes that survived. This shrub's name in Spanish is <em>chamizo</em>, and a place where <em>chamizos</em> grow is a <em>chamizal</em>. This salt tolerant shrub was common. The disputed farmland was located in an area generally referred to as \"El Chamizal,\" so the name of the disputed land was transferred to the treaty that finally resolved the dispute and the national park that commemorates the historic event.</p> <p>While the treaty was a model of diplomacy and resolved a thorny dispute, it led to some consequences perhaps unintended and less beneficial. The Rio Grand used to meander back and forth creating braids up to two miles wide of natural channels through this area. Now, the concrete lined channels that keep the boundary from moving and protect the surrounding cities from flooding also remove natural banks that provide shelter and sustenance for plants and wildlife. People whose lives were daily tied to the river for centuries can no longer access it with its steep channeled sides and fences.</p> <hr /> <p>Have you ever been faced with a problem where the solution came at a price?</p>",
    "audioDescription": "At this point along the inner loop trail, you are north of the Chamizal National Memorial Cultural Center and south of Paisano Drive. Looking north toward the road, there is a slight rise. Along the top part of the hill, there is no grass cover. There are a few shrubs and small succulent plants growing in the bare dirt.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Cellular Signal",
      "Pets Allowed",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Along the inner loop trail between the Cultural Center and Paisano Drive",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Vantage point of the park landscape and the broader urban Chihuahuan Desert landscape",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "43E55037-4D0A-4329-84D9-61B4E5807641",
    "url": "https://www.nps.gov/places/vantage-bridge.htm",
    "title": "Vantage Point: International Bridge",
    "listingDescription": "From this vantage point on the Chamizal National Memorial grounds, you can observe the Bridge of the Americas international bridge. The message, \"Welcome to Mexico\" in English and Spanish greets travelers crossing from El Paso into Ciudad Juárez.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6B0DF4D3-D025-E928-C18F38E12F0A1182.jpg",
        "credit": "",
        "altText": "Large, green highway sign with \"Mexico\" in large letters stretches across bridge",
        "title": "Welcome to Mexico Sign",
        "description": "",
        "caption": "\"Welcome to Mexico\" in both English and Spanish greets people crossing the bridge into Ciudad Juárez",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6B0DF4D3-D025-E928-C18F38E12F0A1182.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6B0DF4D3-D025-E928-C18F38E12F0A1182.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "TX",
        "parkCode": "cham",
        "designation": "National Memorial",
        "fullName": "Chamizal National Memorial",
        "url": "https://www.nps.gov/cham/index.htm",
        "name": "Chamizal"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "31.766499316697125",
    "longitude": "-106.45325960316325",
    "latLong": "31.766499316697125,-106.45325960316325",
    "bodyText": "<p paraeid=\"{a4469da2-2265-4f6e-91ce-e09e6d82625b}{31}\" paraid=\"1525911658\">Can you spot the “Welcome to Mexico” sign? It rises over an international bridge connecting Ciudad Juárez, Chihuahua in Mexico to El Paso, Texas, in the United States. It is named Bridge of the Americas but known locally as the free bridge, or <em>puente libre</em>, since there is no toll to cross from either side. It is one of five bridges connecting this binational metropolitan community. </p> <p paraeid=\"{a4469da2-2265-4f6e-91ce-e09e6d82625b}{109}\" paraid=\"458733364\">It is not visible from the park, but just beyond the border fence is the concrete-lined, present-day river channel where the Rio Grande (or <em>Río Bravo</em> as it is called in Mexico) runs its course.</p> <p paraeid=\"{a4469da2-2265-4f6e-91ce-e09e6d82625b}{129}\" paraid=\"2025058831\">Bridges can be symbols of transition. Rivers can symbolize the flow of time. The shifting streambed of the Rio Grande River can be used to mark different points of time in the story of the Chamizal. Let’s see how these two features can be seen as testaments to both change and continuity.  </p> <p paraeid=\"{a4469da2-2265-4f6e-91ce-e09e6d82625b}{171}\" paraid=\"933987879\">In 1852, just 4 years after the Treaty of Guadalupe Hidalgo established the Rio Grande as the border between the United States and Mexico, the river’s channel ran just south of today’s downtown El Paso.  </p> <p paraeid=\"{a4469da2-2265-4f6e-91ce-e09e6d82625b}{181}\" paraid=\"1763073433\">As naturally flowing rivers do, the Rio Grande changed course many times, sometimes gradually due to erosion and sometimes suddenly from flooding, in a generally southern direction into Mexico.  </p> <p paraeid=\"{a4469da2-2265-4f6e-91ce-e09e6d82625b}{203}\" paraid=\"1318962272\">As early as 1864, the river carved a new channel through a piece of Mexican farmland known as El Chamizal. One farmer's claim to his land became the international boundary dispute that would endure for almost a century. <br /> Eventually, the United States and Mexico established treaties to determine norms for managing a boundary along a shifting river. They created the International Boundary and Water Commission to maintain the boundary moving forward. However, they still could not resolve the original disagreement over sovereignty of El Chamizal. That question would remain unanswered until the 1960s. </p>",
    "audioDescription": "Facing south at this point along the trail, a wide concrete bridge rises up slightly to your left about fifty yards away. It arches over the tall border fence and descends on the other side. A large green highway sign spans the width of the bridge at the top. Text reads \"Welcome to Mexico,\" in both English and Spanish, and it has lane directions for cars and trucks.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Pets Allowed",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Southeast corner of inner loop before the trail curves to the north",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Vantage point of international bridge",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "2535144B-89F3-41A5-B85D-301D9BD6EC72",
    "url": "https://www.nps.gov/places/vantage-port.htm",
    "title": "Vantage Point: Port of Entry",
    "listingDescription": "This vantage point provides a view of the Bridge of the Americas port of entry. This port of entry, Chamizal National Memorial, and Bowie High School were all constructed on a portion of land that was transferred from Mexico to the United States as part of the Chamizal Treaty.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D287F5C8-A344-4C5E-937962C995107909.jpg",
        "credit": "",
        "altText": "A roofed structure spans several lanes of traffic and connects to a building.",
        "title": "Port of Entry",
        "description": "",
        "caption": "Bridge of the Americas port of entry",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D287F5C8-A344-4C5E-937962C995107909.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D287F5C8-A344-4C5E-937962C995107909.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "TX",
        "parkCode": "cham",
        "designation": "National Memorial",
        "fullName": "Chamizal National Memorial",
        "url": "https://www.nps.gov/cham/index.htm",
        "name": "Chamizal"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "31.767514420058045",
    "longitude": "-106.45185307809481",
    "latLong": "31.767514420058045,-106.45185307809481",
    "bodyText": "<p paraeid=\"{368588f6-5545-46d3-99db-c4752dba3dfb}{52}\" paraid=\"553454951\">The Bridge of the Americas port of entry, which is visible from this location, was built on the northeastern corner of Cordova Island after it was transferred to the United States. Chamizal National Memorial occupies another 55 acres of what was formerly the northern part of Cordova Island. The remaining land that the Chamizal Treaty transferred to the United States was used to build the new Bowie High School on the west side of the park. The relocated river channel cut through the campus of the school at its former location, where Guillen Middle School is today.</p> <p paraeid=\"{368588f6-5545-46d3-99db-c4752dba3dfb}{72}\" paraid=\"235324033\">Have you spotted <em>La Equis</em> from the park trails? <em>La Equis</em> is the unique, red, X-shaped building in Ciudad Juárez. It serves as a reference point to mark the easternmost corner of the Cordova Gardens neighborhood that was transferred to Mexico. </p> <p paraeid=\"{368588f6-5545-46d3-99db-c4752dba3dfb}{160}\" paraid=\"695251750\">For being such a tall and visible structure, it’s not always clear which side of the border <em>La Equis</em> is on. The giant X seems to shift in the distance depending on where you stand or where you’re driving on the roadway along the border fence. It’s a good reminder that sometimes even a well-marked border can have some ambiguity, an x-factor that’s hard to pin down.</p>",
    "audioDescription": "This point is along the east side of the park's inner loop trail. It looks over an open lawn area of the park that slopes down to a fence. On the other side of the fence is a sand-colored building and structures stretched across several lanes of roadway. The road is usually filled with lanes of vehicles passing through the port of entry. Vehicles on the side nearest the park are crossing from the United States to Mexico.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Pets Allowed",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Unmarked location along the east side of the inner loop trail",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Vantage point of the Bridge of the Americas port of entry",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "EE94637C-280D-4C72-A838-51799B0F5678",
    "url": "https://www.nps.gov/places/vantage-mexico.htm",
    "title": "Vantage Point: The Memorial Landscape",
    "listingDescription": "From this high point on Chamizal National Memorial grounds, you can look across today's landscape and locate landmarks to help identify historic locations such as the channel of the Rio Grande and parcels of land exchanged by the United States and Mexico during the Chamizal Convention.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D1111737-E6D6-DAEF-0DEFFE6C3BA3D5A6.jpg",
        "credit": "",
        "altText": "Landscape from red gravel trail. Oval shows flagpole on left side. Arrow points to right to mountain",
        "title": "Memorial Landscape",
        "description": "",
        "caption": "The oval on the left encircles the \"Mega Bandera\" flag pole. The arrow points toward \"El Chamizal.\"",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D1111737-E6D6-DAEF-0DEFFE6C3BA3D5A6.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D1111737-E6D6-DAEF-0DEFFE6C3BA3D5A6.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "TX",
        "parkCode": "cham",
        "designation": "National Memorial",
        "fullName": "Chamizal National Memorial",
        "url": "https://www.nps.gov/cham/index.htm",
        "name": "Chamizal"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "31.766914156696483",
    "longitude": "-106.45403754153529",
    "latLong": "31.766914156696483,-106.45403754153529",
    "bodyText": "<p paraeid=\"{8ba02e66-b57f-4efe-8dfb-12f74c8811fa}{59}\" paraid=\"1922389354\">Chamizal National Memorial commemorates the longstanding boundary dispute that was resolved by the treaty called the <a href=\"https://www.nps.gov/cham/learn/historyculture/chamizalconvention.htm\">Chamizal Convention</a>. Implementing the treaty involved carving a new river channel and transferring three parcels of land to opposite sides of the boundary marked by the relocated river channel. For those unfamiliar with the area before these changes, it can be challenging to imagine where they are on today's landscape. Let's identify some landmarks that help to visualize the parcels of land involved in the treaty.</p> <h2 paraeid=\"{8ba02e66-b57f-4efe-8dfb-12f74c8811fa}{59}\" paraid=\"1922389354\">El Chamizal: The Disputed Land</h2> <p paraeid=\"{8ba02e66-b57f-4efe-8dfb-12f74c8811fa}{59}\" paraid=\"1922389354\">This land, which had belonged to Mexico but was transferred to the north side of the river, is generally located south of downtown El Paso. With the treaty, the new river channel was shifted to the north, returning a long, somewhat triangular area of land south of the border. The point of the triangle is just west of the Paso del Norte international bridge, and it widens to about three fouths of a mile wide on its eastern end. The parcel is southwest of Chamizal National Memorial. If you are standing on the trail at this vantage point and look at the mountains in the distance to the right of our comfort station (building in the picnic area), your gaze passes over the top of the disputed Chamizal land. In other words, the Memorial is not situated on the disputed land. That parcel was returned to Mexico. So what land was used to commemorate this diplomatic achievement?</p> <h2 paraeid=\"{8ba02e66-b57f-4efe-8dfb-12f74c8811fa}{59}\" paraid=\"1922389354\">Cordova Island</h2> <p paraeid=\"{8ba02e66-b57f-4efe-8dfb-12f74c8811fa}{59}\" paraid=\"1922389354\">In the late 1900s, the Rio Grande had formed a large bend around this location. Its channel suddenly turned from an easterly direction to flow about a mile north, making a rough horseshoe bend and back to the south before continuing on its course to the Gulf of Mexico. When this bend in the river would flood, water would back up into El Paso and Ciudad Juárez causing extensive damage. By 1900, the two countries worked together to cut off this bend in the river by creating a straight channel through its narrow base. The river ran straighter almost a mile to the south, but it left an \"island\" of Mexican land on its north bank. This area became known as Cordova Island. While the island was not disputed land, the Chamizal Treaty proposed to carve the new river channel straight through the middle of Cordova Island instead of attempting to wind around it as the river had done before. Mexico would give the part of the island remaining on the north side of the river to the United States. Chamizal National Memorial was built on part of that land. Mexico also built a Chamizal commemorative park on the southern half of Cordova Island, which remained in its possession. The straightened river channel eased concerns of flooding, but it also meant that another parcel of land needed to be transferred to Mexico to compensate for the northern part of Cordova Island coming to the United States.</p> <h2 paraeid=\"{8ba02e66-b57f-4efe-8dfb-12f74c8811fa}{59}\" paraid=\"1922389354\">Cordova Gardens</h2> <p paraeid=\"{8ba02e66-b57f-4efe-8dfb-12f74c8811fa}{59}\" paraid=\"1922389354\">From where you are standing, try to locate the \"Mega Bandera\", a monumental Mexican flag visible from these park grounds. You can spot the tall flagpole even when this enormous flag is not flying. It is a useful landmark to visualize the location of a former US neighborhood called Cordova Gardens. The neighborhood was east of Cordova Island and was transferred to Mexico to make up for the acreage of Cordova Island transferred to the United States. The Mega Bandera marks the western side of the former Cordova Gardens, and the large, red X-shaped structure marks its eastern side.</p>",
    "audioDescription": "On a rise in the paved trail leading south from the visitor center, there is a vantage point of the landscape west into downtown El Paso and south into Mexico. Toward the south, beyond the border fence, a few tall structures are visible rising up from the cityscape. A very large, tall, flagpole which sometimes bears an enormous Mexican flag, rises above its surroundings and can be seen straight ahead over the border fence. Slightly to the right, at a distance, are mountains with large, white letters. Slightly to the left is an international bridge. Beyond the bridge is a red building shaped like the letter X. It stands tall above its surroundings.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Cellular Signal",
      "Pets Allowed",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Rise in paved trail leading south, straight from main visitor center doors",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Vantage point of memorial landscape",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7E1E8C3C-A615-4E0F-B4F2-397AEE1AABAC",
    "url": "https://www.nps.gov/places/wayside_boundary.htm",
    "title": "Wayside: Defining A Border",
    "listingDescription": "Until October 28, 1967, the land on which Chamizal National Memorial was built belonged to Mexico. The Defining A Border wayside identifies a remnant of the historic boundary along the northern edge of the park.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B03DD9B2-A879-836E-01672D4583D4A56D.jpg",
        "credit": "NPS",
        "altText": "Interpretive panel showing a fenced property and inset of presidents shaking hands near monument",
        "title": "Defining A Border wayside",
        "description": "",
        "caption": "Interpretive wayside panel located near the boundary monument and fence posts along walking trail",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B03DD9B2-A879-836E-01672D4583D4A56D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B03DD9B2-A879-836E-01672D4583D4A56D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "TX",
        "parkCode": "cham",
        "designation": "National Memorial",
        "fullName": "Chamizal National Memorial",
        "url": "https://www.nps.gov/cham/index.htm",
        "name": "Chamizal"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "wayside exhibit",
      "wayside",
      "boundary",
      "monument",
      "historic",
      "fence posts"
    ],
    "latitude": "31.768583",
    "longitude": "-106.456029",
    "latLong": "31.768583,-106.456029",
    "bodyText": "<p>An interpretive panel at this wayside highlights the historic boundary marker (relocated) and remaining original fenceposts that once were the dividing line between the United States and Mexico’s Cordova Island. On October 28, 1967, the two countries transferred land as stipulated in the 1963 Chamizal Treaty, dividing Cordova Island and shifting the boundary to the new channel of the Rio Grande. The boundary markers and fence around the former “island” became obsolete since all Mexican land north of the river channel passed to the United States.</p> <h2>Interpretive Panel Text</h2> <p>The \"Defining A Border\" wayside panel presents text in both English and Spanish.</p> <blockquote> <p>If you were standing here prior to the Chamizal Treaty of 1963, you would have been on a Mexican ‘island’ looking into the United States. Referred to as Cordova Island because it was completely surrounded by the United States, this parcel of land was given to the U.S. by Mexico in exchange for land to the west. Cordova Island’s original international boundary was defined using evenly spaced cement fence posts and cast iron markers such as the one before you. This 600-pound marker was one of nineteen that identified the US-Mexico border around Cordova Island.</p> </blockquote> <h3>Primary Photo Caption</h3> <p>The main panel image shows a wire fence running along a row of obelisk-shaped posts. To one side of the fence is a paved street. The other side is covered with trees and shrubs. The image is captioned, “Taken on Paisano Drive in the 1940’s this photo shows Cordova Island and the fence posts that once surrounded it.”</p> <h3>Inset Photo Caption</h3> <p>The interpretive panel has an inset photo of two men shaking hands in front of a shiny obelisk and group of people. It is captioned, “U.S. President Lyndon B. Johnson and Mexican President Gustavo Diaz unveil a commemorative boundary marker at Chamizal in October 1967.”</p>",
    "audioDescription": "This wayside is on a walking trail that runs around the edge of the park. There is a line of cement obelisks, which are historic fence posts, running along the outer edge of this section of the trail and a drainage ditch and city street beyond it. There is an international boundary marker and interpretive panel between the fence line and the trail, with a bench on the opposite side of the trail.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Along walking trail in the northwest corner of Chamizal National Memorial grounds",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Interpretive wayside exhibit",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "FDF5B754-4B08-439F-BCE7-3F4150A60C60",
    "url": "https://www.nps.gov/places/wayside-leaders-for-the-ages.htm",
    "title": "Wayside: Leaders for the Ages",
    "listingDescription": "In 2022, Ethan Houser's sculpture, \"Benito Juárez – Child to Man,\" was emplaced as the focal point of this plaza. The Leaders for the Ages wayside exhibit provides context for the sculpture.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BA3FC307-D56A-67AD-44ACCD44D76AC144.jpg",
        "credit": "NPS",
        "altText": "Panel with statues of Lincoln and Juárez flanking a photo of presidents approaching to shake hands.",
        "title": "Wayside: Leaders for the Ages",
        "description": "",
        "caption": "Interpretive panel standing in front of the sculpture entitled, \"Benito Juárez - Child to Man.\"",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BA3FC307-D56A-67AD-44ACCD44D76AC144.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BA3FC307-D56A-67AD-44ACCD44D76AC144.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "TX",
        "parkCode": "cham",
        "designation": "National Memorial",
        "fullName": "Chamizal National Memorial",
        "url": "https://www.nps.gov/cham/index.htm",
        "name": "Chamizal"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "wayside exhibit",
      "wayside",
      "sculpture",
      "historic photo"
    ],
    "latitude": "31.767643963111272",
    "longitude": "-106.45378586428251",
    "latLong": "31.767643963111272,-106.45378586428251",
    "bodyText": "<p>An interpretive panel at this wayside features scuptural representations of US President Abraham Lincoln and Mexican President Benito Juárez. While working to resolve the century-long Chamizal dispute in the 1960s, US and Mexican presidents drew inspiration from Lincoln and Juárez. These men remain cultural icons in the United States and Mexico. Mexico erected a statue of Abraham Lincoln in 1964 in Ciudad Juárez. In 2022, Ethan Houser's sculpture entitled, \"Benito Juárez - Child to Man\", was installed on this plaza.</p> <h2>Interpretive Panel Text</h2> <p>The \"Leaders for the Ages\" wayside panel presents text in both English and Spanish.</p> <blockquote> <p>“Lincoln commanded my nation to do all which may achieve a just and lasting peace. Juárez reminded us respect for the rights of others is peace. The goals of these men have guided us to this day.”<br /> President Lyndon Baines Johnson<br /> September 25, 1964</p> </blockquote> <h3>Left-hand Photo</h3> <p>A towering statue of Abraham Lincoln stands about 2 miles to our south in Ciudad Juárez. A large, stone base supports the standing Lincoln who holds a document in his left hand. His right arm gestures outward as though he is giving a speech.  </p> <h3>Central Photo and Caption</h3> <p>In the central photo two men in business suits approach each other to shake hands in front of a shiny obelisk and a large group of people. The caption reads, “US President Johnson and Mexican President López Mateos commemorate the Chamizal Treaty. This celebration took place at the old Bowie High School on September 25, 1964.”</p> <h3>Right-hand Photo</h3> <p>Ethan Houser stands in a studio, sculpting a larger-than-life, seated Benito Juárez.</p>",
    "audioDescription": "This wayside stands on a concrete plaza in front of the park’s cultural center. The tops of mountains can be seen in the distance. Closer to, and also in front of you, are widely-spaced, planted trees. They line the edges of a concrete esplanade that runs along the front of the cultural center. Trees also stand in widley-spaced, diamond-shaped planters along the center of the esplanade. About 35 feet in front of you, a bronze sculpture stands as the focal point of the plaza. It is entitled, “Benito Juárez – Child to Man”. It depicts a seated, adult Juárez who gazes at an open book in his left hand. Seated to his right, his younger self also reads a book. A lamb stands in front of the younger Juárez.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Edge of plaza in front of the park's cultural center",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Interpretive waside exhibit",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "46D7CC94-4DBA-4211-8D24-E21182D1DFC1",
    "url": "https://www.nps.gov/places/wayside-nuestra-herencia.htm",
    "title": "Wayside: Nuestra Herencia",
    "listingDescription": "A huge, colorful mural is visible from the roadway entering the park. This interpretive wayside exhibit explains the significance of the mural and how it came to be painted on this park building.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/347B7C23-9AD8-7A32-3A367FE8C68D02BA.jpg",
        "credit": "NPS",
        "altText": "An interpretive panel shows two artists painting and a small depiction of the entire length of mural",
        "title": "Nuestra Herencia Mural Wayside Panel",
        "description": "",
        "caption": "Interpretive wayside panel located in front of the Nuestra Herencia mural",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/347B7C23-9AD8-7A32-3A367FE8C68D02BA.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/347B7C23-9AD8-7A32-3A367FE8C68D02BA.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "TX",
        "parkCode": "cham",
        "designation": "National Memorial",
        "fullName": "Chamizal National Memorial",
        "url": "https://www.nps.gov/cham/index.htm",
        "name": "Chamizal"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "wayside exhibit",
      "mural",
      "Mexican",
      "Mexican-American"
    ],
    "latitude": "31.767689664240148",
    "longitude": "-106.45442375200628",
    "latLong": "31.767689664240148,-106.45442375200628",
    "bodyText": "<p>An interpretive panel at this wayside introduces the large, painted mural titled <em>Nuestra Herencia</em>, which can be seen from the road when entering the park and is located along the esplanade leading to the park visitor center. Learn about the symbols and meaning in the various panels and see how the mural has been updated in our <a href=\"https://www.nps.gov/articles/000/nuestra-herencia.htm\"><em>Nuestra Herencia</em> article</a>.</p> <h2>Interpretive Panel Text</h2> <p>The \"<em>Nuestra Herencia</em>: Our Shared Heritage\" wayside panel presents text in both English and Spanish.</p> <blockquote> <p><strong>Honoring what each culture contributes to humanity.</strong></p> <p>Chamizal National Memorial is a park built on diplomacy. Established to commemorate the diplomatic settlement of a long-standing boundary dispute between the United States and Mexico, this memorial reminds us that we should try to settle our differences with mutual respect and understanding. In the images of master muralist Carlos Flores, we see diversity in the palette of a common heritage that brings this border community together.</p> <p>The 18- by 120-foot painting is one of a series of major murals located throughout El Paso that were funded by the Junior League of El Paso. <em>Nuestra Herencia</em> was painted by Carlos Flores in 1992 and touched up in 1997. Chamizal National Memorial commissioned a restoration in 2014, which was completed in 2016 for its 50th anniversary and the National Park Service Centennial.</p> </blockquote> <h3>Background Photo Caption</h3> <p>Behind the panel text is a portion of an image showing a man in sunglasses outlining a large eagle head on a wall. The image is captioned, \"Carlos Flores, 1992.\" He is quoted saying in 1993, \"I love murals because they are the most public art. It belongs to the people.”</p> <h3>Detail Photo Caption</h3> <p>A small image of a man in a sleveless shirt and straw hat is seated near the top of the panel in such a way that he appears to be painting the writing on the panel. The image is captioned, \"Flores’ son, Marcos, helps his father with the 2014 restoration.\" </p>",
    "audioDescription": "This slanted wayside panel is mounted on a stand three feet above the ground along a wide, paved esplanade. It is located ten feet from the wall of a building that is painted with a primarily blue but brightly colored mural. The mural covers the wall from the rocky landscaping on the ground in front of it to the wide copper sheeting that rims the roof. This is the primary panel. Two others that are shorter are around the corner of the building to the left and not visible from this vantage point. Starting from the left, this panel of the mural includes the following images. A person carries a frame over their head and torso. The frame gives shape to the figure of a red, horned cow with whirling discs protruding from it. A woman in a yellow dress with black boots and spurs rides a horse. Three couples dance. The women wear colorful, dresses with full skirts. The men wear black sombreros and white shirts with red bow ties, short black jackets, and black pants with decorative cords down the outside of the legs. Two men dance wearing masks and carrying canes. Above them rises a Native figure with sculpted faces. The face of John F. Kennedy is painted much larger than life. To the right, a red male figure points his arm and soars up toward his face. Below, smaller figures of Presidents Lyndon Johnson and Adolfo Lopez Mateos shake hands. A man wearing jeans and cowboy hat dances with a brown haired woman. A Black man plays violin, and a young Black boy dances. A bare skinned Native man dances with arms outstretched. He wears an eagle headdress, and feathers line his arms. Another Native man wearing European style clothing stands in front of a mission building next to a priest. A Native woman stands with her hand on the shoulder of a seated Spaniard wearing armor. At the far right Cervantes stands under a tree holding a book.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Pets Allowed",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Along the north edge of the esplanade that leads from the parking lot to the front of the Cultural Center",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Interpretive wayside exhibit",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]