[
  {
    "id": "5BA4039F-5F02-4706-88F6-DFE4469CCAB2",
    "url": "https://www.nps.gov/places/chickasaw-s-lincoln-bridge.htm",
    "title": "Chickasaw's Lincoln Bridge",
    "listingDescription": "Lincoln bridge quickly became a scenic spot after it was dedicated in 1909 in what was then known as Platt National Park.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/nri/20180125/places/DEADF0B6-1DD8-B71B-0B1D4835A69AAC7A/DEADF0B6-1DD8-B71B-0B1D4835A69AAC7A.jpg",
        "credit": "NPS Photo",
        "altText": "a stone bridge over a creek in the woods",
        "title": "",
        "description": "",
        "caption": "Lincoln Bridge",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "OK",
        "parkCode": "chic",
        "designation": "National Recreation Area",
        "fullName": "Chickasaw National Recreation Area",
        "url": "https://www.nps.gov/chic/index.htm",
        "name": "Chickasaw"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Bridges",
      "masonry",
      "Platt Historic District",
      "Chickasaw National Recreation Area"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<p>Lincoln Bridge was built after repairs on an existing wooden wagon bridge were undertaken in both 1907 and 1908. This stone bridge, connecting the Flower Park area and the city of Sulphur to the mineral springs south of Travertine Creek, was built in 1909. The bridge is the first and oldest developed structure built in <a href=\"https://www.nps.gov/chic/learn/historyculture/remembering_platt-np.htm\">Platt National Park</a> [the present-day Platt Historic District].<br /> <br /> According to Palmer Boeger's book <em>Oklahoma Oasis</em>, Forrest Townsley, the park’s first full-time ranger, was the designer. The construction contract for the Lincoln Bridge was signed in 1908 and construction began in February with Townsley and Robinson of Oklahoma City as the contractor. <br /> <br /> The bridge, sometimes described as “Gothic Revival,” was a single-arch masonry bridge with four cylindrical, Lieberantz towers forming its abutment. The masonry, of crenellated limestone, used both horizontal coursing on the bridge and, uniquely, vertical coursing on the towers. Small spiral steps led up the towers, which were each crowned with a flagpole.<br /> <br /> The bridge was approximately one hundred feet long and twenty feet wide, which was said to be wide enough for four horses to cross abreast. Eight electric globe lights were installed on the bridge, completing one of the grandest structures in the park. The bridge was opened on February 20, 1909. The bridge rapidly became a favorite scenic spot within the park, confirmed by the multiple postcard views taken of it in the early 19th century. <br /> <br /> A flood on January 21, 1916, damaged the northeast abutment of Lincoln Bridge.<br /> <br /> Over one hundred years after its construction, the Lincoln Bridge has fulfilled the dream of its builders, standing solidly and silently, still connecting the town to the mineral springs whose presence led to the creation of the park. In February of 2009, park staff and members of the community gathered to mark the centennial of the bridge and the bicentennial of its namesake. Like a century before, school children read the Gettysburg Address, and a replacement dedication plaque was placed on the southeast turret. On summer holidays, the park flies 46-star American Flags over the bridge as homage to the early years of the park and Oklahoma’s distinction as the forty-sixth state. Unnoticed by some, beloved by others, the Lincoln Bridge has met and exceeded Superintendent Greene’s prediction that the bridge would “doubtless stand for the ages.”</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Chickasaw National Recreation Area",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]