[
  {
    "id": "7C30C449-964B-4893-867F-610C25D913AF",
    "url": "https://www.nps.gov/places/charles-pinckney-national-historic-site.htm",
    "title": "Charles Pinckney National Historic Site",
    "listingDescription": "Civil Rights at Charles Pinckney National Historic Site. A delegate from South Caroline, Pinckney was a principal drafter and signer of the US Constitution and sent his life in public service.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/nri/20160406/places/37FAC476-1DD8-B71B-0BAB643A0D28D55C/37FAC476-1DD8-B71B-0BAB643A0D28D55C.jpg",
        "credit": "",
        "altText": "a white house in background with pink roses in front framing picture",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "SC",
        "parkCode": "chpi",
        "designation": "National Historic Site",
        "fullName": "Charles Pinckney National Historic Site",
        "url": "https://www.nps.gov/chpi/index.htm",
        "name": "Charles Pinckney"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "African American History",
      "Civil Rights",
      "Gullah Geechee Cultural Heritage Corridor",
      "Plantation",
      "Slavery",
      "Charles Pinckney",
      "Constitution",
      "South Carolina"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<p>Charles Pinckney National Historic Site, located outside Charleston in Mount Pleasant, South Carolina, is a 28-acre remnant of Charles Pinckney’s original 18th-century 715-acre plantation known as Snee Farm. Purchased by his father Colonel Charles Pinckney in 1754 (three years before the younger Pinckney’s birth), Pinckney spent his childhood splitting time between the Snee Farm “country home” and the family’s downtown Charleston residence. Pinckney inherited Snee Farm in 1782 and continued to grow rice and indigo at the plantation using an enslaved workforce.<br /> <br /> Shortly after the Revolutionary War, Pinckney became immersed in American political endeavors that would occupy the next 40 years of his life. His most famous accomplishment was the inclusion of more than 25 clauses in the final draft of the U.S. Constitution. In addition, Pinckney served four terms as governor of South Carolina and as Thomas Jefferson’s Minister to Spain (1801–1805). While his political and social life was based out of his Charleston home, Pinckney used Snee Farm as an accessible country retreat and source of agricultural income.<br /> <br /> The demands of Charles Pinckney’s political career made it difficult for him to manage his extensive land holdings, which included six other plantations besides Snee Farm. Conveyed by Pinckney to trustees in 1816 and sold in 1817, Snee Farm had a number of subsequent owners, one of whom built a new coastal cottage-style house on the site of the Pinckney home around 1828. Snee Farm remained intact as an agricultural property into the 20th century, although by the 1930s the farm had the character of a country vacation residence rather than a working farm.<br /> <br /> The burgeoning suburban development of Mount Pleasant, formerly known as Christ Church Parish, in the late 20th century finally resulted in the breakup of the Snee Farm property. In the early 1970s, all but a 28-acre core of the original Snee Farm was sold for housing development and a golf course. Snee Farm was listed in the National Register of Historic Places on April 13, 1973, and was also designated as a national historic landmark on November 7, 1973.<br /> <br /> Later, a developer purchased the last 28-acre remnant of Snee Farm in 1986. Roads were rough graded and some utilities were installed. In 1988, the Friends of Snee Farm purchased the 28- acre core of Snee Farm from the developer, including the circa 1828 farmhouse and surviving 20th-century agricultural outbuildings. Following congressional authorization of the site, the Friends of Snee Farm sold the site to the National Park Service, ensuring preservation of the core of Snee Farm.<br /> <br /> Congress established Charles Pinckney National Historic Site in 1988 to preserve the site of Pinckney’s former home at Snee Farm in present-day Mount Pleasant, South Carolina, and to interpret his life, the lives of Snee Farm’s free and enslaved inhabitants, and the early history of the United States.  <span style=\"font-size: 11pt;\">A half-mile walking trail includes the archeological site of a slave community. Through exhibits and film, the site examines the constitutional compromises dealing with slavery and the growing sectionalism in the young nation that led the way to Civil War. Living history days during National park Week and Constitutional Week include programming on military and domestic life during the late 18</span><sup>th</sup><span style=\"font-size: 11pt;\"> and early 19</span><sup>th</sup><span style=\"font-size: 11pt;\"> century. </span></p> <p><span style=\"font-size: 11pt;\">The site is part of the Gullah/Geechee National Cultural Heritage Corridor that preserves and interprets the unique local culture of descendants of enslaved Africans. The annual Gullah Heritage Series of cultural programs celebrates the contributions of African Americans to our national heritage. These programs ranger from craft demonstrations such as quilting, cast-net making, indigo-dyeing and sweet-grass basket sewing, to cooking, African drumming and storytelling, folktales, spirituals and other musical performances. </span><br /> <br /> Although the original Pinckney house and outbuildings of Snee Farm no longer stand, the existing 1828 farmhouse that remains today and the surviving outbuildings tell the story of agrarian patterns of South Carolina’s Lowcountry from the mid-17th to the late-20th century. With the house as a backdrop, and because no physical structures from Pinckney ownership of the property remain, the National Park Service emphasizes discoveries from archeological investigations to tangibly connect the Pinckneys to Snee Farm and to provide evidence of the cultural environment that influenced Pinckney and the first decades of the United States as a young nation.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Mount Pleasant, South Carolina",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "28-acre remnant of plantation that was home to signer of the Declaration of Independence, Charles Pinckney",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E8B3B49C-6D38-4FB7-BCDB-B19821D25DB1",
    "url": "https://www.nps.gov/places/colonel-charles-pinckney-cenotaph.htm",
    "title": "Colonel Charles Pinckney Cenotaph",
    "listingDescription": "The cenotaph at Snee Farm is a replica of one that Governor Charles Pinckney had made for his father, Colonel Charles Pinckney, which was originally at Snee Farm but was later moved to Christ Church in Mount Pleasant. The replica was placed by Thomas and Alexandra Stone, who owned the farm from 1943 until the 1960s.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/84168CD6-E6EC-0F39-2BE6EB734D6C4C44.jpg",
        "credit": "NPS (Taormina)",
        "altText": "Engraved marble slab standing in the middle of a grove of live oaks",
        "title": "Colonel Charles Pinckney Cenotaph",
        "description": "",
        "caption": "Col. Pinckney Cenotaph",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/84168CD6-E6EC-0F39-2BE6EB734D6C4C44.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/84168CD6-E6EC-0F39-2BE6EB734D6C4C44.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SC",
        "parkCode": "chpi",
        "designation": "National Historic Site",
        "fullName": "Charles Pinckney National Historic Site",
        "url": "https://www.nps.gov/chpi/index.htm",
        "name": "Charles Pinckney"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "monument",
      "memory",
      "South Carolina",
      "Plantation"
    ],
    "latitude": "32.84584426879883",
    "longitude": "-79.82423400878906",
    "latLong": "32.84584426879883,-79.82423400878906",
    "bodyText": "Southeast of the house, sheltered by a tree sits an object of curiosity for many visitors to Charles Pinckney NHS, the Colonel Charles Pinckney cenotaph.<br /> <br /> A cenotaph is an empty tomb or a monument. In 1785, Pinckney commissioned a stone for his father’s grave at St. Philip’s Church Cemetery in Charleston. The stone’s inscription had an error, so he ordered a new stone for the grave and had the original stone sent to Snee Farm (Matthews 2004:xiv). It was moved from the farm to the yard of the nearby Christ Church in the late nineteenth century. The replica cenotaph was placed by Thomas and Alexandra Stone, who owned the farm from 1943 until the 1960s.<br /> <br /> It has a large, bas-relief urn flanked by arching willows in the upper half. The first three lines of the inscription on the slab are split vertically by the urn and read “Parri Dilecto, Carolo Pinckney, Ob. 22d Sept. 1782 Aetat 52.” Below the urn is the rest of the inscription, which reads, <br /> <br /> What is grandeur! What is power! / Heavier toil! Superior pain! / What the bright reward of gain? / The grateful memory of the good / Sweet is the breath of vernal show’rs / The bees collected creature sweet / Sweet Music’s folk but sweeter yet / The still small voice of GRATITUDE / The generous spark for ever live / Teach me to Love, and to forgive / Exact my own defeats to scan / What others are to feel and know / My son A MAN / In grateful memory of an affectionate / Father this Stone is raised by his Son / Charles Pinckney, Anno Domini / 1785.<br />  ",
    "audioDescription": "a rectangular marble slab that measures 5.5 feet high by 2.5 feet wide. It has a large, bas-relief urn flanked by arching willows in the upper half. The first three lines of the inscription on the slab are split vertically by the urn and read “Parri Dilecto, Carolo Pinckney, Ob. 22d Sept. 1782 Aetat 52.” Below the urn is the rest of the inscription, which reads, What is grandeur! What is power! / Heavier toil! Superior pain! / What the bright reward of gain? / The grateful memory of the good / Sweet is the breath of vernal show’rs / The bees collected creature sweet / Sweet Music’s folk but sweeter yet / The still small voice of GRATITUDE / The generous spark for ever live / Teach me to Love, and to forgive / Exact my own defeats to scan / What others are to feel and know / My son A MAN / In grateful memory of an affectionate / Father this Stone is raised by his Son / Charles Pinckney, Anno Domini / 1785.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "https://www.nps.gov/chpi/index.htm",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Mount Pleasant, South Carolina",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "14D88B93-2510-4D76-A815-5EF097935371",
    "url": "https://www.nps.gov/places/enslaved-village-at-snee-farm.htm",
    "title": "Enslaved Village at Snee Farm",
    "listingDescription": "The Enslaved Village at Snee Farm consists of the archeological remains of four structures from the eighteenth and nineteenth centuries. It is located along the trail system. Archeology conducted here provides evidence that the enslaved worked under the task system of labor, which provided them some degree of autonomy.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BC391EF2-D08F-DF0D-D7F24B9F782C4BED.jpg",
        "credit": "NPS",
        "altText": "Informational sign \"Slave Community\" in an outdoor clearing. Brick outlines of dwellings on earth..",
        "title": "Enslaved Village at Snee Farm",
        "description": "",
        "caption": "Enslaved Village at Snee Farm",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BC391EF2-D08F-DF0D-D7F24B9F782C4BED.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BC391EF2-D08F-DF0D-D7F24B9F782C4BED.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SC",
        "parkCode": "chpi",
        "designation": "National Historic Site",
        "fullName": "Charles Pinckney National Historic Site",
        "url": "https://www.nps.gov/chpi/index.htm",
        "name": "Charles Pinckney"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Slavery",
      "Plantation",
      "African American History",
      "Gullah Geechee",
      "Gullah Geechee Cultural Heritage Corridor",
      "archeology",
      "South Carolina",
      "Charles Pinckney National Historic Site"
    ],
    "latitude": "32.84455108642578",
    "longitude": "-79.82577514648438",
    "latLong": "32.84455108642578,-79.82577514648438",
    "bodyText": "The Enslaved Village site at Snee Farm consists of the archeological remains of four buildings at the southwest corner of the park, located along the trail system. Archeologists believe the enslaved community of Snee Farm first established this village in the eighteenth century and occupied it through the nineteenth century. Three of the structures (circa 1828 - 1853) likely housed enslaved people. The fourth structure (circa 1754 - 1818) was likely used for storage.<br /> <br /> It was depicted on historical maps as a series of orderly cabins. The archeological evidence of the village, however, presents a less orderly picture but one enhanced by trash pits, artifacts, and a range of potential building types not illustrated on the maps. <br /> <br /> Lowcountry planters implemented the task system for agriculture production. Instead of working a set time, enslaved people completed a measurable daily task. Rice cultivation tasks included hoeing one-fourth of an acre or threshing 600 sheaves of rice. After completing their tasks, enslaved people could grow and sell crops, visit with family and friends, and rest. Archeologists excavated the trash pits around the enslaved community of Snee Farm, finding animals bones and crustacean shells. These discoveries indicate the enslaved had the time to supplement their diet and that the enslaved of Snee Farm labored under the task system.",
    "audioDescription": "Four brick rectangles clustered together outline the sizes of structures discovered through archeology. One measures 8 x 10 feet. Another measures 16 x 20 feet. The area is set in a small clearing with trees surrounding on two sides. The trail system runs through the enslaved village sit.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "https://www.nps.gov/chpi/index.htm",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Mount Pleasant, South Carolina",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C34F8713-759C-4294-833A-D2C08A7C3901",
    "url": "https://www.nps.gov/places/snee-farm-barn.htm",
    "title": "Snee Farm Barn",
    "listingDescription": "The Snee Farm barn was built around 1943 by owners Thomas and Alexandra Stone to stable riding horses. It is found in a clearing northwest of the house in a clearing at the property’s northwest corner and is accessed by a gravel service road.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/8E6BFB80-9384-21B6-2166E8940F143226.jpg",
        "credit": "NPS",
        "altText": "A two-story, seven-bay-by-three-bay, wood-frame, ten-stall barn painted white.",
        "title": "Snee Farm Barn",
        "description": "",
        "caption": "Snee Farm Barn",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/8E6BFB80-9384-21B6-2166E8940F143226.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/8E6BFB80-9384-21B6-2166E8940F143226.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SC",
        "parkCode": "chpi",
        "designation": "National Historic Site",
        "fullName": "Charles Pinckney National Historic Site",
        "url": "https://www.nps.gov/chpi/index.htm",
        "name": "Charles Pinckney"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "South Carolina",
      "Plantation",
      "plantation architecture",
      "agriculture"
    ],
    "latitude": "32.846872254",
    "longitude": "-79.826203347",
    "latLong": "32.846872254,-79.826203347",
    "bodyText": "The Snee Farm Barn stands as a reminder of the agricultural use of the property. Alexandra Stone, wife of Thomas Stone, had the Snee Farm barn built to accommodate riding horses circa 1943. It stands in a clearing in the northwest corner of the park.<br /> <br /> The agricultural portion of the property remained in use as a gentleman’s farm into the 1960s, as the Stones continued cultivating the land primarily for pleasure rather than income. African American employees at Snee Farm during the Stones’ tenure included a gardener, foreman, and multiple farm laborers who harvested soybeans, pecans, pears, and other fruits and vegetables for local consumption. <br /> <br /> The National Park Service altered the barn interior in 1990–93 to convert it for use as a park maintenance and storage facility. It is closed to the public.",
    "audioDescription": "A two-story, seven-bay-by-three-bay, wood-frame, ten-stall horse barn that measures 63 feet long by 51 feet wide. The barn has a shed-roof lean-to on the north elevation and a shed-roof breezeway supported by nine wood posts spanning the full width of the south elevation. The wood posts rest on brick and concrete block piers. The main block has a standing-seam metal-clad, side-gable roof pierced by a projecting gable in the center of the south slope and a square louvered cupola with a pyramidal roof at the center ridgeline. The walls are covered with wood clapboards and rest on a brick and concrete block foundation.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "e14e8229-a5fe-4ce2-a8b6-9710eb73b709",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "https://www.nps.gov/chpi/index.htm",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Mount Pleasant, South Carolina",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "CD3CA1D4-D08E-405B-B280-3C67894F39C6",
    "url": "https://www.nps.gov/places/snee-farm-corn-crib.htm",
    "title": "Snee Farm Corn Crib",
    "listingDescription": "The Snee Farm Corn Crib (circa 1910) is located near the Snee Farm Barn in a clearing in the northwest corner of the park grounds. It is closed to the public. The building represents the later agricultural use of the site.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BB4BE318-B522-C56B-3A5EFFC7B9ADACFA.jpg",
        "credit": "NPS",
        "altText": "A one-story platform-framed structure with a standing-seam metal-clad, end-gable roof",
        "title": "Snee Farm Corn Crib",
        "description": "",
        "caption": "Snee Farm Corn Crib",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BB4BE318-B522-C56B-3A5EFFC7B9ADACFA.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BB4BE318-B522-C56B-3A5EFFC7B9ADACFA.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SC",
        "parkCode": "chpi",
        "designation": "National Historic Site",
        "fullName": "Charles Pinckney National Historic Site",
        "url": "https://www.nps.gov/chpi/index.htm",
        "name": "Charles Pinckney"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "agriculture",
      "farming",
      "South Carolina",
      "Plantation"
    ],
    "latitude": "32.8466152716",
    "longitude": "-79.8265174363",
    "latLong": "32.8466152716,-79.8265174363",
    "bodyText": "The corn crib is located near the barn in a clearing in the northwest corner of the park. Snee Farm property owner Thomas Hamlin built the corn crib around 1910. Thomas Hamlin purchased Snee Farm from the McCants family in 1900.<br /> <br /> The Hamlins maintained it as a working farm, producing cotton until the 1920s then shifting to market vegetables such as tomatoes, cucumbers, and snap beans. A road bridge connecting Mount Pleasant to Charleston was built in 1929 that facilitated the region’s truck farming economy. The Hamlins trucked produce to freight cars in Charleston for transport to other cities, including New York. They also kept pigs, cattle, and hogs for sale; cows for milk; and chickens for eggs. <br /> <br /> The National Park Service has rehabilitated the corn crib in 1993 and again in 2015. The corn crib is closed to the public. ",
    "audioDescription": "A one-story, platform-framed structure with a standing-seam metal-clad, end-gable roof. It measures 13 feet long by 18 feet wide. The side walls splay slightly out at the top, creating a semi-pentagonal outline, and are supported by brick piers and a poured concrete slab foundation. The east and west walls are covered with wood clapboards, and the north and south elevations are covered with gapped horizontal 1-x-6-inch boards that allow for airflow through the building. Wood louvers are in the gable peaks on the east and west ends.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "180b1afa-58c8-4c01-bb2c-d5d89cd67194",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "https://www.nps.gov/chpi/index.htm",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Mount Pleasant, South Carolina",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "DD25D715-8E00-4768-827F-5E3D30FC8B41",
    "url": "https://www.nps.gov/places/snee-farm-grand-allee.htm",
    "title": "Snee Farm Grand Allée",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/30798C40-C305-D4D3-95A671B6A9964387.jpg",
        "credit": "NPS",
        "altText": "The trace of a historic road, now a wide gravel path, runs through a corridor of cedar trees",
        "title": "Snee Farm Grand Allée",
        "description": "",
        "caption": "Snee Farm Grand Allée",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/30798C40-C305-D4D3-95A671B6A9964387.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/30798C40-C305-D4D3-95A671B6A9964387.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SC",
        "parkCode": "chpi",
        "designation": "National Historic Site",
        "fullName": "Charles Pinckney National Historic Site",
        "url": "https://www.nps.gov/chpi/index.htm",
        "name": "Charles Pinckney"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Plantation",
      "Landscape design",
      "South Carolina",
      "Slavery",
      "African American History",
      "Gullah Geechee Cultural Heritage Corridor"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "The historic entrance road trace historically ran from Highway 17 to Long Point Road and now runs approximately north–south through the center of the Snee Farm Plantation Landscape. The gravel road trace begins north of the house, runs along the west elevation before turning slightly southeast, then resumes a north–south path before terminating at the south property boundary. A portion of the road trace near the south end is flanked by a cedar tree allée planted ca. 1945.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "https://www.nps.gov/chpi/index.htm",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Mount Pleasant, South Carolina",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]