[
  {
    "id": "EE0FBDA1-5393-490D-88EE-C15DF1124A87",
    "url": "https://www.nps.gov/places/arkansas-little-rock-central-high-school.htm",
    "title": "Arkansas: Little Rock Central High School",
    "listingDescription": "At Little Rock Central High School National Historic Site in Arkansas, exhibits tell the story of those times, and interactive oral history stations give you a chance to hear the people who were there tell the story in their own words.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/places/images/nri/20130826/siteadmin/5E4E3790-F217-19ED-79EB9B66364F8BB6/5E4E3790-F217-19ED-79EB9B66364F8BB6.jpg",
        "credit": "NPS",
        "altText": "Central High School with a blue sky",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "KS",
        "parkCode": "brvb",
        "designation": "National Historical Park",
        "fullName": "Brown v. Board of Education National Historical Park",
        "url": "https://www.nps.gov/brvb/index.htm",
        "name": "Brown v. Board of Education"
      },
      {
        "states": "AR",
        "parkCode": "chsc",
        "designation": "National Historic Site",
        "fullName": "Little Rock Central High School National Historic Site",
        "url": "https://www.nps.gov/chsc/index.htm",
        "name": "Little Rock Central High School"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil Rights",
      "Civil Rights Movement",
      "desegregation",
      "Segregation",
      "Little Rock Central High School",
      "Arkansas",
      "Eisenhower",
      "African American History",
      "African American Civil Rights",
      "African American Civil Rights Network"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<p><span style=\"font-size:12pt\"><span style=\"font-family:\"Times New Roman\",serif\"><span style=\"font-size:11.0pt\"><span style=\"font-family:\"Arial\",sans-serif\">On May 17, 1954, the Supreme Court of the United States ruled in Brown v. Board of Education of Topeka that segregation in the public schools of the nation was unconstitutional. One of the first big tests of that decision came at Little Rocks Central High School. On September 23, 1957, nine African Americans attempted to enroll in the formerly all-white school. Arkansas Governor Orville Faubus called in the National Guard to “prevent violence” and to keep the students from entering. After a federal judge forced Faubus to remove the troops, the Little Rock police were unable to control the crowd and violence erupted. To enforce federal law, President Dwight Eisenhower sent the 101<sup>st</sup> Airborne Division to protect the students, who entered the school and began attending classes. Tensions remained at the high school for some time, but an important first step in school integration had been taken.</span></span></span></span><br /> <br /> <span style=\"font-size:12pt\"><span style=\"font-family:\"Times New Roman\",serif\"><span style=\"font-size:11.0pt\"><span style=\"font-family:\"Arial\",sans-serif\">Central High School is an operating public school and is not open for visitors to tour on their own. Ranger-guided tours are limited to groups of 10 or fewer and reservations must be made two weeks in advance. The best place to begin your visit is to go to the park visitor center, across from the school. Exhibits tell the story of those times, and interactive oral history stations give you a chance to hear the people who were there tell the story in their own words. <br /> <br /> <span style=\"background:white\">Little Rock Central High School National Historic Site is a unit of the National Park Service. It was chosen for inclusion in the </span><a href=\"https://www.nps.gov/subjects/civilrights/african-american-civil-rights-network.htm\">African American Civil Rights Network</a><span style=\"background:white\"> in October 2019.</span><br style=\"box-sizing:border-box; font-variant-ligatures:normal; font-variant-caps:normal; orphans:2; text-align:start; widows:2; -webkit-text-stroke-width:0px; text-decoration-style:initial; text-decoration-color:initial; word-spacing:0px\" /> <br /> <em>A project through the </em></span></span></span></span><em><a href=\"http://go.nps.gov/civilrightsgrant\">African American Civil Rights Grant Program</a></em><span style=\"font-size:12pt\"><span style=\"font-family:\"Times New Roman\",serif\"><span style=\"font-size:11.0pt\"><span style=\"font-family:\"Arial\",sans-serif\"><em>, which works to document, interpret, and preserve the sites and stories related to the African American struggle to gain equal rights, funded work to rehabilitate Little Rock Central High School. The project focused on repairing and replacing windows on the front façade of the building to help preserve this historic landmark for future generations of students. </em><br /> <br style=\"box-sizing:border-box; font-variant-ligatures:normal; font-variant-caps:normal; orphans:2; text-align:start; widows:2; -webkit-text-stroke-width:0px; text-decoration-style:initial; text-decoration-color:initial; word-spacing:0px\" /> <em><span style=\"font-family:\"Arial\",sans-serif\">The African American Civil Rights Network (AACRN) recognizes the civil rights movement in the United States and the sacrifices made by those who fought against discrimination and segregation. Created by the African American Civil Rights Act of 2017, and coordinated by the National Park Service, the Network tells the stories of the people, places, and events of the modern U.S. civil rights movement from 1939 -1968 through a collection of public and private elements.</span></em></span></span></span></span></p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Little Rock, Arkansas",
        "name": "Location"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "BF2A674D-3F2C-4DBA-BEBB-490E71488603",
    "url": "https://www.nps.gov/places/commemorative-garden.htm",
    "title": "Commemorative Garden",
    "listingDescription": "The Commemorative Garden, adjacent to both the visitor center on South Park Street and the north side of Little Rock Central High School, documents a photographic history, inlaid on brick and concrete arches, as a reminder of the bravery of the Little Rock Nine and a legacy of Central High School. Within this space are nine benches and nine trees to provide seating and shade for a visitor to sit and reflect in this tranquil landscape.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BE450936-A41E-02DC-E89674BA07AD43BD.jpg",
        "credit": "NPS Photo",
        "altText": "Commemorative Garden at dusk",
        "title": "Commemorative Garden",
        "description": "",
        "caption": "Commemorative Garden at dusk",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BE450936-A41E-02DC-E89674BA07AD43BD.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BE450936-A41E-02DC-E89674BA07AD43BD.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AR",
        "parkCode": "chsc",
        "designation": "National Historic Site",
        "fullName": "Little Rock Central High School National Historic Site",
        "url": "https://www.nps.gov/chsc/index.htm",
        "name": "Little Rock Central High School"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Little Rock",
      "Little Rock Central High School",
      "little rock central high school national historic site",
      "Little Rock Nine",
      "garden",
      "interpretation",
      "commemorative landscape"
    ],
    "latitude": "34.73817085449356",
    "longitude": "-92.29799382803941",
    "latLong": "34.73817085449356,-92.29799382803941",
    "bodyText": "The Commemorative Garden, adjacent to both the visitor center on South Park Street and the north side of Little Rock Central High School, documents a photographic history inlaid on brick and concrete arches as a reminder of the bravery of the Little Rock Nine and a legacy of Central High School. Within this space are nine benches and nine trees to provide seating and shade for a visitor to sit and reflect in this tranquil landscape.<br /> <br /> The arches and accompanying sculptures, designed by Michael Warrick and Aaron Hussey, surround a poem etched into a concrete circle – “The Spirit of Central High.” Inside the arches are reflective photographic panels showing the history of Central High from its construction before 1927, through its struggle for desegregation in 1957/The Lost Year as well as recent images of Central High School’s student life and activity.<br /> <br /> The Central High Commemorative Garden was dedicated on September 25, 2001 - the 44th anniversary of the Little Rock Nine's successful entrance into Central High School under protected escort by the 101st Airborne. The nine trees accompanied by nine benches symbolize the strength of the Little Rock Nine line the garden path and offer a place to contemplate the past, present and future. The beautifully landscaped garden of winding paths leading to a circular plaza features triumphant arches in the middle of the garden. As major contributors to the sculpture, Dr. and Mrs. Tom Bruce envisioned the Commemorative Garden sculpture as representing \"the Spirit of Central High:' Dr. Bruce proposed that the Commemorative Garden would 'celebrate the ability of people to overcome adversity and to recognize and honor triumph of the collective good over the betterment of a few:' <br /> <br /> With a design derived from the front facade of Central High School, the sculpture's brick and con­crete arches stand as testa­ment to the courage of the students and the school. The sculpted figures on the arches represent Central's racially diverse student body - the legacy of the Crisis. <br /> <br /> On the interior of the arches, Warrick and Hussey explore the Central High School story through a mirror-like photo collage that documents the school's history and reflects the visitor's image in the photos. Beginning with the construction of Little Rock Senior High School in 1927 at the top of the collage, the photos descend through the decades of segregation into the struggle for integration and the present student population. Images of recent graduates represent the continual foundation that Central High School builds for the future of Arkansas, the nation and the world. <br /> <br /> Located across the street from Central High School National Historic Site, visitors can learn more about the Crisis and all of the photographs on the arches in the Visitor Center. The Commemorative Garden has an accessible ramp on its south and east entrances which leads through the entirety of this contemplative space.<br /> <br /> The Commemorative Garden was made possible by: Dolores F. and Thomas A. Bruce Endowment Fund, Arkansas Community Foundation; State of Arkansas, City of Little Rock; Trinity Foundation; Winthrop Rockefeller Foundation; Little Rock Convention and Visitors Bureau; Frank B. Whitbeck; Entergy; Guardsmark; Southwestern Bell; Maumelle Gardens, Inc.; Bank of America; Riggs Benevolent Fund; Regions Bank and numerous other supporters.",
    "audioDescription": "The Commemorative Garden is located at the northwest corner of S. Park Street and W. Daisy L. Gatson Bates Drive and is directly west of the park's Visitor Center. The Commemorative Garden has a walking path through a grove of small trees featuring two brick and concrete arches, nine benches and nine trees to provide seating and shade for a visitor to sit and reflect in this tranquil landscape. The Commemorative Garden has an accessible ramp on its south and east entrances.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Benches/Seating",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "directly west from Visitor Center across S. Park Street or directly north from Central High School across W. Daisy L. Gatson Bates Drive",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "A contemplative space for visitors",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "CB66E326-BC14-4E81-A6A3-EF7A2D874FAB",
    "url": "https://www.nps.gov/places/elizabeth-eckford-bus-bench.htm",
    "title": "Elizabeth Eckford Bus Bench",
    "listingDescription": "The Elizabeth Eckford Bus Bench, located on the northeast corner of S. Park Street and 16th Street, is a replica from the 1957 desegregation crisis and a place for contemplative reflection.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BF2B20A8-E13D-2477-E4360B1EECD1CCCB.jpeg",
        "credit": "NPS Photo",
        "altText": "The Elizabeth Eckford Bus Bench, an outdoor contemplative exhibit by Central High School",
        "title": "Elizabeth Eckford Bus Bench",
        "description": "",
        "caption": "The Elizabeth Eckford Bus Bench, an outdoor contemplative exhibit by Central High School",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BF2B20A8-E13D-2477-E4360B1EECD1CCCB.jpeg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BF2B20A8-E13D-2477-E4360B1EECD1CCCB.jpeg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AR",
        "parkCode": "chsc",
        "designation": "National Historic Site",
        "fullName": "Little Rock Central High School National Historic Site",
        "url": "https://www.nps.gov/chsc/index.htm",
        "name": "Little Rock Central High School"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Little Rock",
      "Little Rock Central High School",
      "little rock central high school national historic site",
      "Little Rock Nine",
      "Civil Rights",
      "integration",
      "African American Civil Rights Network"
    ],
    "latitude": "34.73583785375132",
    "longitude": "-92.29775977281987",
    "latLong": "34.73583785375132,-92.29775977281987",
    "bodyText": "On Wednesday, September 4, 1957, ten African American students attempted to enter Central High for the first time. The previous evening, the principals of Dunbar and Horace Mann had informed these students that they would be going to Central the next day. Daisy Bates, President of the Arkansas Conference of Branches for the NAACP, had called the families of the students to inform them of the logistics for that Wednesday morning: do not come to Central High alone, but meet near the school around 8:30 a.m. where a group of local African American and white ministers would escort the students to the high school.<br /> <br /> Elizabeth Eckford did not receive notice about this plan of action - the Eckfords do not have a telephone. Mrs. Bates intended to try to reach the Eckfords on Wednesday morning, but forgot in the hurried pace of the morning. Elizabeth rode a bus to Central, approached the school just before 8:00 a.m. and saw the soldiers of the Arkansas National Guard surrounding the school. Barred by the soldiers in several failed attempts to be allowed past their ranks, Elizabeth found herself in the throes of an angry mob of protesters numbering over 300+ on Park Street. Chants [\"Two, four, six, eight! We don't want to integrate!\"], racial epithets, terroristic threats and spit descended down on this fifteen-year old student as she attempted to make her way to the end of Park Street where perceived safety awaited her at another bus stop and bench. After arriving at the bus stop, Elizabeth waited for 35 minutes; in the interim, she is denied entrance to Ponder's Drug and supported by Benjamin Fine and Grace Lorch.<br /> <br /> \"The mob of twisted whites, galvanized into vengeful action by the inaction of the heroic state militia, was not willing that the young school girl should get off so easily. Elizabeth Eckford had walked into the wolf's lair, and now that they felt she was fair game, the drooling wolves took off after their prey. The hate mongers, who look exactly like other, normal white men and women, took off down the street after the girl.\" - Buddy Lonesome, <i>St. Louis Argus</i><br /> <br /> \"Here she is this little girl, this tender little thing, walking with this whole mob baying at her like a pack of wolves seeking to destroy a little lamb.\" - Benjamin Fine, <i>New York Times</i><br /> <br /> Unveiled in 2018, a replica of the bench stands in the place where Elizabeth's first attempt at integration ended on that September day. The bench and surrounding plaques are the result of a student-led project by the Central High School Memory Project in collaboration with the University of Arkansas Clinton School of Public Service, the National Park Service and other partners. The Memory Project, a group inspired by the American Memory Project at the Library of Congress, immerses students in the oral history of civil rights and human rights through hands-on, inter-generational learning and requires students to analyze causes/effects of historical events as well as the resulting impact on both individuals in their families and institutions in our communities.<br /> <br /> The bench is a place for reflection, a space to remember the nonviolence demonstrated by a fifteen-year-old in the face of surrounding violence. We recommend using this <a href=\"https://www.youvisit.com/tour/tamara.mccormack/135966\">audio walking tour</a>, a supplemental digital companion researched, scripted, and recorded by the Central High Memory Project which follows the footsteps and narrates eyewitness accounts of the unsuccessful first attempt by all ten African American students (September 4, 1957) to attend classes during the historic desegregation crisis. <b>Note - this content is available as a free app on <a href=\"https://play.google.com/store/apps/details?id=com.toursphere.chsc&hl=en_US\">Google Play</a> and for <a href=\"https://apps.apple.com/in/app/central-high-lr9-1st-day/id1465894009\">some iOS</a> devices.</b>",
    "audioDescription": "The Elizabeth Eckford Bus Bench is located at the northeast corner of S. Park Street and 16th Street. The bench is a replica in the location where Elizabeth Eckford waited for a bus to take her away from her denied attempt to enter Central High School in September 1957. The bench features concrete legs, a wooden slat seat and a wooden back board with period appropriate advertisement. The bench is in a semicircle paved plaza with plants and plaques ringing the outside of this exhibit. Visitors may sit on the bench.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Benches/Seating",
      "Bus/Shuttle Stop",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot",
      "Tactile Exhibit",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "directly south of Bullock Temple CME Church (1513 S. Park St)",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The location where Elizabeth Eckford's first attempt to enter Central High School ended on September 4, 1957",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B4E141A7-398A-4D05-AC89-21AF3C7782FB",
    "url": "https://www.nps.gov/places/home-of-daisy-and-l-c-bates.htm",
    "title": "Home of Daisy and L.C. Bates",
    "listingDescription": "The Daisy and L.C. Bates Home is nationally significant for its role as the de facto command post during the Central High School desegregation crisis in Little Rock, Arkansas.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/1A1B5B82-BA7C-F66D-BA0C2BA6BEA04CEE.jpg",
        "credit": "NPS Photo",
        "altText": "The home of civil rights leaders, Daisy and L.C. Bates",
        "title": "Daisy and L.C. Bates home",
        "description": "",
        "caption": "The home of civil rights leaders, Daisy and L.C. Bates",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/1A1B5B82-BA7C-F66D-BA0C2BA6BEA04CEE.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/1A1B5B82-BA7C-F66D-BA0C2BA6BEA04CEE.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AR",
        "parkCode": "chsc",
        "designation": "National Historic Site",
        "fullName": "Little Rock Central High School National Historic Site",
        "url": "https://www.nps.gov/chsc/index.htm",
        "name": "Little Rock Central High School"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "daisy bates",
      "Little Rock",
      "Little Rock Central High School",
      "little rock central high school national historic site",
      "Little Rock Nine",
      "Civil Rights",
      "National Historic Landmark",
      "Civil Rights Movement",
      "Arkansas"
    ],
    "latitude": "34.721619",
    "longitude": "-92.288239",
    "latLong": "34.721619,-92.288239",
    "bodyText": "<p>The Daisy and L.C. Bates Home is nationally significant for its role as the de facto command post during the Central High School desegregation crisis in Little Rock, Arkansas. The house served as a haven for the Little Rock Nine, the group of African American students who desegregated Little Rock Central High School, and as a place to plan the best way to achieve their goals. <br /> <br /> As the president of the Arkansas State Conference of the National Association for the Advancement of Colored People (NAACP), Daisy Bates symbolized the legal fight to desegregate the public schools after the U.S. Supreme Court's 1954 ruling in <i>Brown v. Board of Education</i> that found segregated schools unconstitutional. Mrs. Bates combined her public roles as the state NAACP president and co-publisher (with her husband, L.C.) of the <i>Arkansas State Press</i> to become a mentor to the nine teenagers (known as the Little Rock Nine) who ultimately desegregated Central High School.<br /> <br /> Throughout the desegregation crisis, the Bates' home became the official pick-up and drop-off site for the Little Rock Nine's trips to and from Central High School each school day and, consequently, a gathering spot for the Nine and members of the press. As a result, the Bates home was a frequent target of violence by segregationists. In August 1957, a rock crashed through the living room window with a note attached that read \"STONE THIS TIME. DYNAMITE NEXT.\" Two crosses were burned in the front yard on different occasions and shots were fired into the house from a passing car. Over the course of the 1957-58 school year, this home \"became a fortress\" with a volunteer guard committee, flood lights and frequent calls to the police.<br /> <br /> The perseverance of Mrs. Bates and the Little Rock Nine during these turbulent years sent a strong message throughout the South that desegregation worked and the tradition of racial segregation under \"Jim Crow\" would no longer be tolerated in the United States of America. The Bates house stands as a symbol of the role of civil rights advocates who fought against legal and social obstacles to educational opportunity for African American youth during a period of southern massive resistance to desegregation.</p>",
    "audioDescription": "The ranch style home in Little Rock was the residence of Daisy and L.C. Bates during the Little Rock desegregation crisis. The house is a classic 1950s, single story ranch house, measuring thirty-nine by fifty-one feet in plan, and is sited on a large, nearly one-acre lot. The front of the house faces north on W. 28th Street. A house of similar style and vintage is located immediately to the east, and an older bungalow is located over 100 feet to the west. There is a scruffy tree line with no development past the rear of the property. The lot rises slightly from the street level to the house, declines several feet to the south elevation, and then runs level to the back of the lot. This change in grade reveals a basement that is partially finished along the south elevation. There is no vegetation other than mowed grass. The two-story frame house is sheathed in textured blonde brick veneer, and capped by a hipped roof with broad eaves; the roof is covered with white, strip asphalt shingles. A metal furnace flue and several plumbing vents penetrate the roof. The roof integrally shelters a two-bay carport that is open at the north and west elevations. Decorative, light steel posts support the roof at the carport, with supplemental wood posts since tornado damage in early 1999. The concrete slab floor of the carport is covered with green AstroTurf carpet, and is accessed by a twenty-foot wide concrete driveway. Painted steel casement and picture windows of varying sizes grace each of the elevations. The house is founded on cast concrete walls. The front (north) elevation is comprised of two picture windows with sidelights. The east elevation has one rectangular ten-light window and two smaller six-light windows. The west elevation has only one six-light casement window at the basement level. The rear (south) elevation has a centered picture window with sidelights flanked by two casement windows. On the basement level a door is centered below the picture window with two windows to the east, two windows to the west, and another door on the east end of the elevation.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.facebook.com/profile.php?id=100067810142251",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Sites",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "Daisy Bates House Museum Foundation",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "1207 West 28th Street in Little Rock, Arkansas. While privately owned, the house is open to the public. For more information and to schedule a tour, call (501) 375-1957.",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The Daisy and L.C. Bates Home is nationally significant for its role as the de facto command post during the Central High School desegregation crisis in Little Rock, Arkansas. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "90A89381-580F-4AF8-87B1-4FE8B6BED74C",
    "url": "https://www.nps.gov/places/brown-v-board-of-education-national-historical-park.htm",
    "title": "Kansas: Brown v Board of Education National Historical Park",
    "listingDescription": "On May 17, 1954, the United States Supreme Court decision in Brown v. Board of Education of Topeka unanimously ruled that racial segregation in schools was unconstitutional. This was a major turning point in the fight for public school desegregation.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/places/images/nri/20130826/siteadmin/5D942198-B5C6-601B-DD0CF50B82DCFC50/5D942198-B5C6-601B-DD0CF50B82DCFC50.jpg",
        "credit": "NPS",
        "altText": "Monroe Elementary School at night",
        "title": "",
        "description": "",
        "caption": "Monroe Elementary School at night",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "KS",
        "parkCode": "brvb",
        "designation": "National Historical Park",
        "fullName": "Brown v. Board of Education National Historical Park",
        "url": "https://www.nps.gov/brvb/index.htm",
        "name": "Brown v. Board of Education"
      },
      {
        "states": "AR",
        "parkCode": "chsc",
        "designation": "National Historic Site",
        "fullName": "Little Rock Central High School National Historic Site",
        "url": "https://www.nps.gov/chsc/index.htm",
        "name": "Little Rock Central High School"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil Rights",
      "Civil Rights Movement",
      "Brown v. Board of Education National Historic Site",
      "African American Civil Rights Network"
    ],
    "latitude": "39.03792",
    "longitude": "-95.6765",
    "latLong": "39.03792,-95.6765",
    "bodyText": "<p>Brown v. Board of Education National Historical Park (Brown v. Board or the park), located in Topeka, Kansas, covers two acres and includes the historic Monroe Elementary School, which served African American students during the segregation era. The neighborhood in which the park is located is a few blocks southeast of downtown Topeka. The neighborhood includes residences, light industry, small businesses, and vacant lots. Brown v. Board interprets the people, places, and events that contributed to the landmark U.S. Supreme Court decision that outlawed segregation in public education. Furthermore, the park interprets the integral role of the Brown case in the civil rights movement, preserves the former Monroe Elementary School and associated cultural landscape, and assists in the interpretation of related local, national, and international resources that further the understanding of the civil rights movement.<br /> <br /> The U.S. Supreme Court decision in Brown v. Board of Education (1954) is one of the most pivotal opinions ever rendered by that body. This landmark decision highlights the court’s role in affecting changes in national and social policy. Often when people think of the case, they remember a little girl whose parents sued so that she could attend an all-white school in her neighborhood. In reality, the story of Brown v. Board of Education is far more complex.<br /> <br /> By 1951, the country had experienced tremendous change that brought the nation closer to ending legal segregation. As the Cold War ideologies of the Soviet Union and the United States emerged as global counterpoints, the practice of racial segregation became an international issue, rather than a domestic issue. As the United States sought new allies to counter Soviet gains in Eastern Europe, it needed to shed the hypocrisy of advocating freedom and equality for all on the international stage while denying basic rights to its African American citizens at home. As a result, President Truman in 1947 used executive authority to order desegregation of the military. The Supreme Court declared unconstitutional the racial restrictive covenants that prevented African Americans and other minority groups from purchasing property in white neighborhoods. Additionally, the National Association for the Advancement of Colored People (NAACP) won numerous legal victories to integrate colleges in Oklahoma, Texas, and Missouri that established a new legal precedent to challenge segregation in public schools. After nearly 60 years of “separate but equal,” the NAACP and the nation were on the verge of a major victory against segregation.<br /> <br /> In late summer of 1948, members of the Topeka, Kansas, chapter of the NAACP volunteered to challenge the “separate but equal” doctrine governing public education. Following a strategy mapped out by Thurgood Marshall, head of the NAACP’s Legal Defense Fund, Topeka Branch President McKinley Burnett continued to petition the Board of Education to voluntarily desegregate the public schools while branch lawyers began putting a case together and signing up plaintiffs, often recruiting friends and neighbors. A group of 13 parents agreed to participate on behalf of their 20 children. In the summer of 1950, the branch notified the NAACP in New York that the school situation in Topeka had grown unbearable and they were prepared to go to court.<br /> <br /> In December 1952, the U.S. Supreme Court had on its docket cases from Kansas, Delaware, the District of Columbia, South Carolina, and Virginia, all of which challenged the constitutionality of racial segregation in public schools. The U.S. Supreme Court had consolidated these five cases under one name, Oliver Brown et al. v. the Board of Education of Topeka. One of the justices later explained that the U.S. Supreme Court felt it was better to have representative cases from different parts of the country. They decided to put Brown first “so that the whole question would not smack of being a purely Southern one.”<br /> <br /> This collection of cases was the culmination of years of legal groundwork laid by the NAACP in its work to end segregation. None of the cases would have been possible without the many individuals who were courageous enough to take a stand against the segregated public school system.<br /> <br /> Each of the five cases that collectively formed Brown v. Board of Education at the Supreme Court level varied in their specifics. Lack of buses to distant schools, poor facilities, and absence of basic equipment and supplies were among the evidence in the cases outside of Kansas. In Topeka, the African American schools were housed in good quality buildings with supplies and teacher pay commensurate with the city’s white schools. However, children of the plaintiffs were denied access to their much closer neighborhood schools. Instead, they had to attend more distant facilities designated for their race. On May 17, 1954, at 12:52 p.m., the U.S. Supreme Court issued a unanimous decision stating that it was unconstitutional—a violation of the 14th Amendment— to separate children in public schools for no other reason than their race.<br /> <br /> At the end of the Civil War, those recently freed from bondage began to migrate out of the South. In 1874, the Kansas state legislature enacted a civil rights law making it illegal for any business serving the public or operating under a municipal license to discriminate on the basis of race, color, or previous condition of servitude. This protective law, coupled with the availability of land through the Homestead Act, resulted in a flood of African Americans looking for a safe place to settle in Kansas. Thousands of “Exodusters,” as they became known, fled the violence and legal discrimination of the South with the end of Reconstruction in 1877. The question of how to educate the children of the new arrivals remained a subject of debate. Kansas settled on voluntary segregation of public elementary schools in larger cities, with an emphasis in Topeka on providing materially equal facilities for African American children. This policy stood firm from the 1920s until the time of the Brown decision.<br /> <br /> Brown v. Board of Education National Historic Site was established in Topeka, Kansas, on October 26, 1992, by Public Law 102-525. The park opened to the public in 2004 on the 50th anniversary of the Brown v. Board of Education ruling. The Monroe Elementary School had, with the Sumner Elementary School in Topeka, been designated a national historic landmark in 1987.<br /> <br /> By Public Law 117-123, the site was redesignated Brown v. Board of Education National Historical Park on May 12, 2022. The park works with many partners to explore through exhibits, education programs, interpretation, and special events the story of Brown v. Board of Education in the context of the ongoing civil rights struggle.<br /> <br /> In October 2019 The Brown v. Board Of Education National Historical Park became part of the <a href=\"https://www.nps.gov/subjects/civilrights/african-american-civil-rights-network.htm\">African American Civil Rights Network</a>. <br /> <br /> <em>The</em> <em>African American Civil Rights Network (AACRN) recognizes civil rights movement in the United States and the sacrifices made by those who fought against discrimination and segregation. Created by the African American Civil Rights Act of 2017, and coordinated by the National Park Service, the Network tells the stories of the people, places, and events of the modern U.S. civil rights movement from 1939 -1968 through a collection of public and private elements.</em></p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Topeka, Kansas",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Monroe Elementary School was the school Linda Brown attended after she was denied attendance at the all-white Sumner Elementary School",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historical Park",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "75E2F809-30CA-4D4D-9DEC-CABF0E89AB3C",
    "url": "https://www.nps.gov/places/central-high-school.htm",
    "title": "Little Rock Central High School",
    "listingDescription": "Little Rock Central High School, a functioning 9th - 12th grade facility, is a combined Collegiate Gothic and Art Deco style building that covers much of two city blocks and contains over 150,000 square feet. The school is closed to the public.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BD3010C5-0BF8-38F5-112BFEF4D7393E76.jpg",
        "credit": "NPS Photo",
        "altText": "Little Rock Central High School",
        "title": "Little Rock Central High School",
        "description": "",
        "caption": "Little Rock Central High School",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BD3010C5-0BF8-38F5-112BFEF4D7393E76.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BD3010C5-0BF8-38F5-112BFEF4D7393E76.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AR",
        "parkCode": "chsc",
        "designation": "National Historic Site",
        "fullName": "Little Rock Central High School National Historic Site",
        "url": "https://www.nps.gov/chsc/index.htm",
        "name": "Little Rock Central High School"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Little Rock",
      "Little Rock Central High School",
      "little rock central high school national historic site",
      "Little Rock Nine",
      "civil right",
      "African American Civil Rights",
      "African American Civil Rights Network",
      "National Register of Historic Places",
      "nrhp",
      "Historic Preservation Fund",
      "Historic Preservation Grants"
    ],
    "latitude": "34.736813",
    "longitude": "-92.298963",
    "latLong": "34.736813,-92.298963",
    "bodyText": "<p><span style=\"color:#000000;\">An architectural wonder, Little Rock Senior (later Central) High School stood larger and more expensive than any high school when it opened in 1927. In the era of Jim Crow laws and at a time when Supreme Court-mandated policy allowed educational facilities to be \"separate but equal\", Little Rock Central High School admitted only white students during its first three decades. These students received greater educational opportunity than did their African American counterparts throughout the city.<br /> <br /> The landmark <i>Brown v. Board of Education</i> decision in 1954 held separate educational facilities to be inherently unequal. Three years after <i>Brown</i>, Little Rock Central High School became the epicenter of a direct challenge to federal authority and enforcement not seen since post-Civil War Reconstruction.In September 1957, angry mobs, the governor of Arkansas and the Arkansas National Guard blocked two attempts by African American students to enter and integrate the school. Later dubbed by the media as the Little Rock Nine, this group of students succeeded on their third attempt. They entered classes on September 25, 1957, escorted by the 101st Airborne, which had been ordered by President Dwight D. Eisenhower to enforce the ruling and prevent interference with court orders of integration.<br /> <br /> Despite the presence of troops, the Little Rock Nine faced harassment—verbal and violent, private and public, latent and life-altering—throughout the school year. The following year, voters chose in a special election to reject immediate racial integration of all schools within the Little Rock School District, allowing four local high schools to be shuttered for an entire school year.<br /> <br /> Today, Little Rock Central High School is still a functioning 9th - 12th grade facility and is not open to the public. Visitors to the National Historic Site can schedule a ranger-led program in advance (if available) which often go to the front grounds of the school (check park website for available dates). If ranger-led programs are unavailable or not part of your visitation plan, you may walk on the front ground and/or up a stairway to the main entrance at the front of Central High School only.<br /> <br /> Little Rock Central High boasts impressive statues of four figures over the front entrance representing Ambition, Personality, Opportunity and Preparation. At the 1927 dedication, Lillian McDermott, then-president of the School Board, claimed that the new school \"would stand...for decades to come [as] a public school where Ambition is fired, where Personality is developed, where Opportunity is presented and where Preparation in the solution of life's problems is begun.\" A new statue by Clay Enoch entitled “United” featuring two figures working to close two open and intertwined circles stands guard adjacent to a side entrance on the building’s east side. Note: the stairway and front entrance are not accessible from outside the school; the lower landing and reflecting pool are accessible from the south sidewalk in front of Central High School.<br /> <br /> Little Rock Central High School, the only operating high school designated as a National Historic Site, is important beyond its past. Learn how the sacrifice and struggle endured by nine African American teenagers more than a half century ago have provided opportunities and opened doors to those seeking equality—and education—around the world.</span><br /> <br /> <em><span style=\"color:#000000;\">A project through the </span><a href=\"http://go.nps.gov/civilrightsgrant\"><span style=\"color:#000000;\">African American Civil Rights Grant Program</span></a><span style=\"color:#000000;\">, which works to document, interpret, and preserve the sites and stories related to the African American struggle to gain equal rights, funded work to rehabilitate Little Rock Central High School. The project focused on repairing and replacing windows on the front façade of the building to help preserve this historic landmark for future generations of students. </span></em></p>",
    "audioDescription": "Little Rock Central High School is a combined Collegiate Gothic and Art Deco style building that covers much of two city blocks and contains over 150,000 square feet. The building, which stands six stories tall including the bell tower and the basement, was constructed of structural tan brick walls and an internal steel frame, and features an elaborate entrance raised above a court with a reflecting pool. Central High School is located on the southwest corner of S. Park Street and W. Daisy L. Gatson Bates Drive and is a functioning 9th - 12th grade facility today. The building with its irregular but generally Y-shaped plan was completed in 1929. The plan can be divided into five distinct sections; a dominant central portion containing an auditorium and a cafeteria on the lowest level; and four classroom wings, two per side, wrapping around a central elliptical reflecting pool in the building's foreground. The school's plan and façade are symmetrical about a central axis that bisects the pool and central core. The arrangement of windows and doors on the elevations of this building consists of horizontal bands of paired windows separated by spandrels and pilasters of varying vertical height. The east, primary façade consists of a landscaped forecourt with the reflecting pool. The forecourt is framed by a five-story center tower capped by cast stone spandrels with Gothic arch detailing. Pilasters rise above the parapet level and are capped with cast stone. Parapets of the main section are lined with medieval shields and crests of cast stone. Gothic pointed arches of cast stone span between broad pilasters at the facade's pinnacle and round arched colonnades of cast stone decorate the next lower level.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.lrsd.org/Page/2916",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Sites",
      "Benches/Seating",
      "Cellular Signal",
      "Elevator",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "Little Rock School District",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "1500 Little Rock Nine Way (previously S. Park St.)",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The largest high school in America upon its opening in 1927; site of the first fundamental test to the United States’ resolve to enforce African-American civil rights in the face of massive southern defiance following Brown v. Board of Education.   ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places; National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "688A740B-648B-4708-9953-6A6DF5EDDCF3",
    "url": "https://www.nps.gov/places/magnolia-mobil-gas-station.htm",
    "title": "Magnolia Mobil Gas Station",
    "listingDescription": "The historic Magnolia Mobil Gas Station at the southeast corner of South Park Street/West Daisy L. Gatson Bates Drive and across the street from Central High School’s campus played an important role in the 1957 desegregation crisis. This service station was one of the few businesses in the immediate neighborhood which had a pay telephone on site, so by default it served as the media headquarters for newspaper journalists, radio correspondents and television reporters.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C384B030-E5AE-C87E-84D489C612970B62.jpg",
        "credit": "NPS Photo",
        "altText": "The historic Magnolia Mobil Gas Station, the de facto media headquarters during the 1957 crisis.",
        "title": "Magnolia Mobil Gas Station",
        "description": "",
        "caption": "The historic Magnolia Mobil Gas Station, the de facto media headquarters during the 1957 crisis.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C384B030-E5AE-C87E-84D489C612970B62.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C384B030-E5AE-C87E-84D489C612970B62.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AR",
        "parkCode": "chsc",
        "designation": "National Historic Site",
        "fullName": "Little Rock Central High School National Historic Site",
        "url": "https://www.nps.gov/chsc/index.htm",
        "name": "Little Rock Central High School"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Little Rock",
      "Little Rock Central High School",
      "little rock central high school national historic site",
      "Little Rock Nine",
      "Mobil"
    ],
    "latitude": "34.73762195111704",
    "longitude": "-92.29752502777937",
    "latLong": "34.73762195111704,-92.29752502777937",
    "bodyText": "<strong>“What Is Significant About the Gas Station?” </strong><br /> <br /> Visitors to the site often are curious about the restored gas station and how it relates to the stories of Central High School. The Magnolia Mobil service station located at the corner of Daisy L. Gatson Bates Drive and Park Street was built in the 1920s, about the same time that Little Rock Central High School was built. Throughout the years, the building has served as a gas station, a hangout for students, a temporary “office” for reporters during the desegregation crisis, storage for a wholesale florist business, and a National Historic Site visitor center. <br /> <br /> <strong>The History of the Gas Station </strong><br /> <br /> This service station was built for the Magnolia Petroleum Company of Texas in the 1920s. Called the “Southwest” model, this station in Little Rock was identical to many others across Texas and Arkansas. The Magnolia Petroleum Company was one of many regional oil companies owned by Magnolia Oil Corporation. Founded as Vacuum Oil Company of Rochester, New York by Matthew Ewing and Hirman Everest in 1866, the company became a subsidiary of John D. Rockefeller’s Standard Oil Corporation of Ohio in 1879 and later a part of the Standard Oil Trust. In response to a 1911 Supreme Court decree against monopolies, the Standard Oil Group was broken into thirty-four companies. One of the successor companies, Standard Oil Company of New York (SOCONY), acquired full interest in the Magnolia Petroleum Company of Texas and some other regional oil companies before merging with the Vacuum Oil Company (another member of the Standard Oil Group) in 1931. <br /> <br /> As Socony-Vacuum, the company led the way in pioneering lubricants and new energy sources. The name changed to Socony Mobil Oil Company in 1955, Mobil Oil Corporation in 1966, and Mobil Corporation in 1976. In the late 1950s, the station featured both Mobil and Magnolia signs to capitalize on regional and national brand identification. The station was in operation into the 1980s, when it closed and the building was acquired by the wholesale florist that was once located across the street. The company used it for storage until 1996 when Central High Museum, Inc., a nonprofit organization, purchased the property to use as a visitor center. The Mobil Foundation assisted in restoring the exterior of the station to its 1957 appearance. Mobil’s corporate archives supplied the architects with the original specifications for the vintage signage, the paint scheme, and the gas pumps. The visitor center opened in September 1997 for the 40th anniversary of the desegregation events at the school. <br /> <br /> In November 1998, President Clinton signed legislation designating Little Rock Central High School National Historic Site as a unit of the National Park Service. Central High Museum, Inc. donated the property to the National Park Service; the station served as the interim visitor center until September 2007 when the new permanent center opened on the 50th Anniversary of Central High's integration. <br /> <br /> <br /> <strong>During the 1957-58 School Year </strong><br /> <br /> The service station was one of the few businesses in the immediate neighborhood and had a pay telephone on site. During the early days of the desegregation crisis, when reporters from all over the state, nation, and world converged on Little Rock, many phoned in their reports from the station. The press included a number of local and international reporters from magazines and newspapers such as <em>The New York Times, Life, Look, Arkansas</em> <em>Gazette, Arkansas Democrat, Arkansas State Press, Der Spiegel </em>(a German Periodical), <em>Chicago Defender,</em> and <em>Baltimore Afro-American</em>. <br /> <br /> In the 1950s, television was entering mainstream America as a medium for news, and the events in Little Rock were among the first major news events to be televised. Reporters representing the major networks featured live footage of the events as Arkansas National Guard troops, on orders of the governor, kept nine African American teenagers out of the school. <br /> <br /> <em>“...the world media took a moral stand on Little Rock and they were horrified...there was so much media coverage, even though we knew [the people in the crowd] were crazy we also knew that they would have to be really crazy to kill one of us in public.”</em><br /> Minnijean Brown-Trickey, Little Rock Nine<br /> <br /> <br /> <br /> <br /> <br /> <br /> <br /> <br /> <br /> <br /> <br /> <br />  ",
    "audioDescription": "The Magnolia Mobil Station is located across W. Daisy L. Gatson Bates Drive from the park visitor center. The one-story white stucco structure with terracotta barrel tile roofing features three Mobil gas pumps beneath the service station's pull-through. Two former service bays are at the left side of the station with \"Mobilgas\" and \"Mobilubrication\" in lettering above the left and right doors, respectively. Above the main entrance door is a \"Public Telephone\" plaque. On the northwest corner of the station is a large metal Mobil sign mounted above the street corner. The west side of the building is bounded by grass and sidewalks leading to a side door and former location of the station's restrooms. The east side of the station is bounded by a parking lot with 7 parking spaces and 1 accessible parking space. The north side of the station has ballasts to keep vehicle traffic from entering on to the station grounds and is bordered by a sidewalk that shifts to a driveway apron on W. Daisy L. Gatson Bates Drive. Today, the building serves as offices and storage space for the park's facilities/maintenance department and is not open to the public.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "2125 W Daisy L Gatson Bates Dr, Little Rock, AR 72202",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Its proximity to Central High School and its pay telephone made this building the de facto media headquarters during the 1957 desegregation crisis. ",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "4E611F5D-E739-45F2-9656-AE0F33154BD8",
    "url": "https://www.nps.gov/places/nw-corner-of-park-street-and-daisy-l-gatson-bates-drive.htm",
    "title": "NW Corner of Park Street and Daisy L. Gatson Bates Drive",
    "listingDescription": "The northwest corner of Park Street and W. Daisy L. Gatson Bates Drive (formerly 14th Street) is a stop on the Little Rock Central High School NHS self-guided audio tour. From this location on September 4, 1957, members of the Little Rock Nine and minsters would gather before attempting to integrate Central High School for the first time in its history.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/EE8225AA-D8E7-67B3-1004448B25DA1EFB.jpg",
        "credit": "NPS Photo",
        "altText": "The corner of Park and then-14th Street facing north toward 13th Street & the park's Visitor Center",
        "title": "Northwest Corner of Park and 14th",
        "description": "",
        "caption": "This corner was the gathering place for members of the Little Rock Nine & local ministers on 9/4/57",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EE8225AA-D8E7-67B3-1004448B25DA1EFB.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EE8225AA-D8E7-67B3-1004448B25DA1EFB.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AR",
        "parkCode": "chsc",
        "designation": "National Historic Site",
        "fullName": "Little Rock Central High School National Historic Site",
        "url": "https://www.nps.gov/chsc/index.htm",
        "name": "Little Rock Central High School"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Little Rock",
      "Little Rock Central High School",
      "Little Rock Nine",
      "little rock central high school national historic site",
      "Arkansas",
      "Self-guided Tour",
      "Civil Rights"
    ],
    "latitude": "34.73782223976216",
    "longitude": "-92.2978217423973",
    "latLong": "34.73782223976216,-92.2978217423973",
    "bodyText": "The northwest corner of Park Street and W. Daisy L. Gatson Bates Drive (formerly 14th Street) is a stop on the Little Rock Central High School NHS self-guided audio tour. From this location on September 4, 1957, members of the Little Rock Nine and minsters would gather before attempting to integrate Central High School for the first time in its history.",
    "audioDescription": "The northwest corner of Park Street and W. Daisy L. Gatson Bates Drive (formerly 14th Street) is a stop on the Little Rock Central High School NHS self-guided audio tour. The corner is bounded by a paved sidewalk 4 feet wide and adjacent to the park's Commemorative Garden. On the street sides of the sidewalk are grass berms approximately 4 feet wide; at the crosswalks, there is a sloped ramp cut to the street and curbed boundaries from the sidewalk to the street.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Benches/Seating",
      "Cellular Signal",
      "Scenic View/Photo Spot",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6CA3DA56-4062-4848-B49F-D9C66F377D13",
    "url": "https://www.nps.gov/places/north-curvilinear-front-sidewalk-at-central-high-school.htm",
    "title": "North Curvilinear Front Sidewalk at Central High School",
    "listingDescription": "Adjacent to the North Curvilinear Front Sidewalk at Central High School is the location where Elizabeth Eckford is first identified by segregationists and converged upon as she proceeds down Park Street on September 4, 1957 - the first attempt to integrate Little Rock Central High School.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F4C76979-DC1B-BCAA-C9059BE2C728105C.jpg",
        "credit": "NPS Photo",
        "altText": "A curvilinear sidewalk provides access from the sidewalk to the sunken plaza or school's front door.",
        "title": "North Curvilinear Front Sidewalk",
        "description": "",
        "caption": "A curvilinear sidewalk provides access from the sidewalk to the sunken plaza or school's front door.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F4C76979-DC1B-BCAA-C9059BE2C728105C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F4C76979-DC1B-BCAA-C9059BE2C728105C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AR",
        "parkCode": "chsc",
        "designation": "National Historic Site",
        "fullName": "Little Rock Central High School National Historic Site",
        "url": "https://www.nps.gov/chsc/index.htm",
        "name": "Little Rock Central High School"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Little Rock",
      "Little Rock Central High School",
      "little rock central high school national historic site",
      "Little Rock Nine",
      "Arkansas",
      "self guided tour",
      "Civil Rights",
      "African American Civil Rights Network"
    ],
    "latitude": "34.737550882551474",
    "longitude": "-92.29782514980698",
    "latLong": "34.737550882551474,-92.29782514980698",
    "bodyText": "Adjacent to the North Curvilinear Front Sidewalk at Central High School is the location where Elizabeth Eckford is first identified by segregationists and converged upon as she proceeds down Park Street. After being turned away by Arkansas National Guardsmen and forced on Park Street, Eckford is encircled by a segregationist mob and the media. <br /> <br />  ",
    "audioDescription": "The north curvilinear front sidewalk leads from the street sidewalk toward the either the sunken plaza/reflecting pool or to access the school's main entrance. The sidewalk is approximately 8 feet wide and composed of aggregate materials. The diameter of the sidewalk - which forms a semicircle that reconnects to the main street sidewalk - is approximately 165 feet. The designed sequence of movement from the street to the front door can be experienced today almost exactly as it was originally planned. The layout of the curving sidewalks on either side of the main street vista is almost symmetrical. Two paths lead into the plaza, where the building appears even more imposing than from the street. While both paths originally included staircases down into the plaza, the southern staircase was removed and replaced with a universally accessible ramp when the reflecting pool was reconstructed in 2005.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Cellular Signal",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7FA25B11-ADD1-49FE-84AA-4DEA00430E87",
    "url": "https://www.nps.gov/places/north-junction-of-front-curvilinear-sidewalks-at-central-high-school.htm",
    "title": "North Junction of Front Curvilinear Sidewalks at Central High School",
    "listingDescription": "Near this location, Elizabeth Eckford (one of the Little Rock Nine) is turned away and denied entrance on to the grounds of Central High School for a second time by Arkansas National Guardsmen; this first attempt to integrate Little Rock Central High School occurs on September 4, 1957.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F8467A34-B0B8-0E5B-523E74313A5803AD.jpg",
        "credit": "NPS Photo",
        "altText": "This junction of two sidewalks provides access to the sunken plaza or to the front entrance.",
        "title": "Junction of North Curvilinear Sidewalks",
        "description": "",
        "caption": "Near this location, Elizabeth Eckford (Little Rock Nine) is again denied entrance on school grounds.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F8467A34-B0B8-0E5B-523E74313A5803AD.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F8467A34-B0B8-0E5B-523E74313A5803AD.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AR",
        "parkCode": "chsc",
        "designation": "National Historic Site",
        "fullName": "Little Rock Central High School National Historic Site",
        "url": "https://www.nps.gov/chsc/index.htm",
        "name": "Little Rock Central High School"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Arkansas",
      "Little Rock",
      "Little Rock Central High School",
      "little rock central high school national historic site",
      "Little Rock Nine",
      "Civil Rights",
      "self guided tour",
      "African American Civil Rights Network"
    ],
    "latitude": "34.73710503449612",
    "longitude": "-92.29788042195128",
    "latLong": "34.73710503449612,-92.29788042195128",
    "bodyText": "Near this location, Elizabeth Eckford (one of the Little Rock Nine) is turned away and denied entrance on to the grounds of Central High School for a second time by Arkansas National Guardsmen; this first attempt to integrate Little Rock Central High School occurs on September 4, 1957.",
    "audioDescription": "The junction of the north curvilinear front sidewalks leads from the street sidewalk toward the either the sunken plaza/reflecting pool or to access the school's main entrance. The sidewalk is approximately 8 feet wide and composed of aggregate materials. The diameter of the sidewalk - which forms a semicircle that reconnects to the main street sidewalk - is approximately 165 feet. Two other sidewalks branch off this junction: one sidewalk proceeds west leading to stairs heading down to access the sunken plaza and reflecting pool; the other sidewalk heads northwest toward the school and s-curves back to southwest as it approaches the main entrance of Central High School. The designed sequence of movement from the street to the front door can be experienced today almost exactly as it was originally planned. The layout of the curving sidewalks on either side of the main street vista is almost symmetrical. Two paths lead into the plaza, where the building appears even more imposing than from the street. While both paths originally included staircases down into the plaza, the southern staircase was removed and replaced with a universally accessible ramp when the reflecting pool was reconstructed in 2005.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Cellular Signal",
      "Scenic View/Photo Spot",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E26D9821-46C3-48A6-A088-7326845F282C",
    "url": "https://www.nps.gov/places/paul-laurence-dunbar-high-school.htm",
    "title": "Paul Laurence Dunbar High School",
    "listingDescription": "When it was built in 1929, Paul Laurence Dunbar High School in Little Rock was the most modern and complete high school constructed for African Americans in the state. It became known as \"The Finest High School for Negro Boys and Girls in Arkansas.\"",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/466D370A-CEF8-5A60-63A564B27EA538C5.jpg",
        "credit": "NPS Photo",
        "altText": "Paul Laurence Dunbar High School (now Middle School) in Little Rock",
        "title": "Paul Laurence Dunbar High School",
        "description": "",
        "caption": "Upon its completion, Dunbar was the most complete high school constructed for African Americans.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/466D370A-CEF8-5A60-63A564B27EA538C5.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/466D370A-CEF8-5A60-63A564B27EA538C5.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AR",
        "parkCode": "chsc",
        "designation": "National Historic Site",
        "fullName": "Little Rock Central High School National Historic Site",
        "url": "https://www.nps.gov/chsc/index.htm",
        "name": "Little Rock Central High School"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Little Rock",
      "Little Rock Central High School",
      "little rock central high school national historic site",
      "Little Rock Nine",
      "Civil Rights",
      "Civil Rights Movement",
      "Arkansas",
      "brown v. board of education",
      "Dunbar",
      "Paul Laurence Dunbar"
    ],
    "latitude": "34.73237241390097",
    "longitude": "-92.28626212764739",
    "latLong": "34.73237241390097,-92.28626212764739",
    "bodyText": "<strong>Construction</strong><br /> <br /> By the late 1920s, the school for African-American students, Gibbs High School, could no longer accommodate growing class sizes. After a fire destroyed parts of Gibbs, the Little Rock School bulit Dunbar in 1929. Construction of Dunbar cost $400,000. Because the school board spent $1.5 million in 1927 to build the new Little Rock Senior (now Central) High School for white students, funding was unavailable to complete Dunbar. As a result, parents and community members sought private funds to help build the school. Funding from the Julius Rosenwald Foundation and the Rockefeller General Education Fund helped pay for Dunbar's construction. <br /> <br /> <em>\"[Dunbar] was something that the Black community could point to with pride and say that the school belonged to the Blacks ... and that even though we were separate, that we did achieve educationally.\"</em><br /> Ellen Turner Carpenter <br /> National Dunbar Alumni Association (NDM) Collection, University of Arkansas at Little Rock Archives and Special Collections <br /> <br /> <br /> <strong>Who was Paul Laurence Dunbar? </strong><br /> <br /> Hailed by Frederick Douglass as \"the most promising young colored man in America;' Paul Laurence Dunbar rose from meager beginnings to become the premier African-American poet of the late 19th and early 20th centuries. Dunbar was born on June 27, 1872, in Dayton, Ohio. His parents were former slaves from Kentucky. His mother, Matilda Murphy Dunbar, worked hard to support her family after Dunbar's father left, and she fostered a lifelong love of learning in her children. <br /> <br /> By the age of fourteen, Dunbar published poems in the Dayton Herald. During his lifetime his poetry was published in such mainstream journals as Atlantic Monthly and Saturday Evening Post. Dunbar married a young writer, Alice Ruth Moore of New Orleans, and soon began working at the Library of Congress in Washington, DC, from 1897-98. Dust from the stacks of books aggravated his health problems and in 1906, Dunbar died from complications of tuberculosis. <br /> <br /> Throughout his short life, Dunbar gave poetry recitals across the United States and Europe. His use of dialect and colorful language earned him acclaim as the \"poet laureate of the Negro race.\" A collection of his poems was published in 1913, seven years after his death. <br /> <br /> In recognition of his accomplishments, many schools throughout the country are named in honor of Dunbar. <br /> <br /> <br /> <strong>Separate and Unequal </strong><br /> <br /> <em>\"I just couldn't wait until I finished elementary school so that I could enter Dunbar.\"</em><br /> Boston L. Torrence, Jr. <br /> NDAA collection/UALR Archives and Special Collections <br /> <br /> Although Dunbar was a model school for African Americans in Arkansas before integration, facilities available to whites and African Americans remained unequal. Dunbar High School housed both a junior and senior high school, as well as a junior college. Classes emphasized vocational and liberal arts training for all pupils. Students could earn a high school diploma, a trade certificate, or both. They also could prepare to attend college or enter the workforce, equipped with a marketable skill. The school played a large role in nurturing the children of Little Rock's African American community. Students from other parts of Arkansas came to Little Rock to live with relatives in order to have the opportunity to study at Dunbar. <br /> <br /> The curriculum at Dunbar provided the students with an understanding of their heritage and of African American achievements. Dunbar High School became known as a model of academic excellence for African Americans in Arkansas despite its limited facilities and funding. Dunbar gave students the foundation they needed to continue their educations and many Dunbar students earned advanced degrees. <br /> <br /> <br /> <strong>Comparisons between Paul Laurence Dunbar High School and Little Rock Senior (Central) High School [from inception until 1955]</strong><br /> <br /> Cost to build<br /> Paul Laurence Dunbar High School - $400,000 in 1929<br /> Little Rock Senior High School - $1,500,000 in 1927<br /> <br /> Funding<br /> Paul Laurence Dunbar High School - Rosenwald Fund and Rockefeller General Education Fund <br /> Little Rock Senior High School - Little Rock School Board <br /> <br /> Student Capacity<br /> Paul Laurence Dunbar High School - 1,600<br /> Little Rock Senior High School - 3,000 <br /> <br /> Square Footage of School<br /> Paul Laurence Dunbar High School - 200,000 sq. feet<br /> Little Rock Senior High School - 600,000 sq. feet<br /> <br /> Classrooms<br /> Paul Laurence Dunbar High School - 34<br /> Little Rock Senior High School - 100<br /> <br /> Textbooks<br /> Paul Laurence Dunbar High School - \"Hand-me-downs\"<br /> Little Rock Senior High School - Purchased New<br /> <br /> Library Books<br /> Paul Laurence Dunbar High School - 5,000<br /> Little Rock Senior High School - 11,000<br /> <br /> Athletic Facilities<br /> Paul Laurence Dunbar High School - No gymnasium or practice fields <br /> Little Rock Senior High School - Gymnasium & stadium <br /> <br /> Salary for School Principal<br /> Paul Laurence Dunbar High School - $344 per month<br /> Little Rock Senior High School - $500 per month<br /> <br /> Levels of Instruction<br /> Paul Laurence Dunbar High School - Junior High, High School, Junior College <br /> Little Rock Senior High School - High School, Junior College <br /> <br /> <br /> <strong>Dunbar Magnet Middle School Today </strong><br /> <br /> In 1954, the U.S. Supreme Court mandated an end to racially segregated public schools when it rendered the<em> Brown v. Board of Education of Topeka</em> and <em>Brown II </em>decisions in 1954 and 1955, respectively. The Little Rock School Board developed a plan for gradual desegregation beginning at the high school level. In 1955, Dunbar High School became a junior high and Horace Mann opened as the new senior high school for African-American students. <br /> <br /> Between 1955 and 1999 Dunbar served as a junior high school and now it is a Magnet Middle School, offering specialty classes in international studies. In the fall of 1980, Dunbar was listed on the National Register of Historic Places. <br /> <br /> Over the years Dunbar graduates have formed nationwide alumni chapters to promote the civic, educational, and social interests of their communities. <br /> <br /> <br /> <br /> <br />  ",
    "audioDescription": "Dunbar sits immediately on Wright Avenue and is now a Magnet Middle School for the Little Rock School District. The school is three stories tall and flanked by two main entrances with steps leading into the school. Opened in 1929, the school is a brown brick building with buff features along its façade.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.lrsd.org/Page/2944",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Benches/Seating",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "Little Rock School District (closed to the public)",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "1100 Wright Ave, Little Rock, AR 72206",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "When it was built in 1929, Paul Laurence Dunbar High School in Little Rock was the most modern and complete high school constructed for African Americans in the state. It became known as \"The Finest High School for Negro Boys and Girls in Arkansas.\"",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "705A18AD-38FE-4B25-94EB-26794B0779ED",
    "url": "https://www.nps.gov/places/philander-smith-college-and-the-1957-crisis.htm",
    "title": "Philander Smith College and the 1957 Crisis",
    "listingDescription": "In 1957, Little Rock’s Philander Smith College, an historically black college, opened its doors to the “Little Rock Nine” to help them prepare for their first days as students at Central High School. Barred from entering the all-white high school by order of the governor, the students struggled to keep from falling behind in their coursework, aided by Philander Smith College faculty members.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/167A1484-915C-113B-2E66141784146A9D.jpg",
        "credit": "Photo by Isaiah Trickey",
        "altText": "President Clinton and members of the Little Rock Nine at a Philander Smith commemorative service.",
        "title": "Philander Smith and the 1957 crisis",
        "description": "",
        "caption": "President Bill Clinton is joined by members of the Little Rock 9 for a service at Philander Smith.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/167A1484-915C-113B-2E66141784146A9D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/167A1484-915C-113B-2E66141784146A9D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AR",
        "parkCode": "chsc",
        "designation": "National Historic Site",
        "fullName": "Little Rock Central High School National Historic Site",
        "url": "https://www.nps.gov/chsc/index.htm",
        "name": "Little Rock Central High School"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Arkansas",
      "Little Rock",
      "Little Rock Central High School",
      "little rock central high school national historic site",
      "Little Rock Nine",
      "Civil Rights",
      "HBCU",
      "Historically Black Colleges And Universities",
      "Historic Preservation Fund",
      "Historic Preservation Grants"
    ],
    "latitude": "34.736773707651",
    "longitude": "-92.28234660829612",
    "latLong": "34.736773707651,-92.28234660829612",
    "bodyText": "<p><strong>September 1957 </strong></p> <p>On the evening of September 2, 1957, the day before the schools were to open in Little Rock, Governor Orval Faubus appeared on statewide television and announced that he intended to surround Central High School with Arkansas National Guard troops because of “evidence of disorder and threats of disorder.”  Faubus said, </p> <p><em>“The mission of the State militia is to maintain or restore order to protect the lives and property of citizens.” </em></p> <p>Two days later, nine African-American students, the “Little Rock Nine,” attempted to enter the school, but were turned away by the troops. </p> <p>While the NAACP and the school board pursued the matter through the federal courts, all of the Nine were denied entry to the school for the next two weeks. During this time Philander Smith College opened its doors to the students. The faculty provided tutorial opportunities for the students to enable them to stay current with their studies and rejoin their white classmates. </p> <p><em>“Realizing that the dilemma of integration wasn’t going to be resolved quickly, everybody seemed to be concerned about our falling behind in our schoolwork. Teachers from our community along with other professionals were offering to give us books and to tutor us. It felt good to dress in school clothes and go to Philander Smith, our community’s college. For part of each day, I studied schoolwork and spent time with my eight friends, enjoying a thimbleful of normality.” </em></p> <p>Melba Patillo Beals, Little Rock Nine</p>   <p><strong>The Faculty Responds </strong></p> <p>Dr. Ozell Sutton attended Philander College and graduated in 1950. He was the president of the Little Rock chapter of Philander Alumni. He recalled his involvement in tutoring the Little Rock Nine.:</p> <p><em>“The subject of the tutorial was how do we get through this?  We learned strength, vitality, and throughout the civil rights movement that young people were our contacts with what ought to be. They (Little Rock Nine) forced me to act out my commitment...I learned how to struggle, and what it means to be committed...Philander was there, willing and ready to assist.” </em></p>   <p><strong>Philander Students Continue the Fight </strong></p> <p>In March 1960, nearly 50 students participated in a sit-in demonstration at Woolworth’s lunch counter in downtown Little Rock. Store managers closed the lunch counter and five Philander Smith College students were arrested after refusing to leave. They were charged with loitering and with “creating a disturbance in a public place.” Chief of Police Eugene Smith reported that all five were “sitting there with their backs to the counter” reading books and magazines. </p> <p>George Howard, Jr., an attorney for the five students argued in court that the arrests were a violation of the 14th Amendment to the United States Constitution. He said that criminal laws should not be used to help private business owners deprive customers of equal treatment. </p>   <p><strong>September 1997  </strong></p> <p>In 1997, President Bill Clinton attended a candlelight vigil at Philander Smith College in observance of the 40th anniversary of the Central High desegregation crisis. In his speech, he stated, </p> <p><em>“...Parents and family members who were threatened with the loss of their jobs, neigh­bors who gave them everything from money to food to transportation and, of course, the faculty here at Philander Smith, who volun­teered to tutor them, [gave] an extraordinary gift. And I would say to all of you who were involved in that, they all turned out pretty well, and I thank you for that.” </em></p>   <p><strong>What Is An HBCU? </strong></p> <p>Historically Black Colleges and Universities (HBCUs) are postsecondary institutions that were originally founded for the purpose of providing educational opportunities for African Americans before and after the Civil War. </p> <p>Today, there are over 100 HBCUs, located in 20 states, the District of Columbia, and the Virgin Islands. They include accredited two- and four-year as well as graduate and professional institutions.<strong> </strong></p>   <p><strong>Philander Smith Today</strong></p> <p>Philander Smith College was established in Little Rock in 1877 to provide educational opportunities for former slaves following the Civil War. The college was opened under the supervision of the Freedmen’s Aid Society of The Methodist Episcopal Church, and it was named Walden Seminary.  In 1882, Adeline Smith, widow of Philander Smith-an Illinois philanthropist-donated $10,500 to Walden Seminary. The school’s trustees renamed the institution Philander Smith College in recognition of this gift. Philander Smith College awarded its first baccalaureate degree in 1888 and became accredited by the North Central Association of Colleges and Schools in 1949. </p> <p>Today, Philander Smith College is one of four historically black colleges and universities in Arkansas and is affiliated with the United Methodist Church and the United Negro College Fund.  The college places special emphasis upon the importance of service among its faculty and students and encourages their participation in the greater Little Rock community.  Among its illustrious alumni, Philander Smith College includes Dr. Joycelyn Elders, former U.S. Surgeon General, Charles Adams, an inventor who developed the U.S. Postal Service sorting machine, and Huburt “Geese” Ausbie, former Harlem Globetrotter. <br /> <br /> <em>A project through the <a href=\"http://go.nps.gov/hbcu\">Historically Black Colleges and Universities (HBCU) Grant Program</a>, which helps preserve the historic structures on HBCU campuses, funded restoration and renovation work on the James Monroe Cox Administration Building at Philander Smith College in 2018. </em></p>",
    "audioDescription": "Founded in 1877, Philander Smith College is a small, privately supported, historically Black, four-year liberal arts institution related to the Board of Higher Education and Ministry of the United Methodist Church and is located at 900 W. Daisy L. Gatson Bates Drive in Little Rock. The school campus is located in central Little Rock. Interstate 630 (the Mills Freeway) was constructed just north of the campus, which is bounded by 10th and 14th streets to the north and south, and Gaines and Chester streets to the east and west. The core of the campus was originally built for Little Rock Junior College (now the University of Arkansas at Little Rock), and a two-block section of it is listed on the National Register of Historic Places. One of its centerpieces is the former U.M. Rose School building, now the Cox Administration Building, designed by the noted Arkansas architect John Parks Almand in 1915, when he was working for Charles L. Thompson. The campus also includes the \"Old Gym\", a gymnasium built by the WPA during the Great Depression; and a former barracks building of the Camp Robinson Air Force Base, which was moved here in 1948.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Cellular Signal",
      "Public Transit",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "Philander Smith College",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "900 West Daisy L Gatson Bates Drive, Little Rock, AR, 72202",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "In 1957, Little Rock’s Philander Smith College, an historically black college, opened its doors to the “Little Rock Nine” to help them prepare for their first days as students at Central High School. Barred from entering the all-white high school by order of the governor, the students struggled to keep from falling behind in their coursework, aided by Philander Smith College faculty members. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "The only United Negro College Fund member institution in Arkansas",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "0452F145-AFC4-457C-840D-5E252C8627F4",
    "url": "https://www.nps.gov/places/sw-corner-of-park-street-and-w-daisy-l-gatson-bates-drive.htm",
    "title": "SW Corner of Park Street and W. Daisy L. Gatson Bates Drive",
    "listingDescription": "The southwest corner of Park Street and W. Daisy L. Gatson Bates Drive (formerly 14th Street) is the location where Elizabeth Eckford, one of the Little Rock Nine, was initially turned away from entering Central High School by the Arkansas National Guard on September 4, 1957.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F0535DF2-92CA-31A3-7C54793FA782CE77.jpg",
        "credit": "NPS Photo",
        "altText": "The southwest corner of Park Street and W. Daisy L. Gatson Bates Drive, immediately to Central High",
        "title": "SW corner of Park St. & W. Daisy Bates",
        "description": "",
        "caption": "The location where Elizabeth Eckford (Little Rock Nine) was turned away from entering Central High",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F0535DF2-92CA-31A3-7C54793FA782CE77.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F0535DF2-92CA-31A3-7C54793FA782CE77.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AR",
        "parkCode": "chsc",
        "designation": "National Historic Site",
        "fullName": "Little Rock Central High School National Historic Site",
        "url": "https://www.nps.gov/chsc/index.htm",
        "name": "Little Rock Central High School"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Little Rock",
      "Arkansas",
      "Little Rock Central High School",
      "little rock central high school national historic site",
      "Little Rock Nine",
      "Civil Rights",
      "Self-guided Tour",
      "African American Civil Rights",
      "integration"
    ],
    "latitude": "34.73768551323862",
    "longitude": "-92.29782442460632",
    "latLong": "34.73768551323862,-92.29782442460632",
    "bodyText": "The southwest corner of Park Street and W. Daisy L. Gatson Bates Drive (formerly 14th Street) is the location where Elizabeth Eckford, one of the Little Rock Nine, was initially turned away from entering Central High School by the Arkansas National Guard on September 4, 1957.",
    "audioDescription": "The southwest corner of Park Street and W. Daisy L. Gatson Bates Drive is immediately adjacent to Little Rock Central High School and is a stop on the Little Rock Central High School NHS self-guided audio tour. The corner is bounded by a paved sidewalk 4 feet wide on the west side and a large sidewalk approximately 12 feet wide on the south side. On the W. Daisy L. Gatson Bates Drive side of the sidewalk (north) is a small grass berm from the sidewalk to the street; at the crosswalks, there is a sloped ramp cut to the street and curbed boundaries from the sidewalk to the street.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Cellular Signal",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "5760ED27-E5DA-47C5-A76F-1F83FB769267",
    "url": "https://www.nps.gov/places/south-junction-of-front-curvilinear-sidewalks-at-central-high-school.htm",
    "title": "South Junction of Front Curvilinear Sidewalks at Central High School",
    "listingDescription": "Near this sidewalk junction, Arkansas Democrat photographer Will Counts captures lone walk of Elizabeth Eckford and the faces of discrimination and ignorance behind her as she proceeds down Park Street. Repeatedly denied access to Central High School by the Arkansas National Guard, Eckford decides to seek solace on a bus bench a half-block ahead of her. ",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/FA1129FB-F145-A5C6-5FCA83D5CE559048.jpg",
        "credit": "NPS Photo",
        "altText": "This junction of two sidewalks provides access to the sunken plaza or to the front entrance.",
        "title": "S. Junction of Curvilinear Sidewalks",
        "description": "",
        "caption": "Near this location, an iconic photograph captures the fearful moments of Elizabeth Eckford's walk.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/FA1129FB-F145-A5C6-5FCA83D5CE559048.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/FA1129FB-F145-A5C6-5FCA83D5CE559048.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AR",
        "parkCode": "chsc",
        "designation": "National Historic Site",
        "fullName": "Little Rock Central High School National Historic Site",
        "url": "https://www.nps.gov/chsc/index.htm",
        "name": "Little Rock Central High School"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Little Rock",
      "Little Rock Central High School",
      "little rock central high school national historic site",
      "Little Rock Nine",
      "Arkansas",
      "Civil Rights",
      "African American Civil Rights Network",
      "self guided tour"
    ],
    "latitude": "34.736602481557945",
    "longitude": "-92.29790073873548",
    "latLong": "34.736602481557945,-92.29790073873548",
    "bodyText": "Near this sidewalk junction, <em>Arkansas Democrat</em> photographer Will Counts captures lone walk of Elizabeth Eckford and the faces of discrimination and ignorance behind her as she proceeds down Park Street. Repeatedly denied access to Central High School by the Arkansas National Guard, Eckford decides to seek solace on a bus bench a half-block ahead of her. ",
    "audioDescription": "The junction of the south curvilinear front sidewalks leads from the street sidewalk toward the either the sunken plaza/reflecting pool or to access the school's main entrance. The sidewalk is approximately 8 feet wide and composed of aggregate materials. Two other sidewalks branch off this junction: one sidewalk proceeds west and to an accessible ramp to access the sunken plaza and reflecting pool; the other sidewalk heads southwest toward the school and s-curves back to northwest as it approaches the main entrance of Central High School. The designed sequence of movement from the street to the front door can be experienced today almost exactly as it was originally planned. The layout of the curving sidewalks on either side of the main street vista is almost symmetrical. Two paths lead into the plaza, where the building appears even more imposing than from the street. While both paths originally included staircases down into the plaza, the southern staircase was removed and replaced with a universally accessible ramp when the reflecting pool was reconstructed in 2005.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Cellular Signal",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E137C42F-3A69-4244-B560-5873FF1D3139",
    "url": "https://www.nps.gov/places/testament-statues.htm",
    "title": "Testament Statues",
    "listingDescription": "\"Testament\" are a set of bronzed statues representing each member of the Little Rock Nine in 1957. The statues sit on the grounds of the Arkansas State Capitol and face the former office of Governor Orval Faubus, the leader whose resistance to see integration succeed at Little Rock Central High School was thwarted by President Dwight Eisenhower and the 101st Airborne.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/1E4323C3-CA8D-B06F-3F4F25F74DC32379.jpg",
        "credit": "NPS Photo",
        "altText": "Testament are a set of bronzed statues representing each member of the Little Rock Nine in 1957.",
        "title": "Testament statues of the Little Rock 9",
        "description": "",
        "caption": "Testament are a set of bronzed statues representing each member of the Little Rock Nine in 1957.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/1E4323C3-CA8D-B06F-3F4F25F74DC32379.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/1E4323C3-CA8D-B06F-3F4F25F74DC32379.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AR",
        "parkCode": "chsc",
        "designation": "National Historic Site",
        "fullName": "Little Rock Central High School National Historic Site",
        "url": "https://www.nps.gov/chsc/index.htm",
        "name": "Little Rock Central High School"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Little Rock",
      "Little Rock Central High School",
      "little rock central high school national historic site",
      "Little Rock Nine",
      "Civil Rights",
      "statues",
      "Civil Rights Movement",
      "Arkansas"
    ],
    "latitude": "34.747909135378634",
    "longitude": "-92.28905463218688",
    "latLong": "34.747909135378634,-92.28905463218688",
    "bodyText": "The lawn of the Arkansas state capitol is home to a collection of bronze statues named \"Testament\", a tribute to the strength and perseverance of the Little Rock Nine. These statues stand facing the office of the Arkansas governor as a reminder to the officeholder both of the events of 1957-58 and of the courage and character displayed by these young adults.<br /> <br /> John Deering, the sculptor of this work, “intended for observers to become virtual witnesses, imagining themselves amid the blur of protestors, reporters and troops who surrounded the Little Rock Nine.” We recommend any visit to our site includes a visit - and a time for reflection - among the Testament statues.<br /> <br />  ",
    "audioDescription": "\"Testament\" are a set of bronzed statues representing each member of the Little Rock Nine in 1957. The statues sit on the grounds of the Arkansas State Capitol and face the former office of Governor Orval Faubus, the leader whose resistance to see integration succeed at Little Rock Central High School was thwarted by President Dwight Eisenhower and the 101st Airborne.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.arkansas.com/little-rock/points-interest/testament-little-rock-nine-memorial",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Sites",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Public Transit",
      "Scenic View/Photo Spot",
      "Tactile Exhibit",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "State of Arkansas",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "500 Woodlane Street in Little Rock, Arkansas",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The first monument honoring the civil rights movement on the grounds of a southern U.S. state capitol",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]