[
  {
    "id": "B909AD4F-028B-4755-BDA2-D0232F79540F",
    "url": "https://www.nps.gov/places/000/56-signers-of-the-declaration-of-independence-memorial.htm",
    "title": "56 Signers of the Declaration of Independence Memorial",
    "listingDescription": "Constitution Gardens was built in part to commemorate the bicentennial of American independence, and this memorial on Signers Island honors the men who risked everything to sign the Declaration of Independence. Granite stones include facsimiles of their signatures, the location of their homes, and their occupations.Designer: EDAW, Inc.InscriptionsBridge, land sideA MEMORIAL TO THE 56 SIGNERS OF THE DECLARATION OF INDEPENDENCEA GIFT FROMTHE AMERICAN REVOLUTIONBICENTENNIAL ADMN",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/93B05C94-97EE-EE09-2799952F2EF9697C.jpg",
        "credit": "",
        "altText": "Low, curving, stone monument with names inscribed.",
        "title": "56 Signers of the Declaration Memorial",
        "description": "",
        "caption": "56 Signers of the Declaration of Independence Memorial",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/93B05C94-97EE-EE09-2799952F2EF9697C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/93B05C94-97EE-EE09-2799952F2EF9697C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "coga",
        "designation": "",
        "fullName": "Constitution Gardens",
        "url": "https://www.nps.gov/coga/index.htm",
        "name": "Constitution Gardens"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.891087",
    "longitude": "-77.042867",
    "latLong": "38.891087,-77.042867",
    "bodyText": "<p>Constitution Gardens was built in part to commemorate the bicentennial of American independence, and this memorial on Signers Island honors the men who risked everything to sign the Declaration of Independence. Granite stones include facsimiles of their signatures, the location of their homes, and their occupations.<br /> <br /> Designer: EDAW, Inc.<br /> <br /> Inscriptions<br /> Bridge, land side<br /> A MEMORIAL TO THE 56 SIGNERS OF THE DECLARATION OF INDEPENDENCE<br /> A GIFT FROM<br /> THE AMERICAN REVOLUTION<br /> BICENTENNIAL ADMNISTRATION<br /> 1976<br /> Bridge, island side<br /> In CONGRESS, July 4, 1776.<br /> The unanimous Declaration of the thirteen united States of America,<br /> An inscription at the south end of the walk reads:<br /> And for the support of this Declaration, with a firm reliance on the protection of divine Providence, we mutually pledge to each other<br /> our Lives,<br /> our Fortunes<br /> and our sacred Honor.<br /> Name panels<br /> BUTTON GWINNETT<br /> PLANTER - ST. CATHERINE'S ISLAND<br /> LYMAN HALL<br /> PHYSICIAN - MIDWAY<br /> GEORGE WALTON<br /> LAWYER - SAVANNAH<br /> THOMAS HEYWARD, JR.<br /> LAWYER - ST. HELENA'S PARISH<br /> THOMAS LYNCH, JR.<br /> PLANTER - ST. JAMES PARISH<br /> ARTHUR MIDDLETON<br /> PLANTER - ST. ANDREW'S PARISH<br /> EDWARD RULEDGE<br /> LAWYER - CHARLES TOWN<br /> JOHN PENN<br /> LAWYER - STOVALL<br /> JOSEPH HEWES<br /> MERCHANT - EDENTON<br /> WILIAM HOOPER<br /> LAWYER - WILMINGTON<br /> BENJAMIN HARRISON<br /> PLANTER - CHARLES CITY COUNTY<br /> GEORGE WYTHE<br /> LAWYER - WILLIAMSBURG<br /> CARTER BRAXTON<br /> PLANTER - KING WILLIAM COUNTY<br /> RICHARD HENRY LEE<br /> PLANTER - WESTMORELAND COUNTY<br /> THOMAS JEFFERSON<br /> LAWYER - ALBEMARLE COUNTY<br /> THOMAS NELSON, JR.<br /> PLANTER - YORKTOWN<br /> FRANCIS LIGHTFOOT LEE<br /> PLANTER - RICHMOND COUNTY<br /> SAMUEL CHASE<br /> LAWYER - ANNAPOLIS<br /> CHARLES CARROLL OF CARROLLTOWN<br /> LANDOWNER - HOWARD COUNTY<br /> THOMAS STONE<br /> LAWYER - CHARLES COUNTY<br /> WILLIAM PACA<br /> LAWYER - ANNAPOLIS<br /> CAESAR RODNEY<br /> PLANTER - DOVER<br /> GEORGE READ<br /> LAWYER - NEW CASTLE<br /> THOMAS McKEAN<br /> LAWYER NEW CASTLE<br /> ROBERT MORRIS<br /> MERCHANT - PHILADELPHIA<br /> BENJAMIN FRANKLIN<br /> STATESMAN - PHILADELPHIA<br /> JAMES WILSON<br /> LAWYER - CARLISLE<br /> JOHN MORTON<br /> SURVEYOR - RIDLEY<br /> BENJAMIN RUSH<br /> PHYSICIAN - PHILADLEPHIA<br /> GEORGE ROSS<br /> LAWYER - LANCASTER<br /> GEORGE CLYMER<br /> MERCHANT - PHILADELPHIA<br /> GEORGE TAYLOR<br /> IRONMASTER - EASTON<br /> JAMES SMITH<br /> LAWYER - YORK<br /> RICHARD STOCKTON<br /> LAWYER - PRINCETON<br /> JOHN HART<br /> FARMER - HOPEWELL<br /> JOHN WITHERSPOON<br /> CLERGYMAN - PRINCETON<br /> FRANCIS HOPKINSON<br /> WRITER - BORDENTOWN<br /> ABRAHAM CLARK<br /> POLITICIAN - ELIZABETHTOWN<br /> LEWIS MORRIS<br /> LANDOWNER - MORRISANIA<br /> FRANCIS LEWIS<br /> MERCHANT - WHITESTONE<br /> WILLIAM FLOYD<br /> FARMER - BROOKHAVEN<br /> PHILIP LIVINGSTON<br /> MERCHANT - NEW YORK CITY<br /> ROGER SHERMAN<br /> JUDGE - NEW HAVEN<br /> WILLIAM WILLIAMS<br /> MERCHANT - LEBANON<br /> OLIVER WOLCOTT<br /> JUDGE - LITCHFIELD<br /> SAMUEL HUNTINGTON<br /> JUDGE - NORWICH<br /> WILLIAM ELLERY<br /> LAWYER - NEWPORT<br /> STEPHEN HOPKINS<br /> MERCHANT - PROVIDENCE<br /> ROBERT TREAT PAINE<br /> LAWYER - TAUNTON<br /> SAMUEL ADAMS<br /> POLITICIAN - BOSTON<br /> JOHN ADAMS<br /> LAWYER - BRAINTREE<br /> JOHN HANCOCK<br /> MERCHANT - BOSTON<br /> ELBRIDGE GERRY<br /> MERCHANT - MARBLEHEAD<br /> MATTHEW THORNTON<br /> PHYSICIAN<br /> LONDONDERRY<br /> JOSIAH BARTLETT<br /> PHYSICIAN - KINGSTON<br /> WILLIAM WHIPPLE<br /> MERCHANT - PORTSMOUTH<br /> Colonies<br /> GEORGIA<br /> SOUTH CAROLINA<br /> NORTH CAROLINA<br /> VIRGINIA<br /> MARYLAND<br /> DELAWARE<br /> INDEPENDENCE HALL<br /> PHILADELPHIA, PENNSYLVANIA<br /> NEW JERSEY<br /> NEW YORK<br /> CONNECTICUT<br /> RHODE ISLAND<br /> MASSACHUSETTS<br /> NEW HAMPSHIRE</p>",
    "audioDescription": "(502 words)<br />Constitution Gardens is a park area in Washington, DC, located at the west end of the National Mall. The fifty-acre (200,000 m2) park is bounded on the west by the Vietnam Veterans Memorial, on the east by 17th St NW, on the north by Constitution Avenue, and on the south by the Washington Monument Reflecting Pool.<br />There are a number of access points into the park along gravel pedestrian walkways on the 17th and Constitution avenue sides, and from the midpoint and east end of the Reflecting Pool.<br />A one thousand-foot long, four hundred-foot wide shallow, hourglass-shaped lake sits to the west, which includes an island with a weeping willow tree that juts into the lake from its north side.<br />A gravel walkway surrounds the entire lake and walkways lead down to the park from various points around the block. Trees ring the lake and lawn areas on east, west and north sides.<br />A fifty-foot long, twelve foot-wide, flat wooden bridge carries onto the island from the north side of the lake. There are no railings on either side. A plaque set in granite at the north side of the bridge is adorned with a bronze star. Text below is inscribed to read:<br />A MEMORIAL TO THE 56 SIGNERS OF THE DECLARATION OF INDEPENDENCE<br />A GIFT FROM<br />THE AMERICAN REVOLUTION<br />BICENTENNIAL ADMNISTRATION<br />1976<br />A granite walkway at the south end of the bridge leads twenty feet to a semi-circular stone wall, about three feet high and forty-five feet long on each side.<br />A circular cobblestone plaza fills the space, which is open to the lake at the south side of the island. The cobblestone stretches seventy feet east and west along the edge of the lake. At the walkway's north end by the wood bridge, an inscription in italics on the granite path reads:<br />In CONGRESS, July 4, 1776.<br />The unanimous Declaration of the thirteen united States of America,<br />An inscription at the south end of the walk reads:<br />And for the support of this Declaration, with a firm reliance on the protection of divine Providence, we mutually pledge to each other<br />our Lives,<br />our Fortunes<br />and our sacred Honor.<br />Three steps lead down to the plaza area. Set in the plaza at its north end is a bronze star, bracketed by an inscription of two roses connected by an interwoven line design above.<br />The curved wall consists of two rows of pink granite blocks. Each is inscribed on its smooth top surface with gold signatures, and names, occupations, and states of the signers of the Declaration of Independence.<br />The thirteen original colonies are inscribed along the plaza at the base of each granite block. In the center is inscribed \"Independence Hall, Philadelphia, Pennsylvania.\"<br />Two thirty-foot tall weeping willow trees sit on the east and west sides of the island, and smaller trees line the plaza area. A two-foot tall stone retaining wall snakes around seventy-five feet from the plaza to the east and west, about twenty feet south of the lakefront.<br />END OF DESCRIPTION<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "FC118C4C-1FCF-4C34-981A-24064ECDC8E6",
    "url": "https://www.nps.gov/places/000/concessions-constitution-gardens.htm",
    "title": "Concessions - Constitution Gardens",
    "listingDescription": "Food may be puchased at this kiosk, run by a concessionaire to the National Park Service, Guest Services, Inc. Restrooms are nearby to the west.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/93F60712-90FB-7B29-714FF9953E2CB2C7.jpg",
        "credit": "",
        "altText": "Two men at snack bar near sandy shore of river.",
        "title": "Concession: Constitution Gardens",
        "description": "",
        "caption": "Concession: Constitution Gardens",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/93F60712-90FB-7B29-714FF9953E2CB2C7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/93F60712-90FB-7B29-714FF9953E2CB2C7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "coga",
        "designation": "",
        "fullName": "Constitution Gardens",
        "url": "https://www.nps.gov/coga/index.htm",
        "name": "Constitution Gardens"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.890632",
    "longitude": "-77.044738",
    "latLong": "38.890632,-77.044738",
    "bodyText": "<p>Food may be puchased at this kiosk, run by a concessionaire to the National Park Service, Guest Services, Inc. Restrooms are nearby to the west.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Food/Drink - Cafeteria",
      "Picnic Table",
      "Public Transit",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "11E61A39-E39F-4997-86AC-DD19347C32DC",
    "url": "https://www.nps.gov/places/000/constitution-gardens.htm",
    "title": "Constitution Gardens",
    "listingDescription": "Constitution Gardens was built to commemorate the bicentennial of American independence as well as to the document that established the United States' governement, as we know it today. <br />Inscriptions<br />Plaque, north of bridge<br />A MEMORIAL TO THE 56 SIGNERS OF THE DECLARATION OF INDEPENDENCE<br />A GIFT FROM<br />THE AMERICAN REVOLUTION<br />BICENTENNIAL ADMINISTRATION<br />1976<br />",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/93D645CB-D0C0-3171-28FA26825DAAB5FF.jpg",
        "credit": "",
        "altText": "Walking paths along river near buildings.",
        "title": "Aerial view of Constitution Gardens",
        "description": "",
        "caption": "Aerial view of Constitution Gardens",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/93D645CB-D0C0-3171-28FA26825DAAB5FF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/93D645CB-D0C0-3171-28FA26825DAAB5FF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "coga",
        "designation": "",
        "fullName": "Constitution Gardens",
        "url": "https://www.nps.gov/coga/index.htm",
        "name": "Constitution Gardens"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.8906194597",
    "longitude": "-77.0447227869",
    "latLong": "38.8906194597,-77.0447227869",
    "bodyText": "<p>Constitution Gardens was built to commemorate the bicentennial of American independence as well as to the document that established the United States' governement, as we know it today.<br /> <br /> Inscriptions<br /> Plaque, north of bridge<br /> A MEMORIAL TO THE 56 SIGNERS OF THE DECLARATION OF INDEPENDENCE<br /> A GIFT FROM<br /> THE AMERICAN REVOLUTION<br /> BICENTENNIAL ADMINISTRATION<br /> 1976</p>",
    "audioDescription": "(472 words)<br />Constitution Gardens is a park area in Washington, DC, located at the west end of the National Mall. The fifty-acre (200,000 m2) park is bounded on the west by the Vietnam Veterans Memorial, on the east by 17th St NW, on the north by Constitution Avenue, and on the south by the Washington Monument Reflecting Pool.<br />There are a number of access points into the park along gravel pedestrian walkways on the 17th and Constitution avenue sides, and from the midpoint and east end of the Reflecting Pool.<br />The east side of the park features an elevated one hundred square foot gravel plaza area. Ramps at the north and south sides lead down to Constitution Gardens below. Set in between the ramps is a three-tiered viewing area separated by three-foot tall, eight-foot wide stone walls. Three trees sit in each of the platforms.<br />A one thousand-foot long, four hundred-foot wide shallow, hourglass-shaped lake sits to the west, which includes an island with a weeping willow tree that juts into the lake from its north side.<br />A gravel walkway surrounds the entire lake and walkways lead down to the park from various points around the block. Trees ring the lake and lawn areas on east, west and north sides.<br />A fifty-foot long, twelve foot-wide, flat wooden bridge carries over the lake and onto the island from the north side. There are no railings on either side. A plaque set in granite at the north side of the bridge is inscribed to read:<br />A MEMORIAL TO THE 56 SIGNERS OF THE DECLARATION OF INDEPENDENCE<br />A GIFT FROM<br />THE AMERICAN REVOLUTION<br />BICENTENNIAL ADMINISTRATION<br />1976<br />A granite walkway on the south side of the bridge leads twenty feet to a semi-circular stone wall, about three feet high and forty-five feet long on each side. A cobblestone plaza fills the space, which is open to the lake at the south side of the island. The cobblestone stretches seventy feet east and west along the edge of the lake.<br />The curved wall consists of two rows of pink granite blocks. Each is inscribed on its smooth top surface with a gold signature, and a name, occupation, and state beneath. City and state names are inscribed along the plaza at the base of each granite block.<br />A two-foot tall stone retaining wall snakes around seventy-five feet from the plaza to the east and west, about twenty feet south of the lakefront.<br />Further west along the lake, weeping willow trees sit on the north side of the gravel walkway. At the far west end of the lake sits an octagonal shaped one-story building, providing drinks and refreshments. Facing back to the east from this location, the Washington Monument sits in the distance, its image reflecting off the still lake water along with the surrounding trees, blue sky and clouds above.<br />END OF DESCRIPTION<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "a52bdc6a-a4ee-48cc-b373-0eb9e368a78d",
    "isManagedByNps": "1",
    "amenities": [
      "Public Transit",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B31CCA5C-53DB-47F9-8C04-FE0D0C071208",
    "url": "https://www.nps.gov/places/crnama.htm",
    "title": "National Mall and Memorial Parks",
    "listingDescription": "Officially established in 1965, National Mall and Memorial Parks contains some of the oldest protected park lands in the National Park Service. The sprawling lands include the Mall, the public promenade extending from 3rd Street near the Capitol to 14th Street. America's front lawn has hosted various historic events related to the civil rights movement, as well as memorializing some of the great moments in American history.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/places/images/nri/20130827/siteadmin/8BCCE4B9-D93F-CAF6-878B9357F2FAF780/8BCCE4B9-D93F-CAF6-878B9357F2FAF780.jpg",
        "credit": "NPS",
        "altText": "the Vietnam Veterans Memorial and Washington Monument at sunset",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "bepa",
        "designation": "National Monument",
        "fullName": "Belmont-Paul Women's Equality National Monument",
        "url": "https://www.nps.gov/bepa/index.htm",
        "name": "Belmont-Paul Women's Equality"
      },
      {
        "states": "DC",
        "parkCode": "coga",
        "designation": "",
        "fullName": "Constitution Gardens",
        "url": "https://www.nps.gov/coga/index.htm",
        "name": "Constitution Gardens"
      },
      {
        "states": "DC",
        "parkCode": "frde",
        "designation": "",
        "fullName": "Franklin Delano Roosevelt Memorial",
        "url": "https://www.nps.gov/frde/index.htm",
        "name": "Franklin Delano Roosevelt Memorial"
      },
      {
        "states": "DC",
        "parkCode": "kowa",
        "designation": "",
        "fullName": "Korean War Veterans Memorial",
        "url": "https://www.nps.gov/kowa/index.htm",
        "name": "Korean War Veterans Memorial"
      },
      {
        "states": "DC",
        "parkCode": "linc",
        "designation": "",
        "fullName": "Lincoln Memorial",
        "url": "https://www.nps.gov/linc/index.htm",
        "name": "Lincoln Memorial"
      },
      {
        "states": "DC",
        "parkCode": "mlkm",
        "designation": "",
        "fullName": "Martin Luther King, Jr. Memorial",
        "url": "https://www.nps.gov/mlkm/index.htm",
        "name": "Martin Luther King, Jr. Memorial"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      },
      {
        "states": "DC",
        "parkCode": "thje",
        "designation": "",
        "fullName": "Thomas Jefferson Memorial",
        "url": "https://www.nps.gov/thje/index.htm",
        "name": "Thomas Jefferson Memorial"
      },
      {
        "states": "DC",
        "parkCode": "wamo",
        "designation": "",
        "fullName": "Washington Monument",
        "url": "https://www.nps.gov/wamo/index.htm",
        "name": "Washington Monument"
      },
      {
        "states": "DC",
        "parkCode": "wwii",
        "designation": "",
        "fullName": "World War II Memorial",
        "url": "https://www.nps.gov/wwii/index.htm",
        "name": "World War II Memorial"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil Rights",
      "Civil Rights Movement",
      "National Mall and Memorial Parks",
      "Urban Parks",
      "cultural landscape"
    ],
    "latitude": "38.889611",
    "longitude": "-77.022999",
    "latLong": "38.889611,-77.022999",
    "bodyText": "<p>Officially established in 1965, National Mall and Memorial Parks contains some of the oldest protected park lands in the National Park Service. The sprawling lands include the Mall, the public promenade extending from 3rd Street near the Capitol to 14th Street. The National Mall is the continuation of that space where congressionally authorized park icons, such as the Washington Monument, WWII and Lincoln Memorials stand. This historic expanse is the linear area between the Potomac River and Capital Reflecting Pool. In addition to the memorial core, the park includes some 156 reservations, circles, fountains and other open spaces, all of which serve as the nation’s front yard. Ford’s Theatre, The House where Lincoln died, Potomac Park, Hains Point and Pennsylvania Avenue NHS are also among the park managed areas that constitute National Mall and Memorial Parks.</p> <p>Having over 1,000 acres of National Park Service managed land at the heart of our nation’s capital, National Mall and Memorial Parks provides visitors with abundant opportunities to get in touch with our heritage. With everything from colossal monuments to commemorative gardens, from presidential inaugurals to civil rights demonstrations, National Mall and Memorial Parks hosts history in the making. Numerous First Amendment activities and special events are held in the park each year to honor the courage, sacrifice and devotion to duty of war veterans; celebrate the United States commitment to freedom, equality and democratic ideals; and enjoy symbolic architecture, historic vistas and renowned natural landscapes. </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Washington, DC",
        "name": "Location"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Parks",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]