[
  {
    "id": "86648087-5EC3-4DFF-922C-69A96D2CD2BE",
    "url": "https://www.nps.gov/places/colonial-national-historical-park.htm",
    "title": "Colonial National Historical Park",
    "listingDescription": "Colonial National Historical Park (NHP) administers two of the most historically significant sites in English North America. Historic Jamestowne, the first permanent English settlement in North America in 1607, jointly administered with Preservation Virginia, and Yorktown Battlefield, the final major battle of the American Revolutionary War in 1781.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/places/images/nri/20130828/siteadmin/B91D1FE9-D975-8E4E-83A6ADD1CAF6310D/B91D1FE9-D975-8E4E-83A6ADD1CAF6310D.jpg",
        "credit": "NPS",
        "altText": "historical painting of ships arriving at jamestown colony",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "VA",
        "parkCode": "colo",
        "designation": "National Historical Park",
        "fullName": "Colonial National Historical Park",
        "url": "https://www.nps.gov/colo/index.htm",
        "name": "Colonial"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "colonial national historical park",
      "Civil Rights",
      "African American History"
    ],
    "latitude": "37.229381",
    "longitude": "-76.503957",
    "latLong": "37.229381,-76.503957",
    "bodyText": "<p>Colonial National Historical Park (NHP) administers two of the most historically significant sites in English North America. Historic Jamestowne, the first permanent English settlement in North America in 1607, jointly administered with Preservation Virginia, and Yorktown Battlefield, the final major battle of the American Revolutionary War in 1781.<br /> <br /> These two sites represent the beginning and end of English colonial America. Situated on the Virginia Peninsula, these sites are connected by the 23-mile scenic Colonial Parkway. Colonial NHP also includes Green Spring, the 17th century plantation home of Virginia's colonial governor, Sir William Berkeley, and the Cape Henry Memorial, which marks the approximate site of the first landing of the Jamestown colonists on the Atlantic Coast in April of 1607.<br /> Colonial NHP has a variety of natural resources including extensive wetlands, forest, fields, shorelines, and streams, as well as rare, threatened, and endangered plants and animals.<br /> <br /> <span style=\"font-size: 11pt;\">As Colonial National Historical park prepared for the 400</span><sup>th</sup><span style=\"font-size: 11pt;\"> anniversary of Jamestown, the first permanent English settlement in North America, the focus of interpretation shifted and began emphasizing the coming together of three cultures during the 17</span><sup>th</sup><span style=\"font-size: 11pt;\"> century – English/European, Virginia Indian, and African. The first Africans arrived at Jamestown in 1619. About 20 Africans aboard a Dutch ship were traded for food near Point Comfort, sent to Jamestown, and placed in servitude. Length of service and number of survivors is unknown but some did gain their freedom. Over the next century, enslaved Africans and their offspring became the primary labor force to support the cultivation of tobacco. Laws passed at Jamestown transformed an indentured form of servitude do one that was based upon race and lifetime enslavement.</span><br /> <br /> A study by historical at the Colonial Williamsburg Foundation helped identify those who lived and worked at Jamestown and connect them to actual sites throughout Jamestown Island. It was used to develop exhibits and audio visual programs for the new visitor center, artwork, and waysides that were installed throughout Jamestown and adjacent areas. The research enhanced ranger-led tours and living history programs conducted by volunteers and staff, such as the life of Anthony Johnson, one of the first African Americans in Jamestown who gained freedom and owned property in Virginia.<br /> <br /> The park holds events focusing on African American history, one if February during African American history Month and one in August to commemorate the arrival of the first Africans. These include speakers on the African American story and living history presentation portraying an African American soldier who served with the Union Army and Jamestown during the civil War. </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Virginia",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "the first permanent English settlement in North America in 1607, and Yorktown Battlefield; site of the final major battle of the American Revolutionary War in 1781",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historical Park",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "43ABDAD9-ABF1-4D56-B691-82572A2B4FE0",
    "url": "https://www.nps.gov/places/independence-national-historical-park.htm",
    "title": "Independence National Historical Park",
    "listingDescription": "Independence National Historical Park in Philadelphia preserves the buildings, stories, and memory of the people who struggled and continue to struggle to create a nation based on the ideals of liberty and equality.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/places/images/nri/20130826/siteadmin/59DEA896-CFA8-2259-983BF869C81B0E7A/59DEA896-CFA8-2259-983BF869C81B0E7A.jpg",
        "credit": "NPS",
        "altText": "independence hall and a lamppost in front of a blue sky",
        "title": "",
        "description": "",
        "caption": "Independence Hall",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "VA",
        "parkCode": "colo",
        "designation": "National Historical Park",
        "fullName": "Colonial National Historical Park",
        "url": "https://www.nps.gov/colo/index.htm",
        "name": "Colonial"
      },
      {
        "states": "PA",
        "parkCode": "inde",
        "designation": "National Historical Park",
        "fullName": "Independence National Historical Park",
        "url": "https://www.nps.gov/inde/index.htm",
        "name": "Independence"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil Rights",
      "Constitution",
      "Independence Hall",
      "Slavery",
      "Pennsylvania",
      "American Revolution",
      "philadelphia",
      "architecture"
    ],
    "latitude": "39.9491386413574",
    "longitude": "-75.1500854492188",
    "latLong": "39.9491386413574,-75.1500854492188",
    "bodyText": "<p>Established in 1948, Independence National Historical Park covers more than 51 acres in downtown Philadelphia, Pennsylvania, and beyond. As an administrative unit of the National Park Service, Independence National Historic Park also manages and operates three other legislated national park units in and around the city of Philadelphia. The site includes Independence National Historical Park, Edgar Allan Poe National Historic Site, Gloria Dei Church National Historic Site, and Thaddeus Kosciusko National Memorial.<br /> <br /> Established in 1948, Independence National Historical Park was created to protect the historic places associated with the birth of the American republic, standing as icons of freedom and democratic ideals for people around the world. The park spans more than 51 acres within the City of Philadelphia, preserving and interpreting a rich collection of the United States of America’s Colonial, Revolutionary, and Federal period heritage. The park’s designers were strongly influenced by the City Beautiful Movement as well as the trend toward colonial revival in design introduced at Williamsburg, Virginia. While the urban renewal movement in Philadelphia was underway, the National Park Service was working collaboratively with local preservationists and stakeholders in developing Independence National Historical Park. Pioneering historic structure restoration in the 1950s and 1960s, with architects, engineers, archeologists, curators, and historians working on Independence Hall as well as other park structures, landscapes, and collections, led to development of a modern methodology and rigorous standards for restoration and reconstruction that are still a model for the National Park Service and private sector professionals. Most of the park’s historic structures are located in the vicinity of the four landscaped blocks between Philadelphia’s Chestnut, Walnut, 2nd, and 6th Streets. Here, along these streets, amid these venerable houses and public buildings, colonists began their quest for freedom and independence. Here too, the United States of America was born and its ideals enacted in the Constitution.<br /> <br /> The centerpiece of the park is Independence Hall, where the Declaration of Independence, the Articles of Confederation, and the United States Constitution were debated and adopted in the late 18th century. Independence Hall and nearby Congress Hall were the principal meetinghouses of the Second Continental Congress from 1775 to 1783 and the Constitutional Convention in the summer of 1787. In Independence Square, the Declaration of Independence was read publicly for the first time on July 8, 1776. The legacy of the nation’s founding documents—universal principles of freedom and democracy—has influenced lawmakers around the world and distinguished Independence Hall as a United Nations Educational, Scientific and Cultural Organization (UNESCO) World Heritage Site.<br /> <br /> Across the street from Independence Square, the Liberty Bell, an iconic symbol of independence and an international symbol of freedom, is displayed in the Liberty Bell Center. Hung in the State House in 1753, it summoned the Pennsylvania Assembly to work. In the 1830s anti-slavery groups named it the Liberty Bell. The bell cracked sometime around 1846, but its message still rings out. Surrounding the Liberty Bell Center is the park’s Independence Mall, one of Philadelphia’s great outdoor public spaces, which runs between 5th and 6th Streets, from Chestnut Street to Race Street.<br /> <br /> Independence National Historical Park is much more than Independence Hall and the Liberty Bell. The park preserves and interprets many of our country’s most important resources associated with the establishment of the government of the United States of America. Carpenters’ Hall is the site of the First Continental Congress held in September 1774. The Supreme Court of the United States first met at Philadelphia’s Old City Hall. The site of the President’s House, where George Washington and John Adams and their households lived and worked during their terms as the first and second presidents of the United States, prior to Adams’ move to the White House in 1800, is interpreted by the park, especially in the paradox of the Washingtons bringing their enslaved people to work and live there. Franklin Court preserves the site of Benjamin Franklin’s house and businesses, providing a window into the life and times of this founding father. Washington Square, one of William Penn’s five original squares, is home to the Tomb of the Unknown Soldier of the American Revolution.<br /> <br /> The park also protects the First and Second Bank buildings of the United States; the Merchants Exchange Building; and the faithfully reconstructed social, cultural, and political center of Philadelphia during the park’s period of significance, the City Tavern. These are just a few of the many historic buildings and landscapes managed and protected by Independence National Historical Park.<br /> <br /> With so many important places under its care, Independence National Historical Park works collaboratively with many partners and stakeholders in the stewardship of our national heritage. The park works closely with the city of Philadelphia and the state of Pennsylvania, and with the Independence Visitor Center Corporation jointly managing the Independence Visitor Center located on 6th and Market Streets. Some of the historic buildings in the park are still owned by private organizations such as the American Philosophical Society and the Carpenters’ Company of the City and County of Philadelphia, so the park must work closely with these groups on the protection and interpretation of these properties. The park is also involved with numerous houses of worship and congregations, whose churches and cemeteries are an integral part of the historic significance of the park. Congress created the National Constitution Center as a private nonprofit organization in the park, located in a federally owned building on the mall, to be a nonpartisan interpreter of the history of the Constitution and its current relevance. There are numerous civic organizations, nonprofit groups, corporations, and countless stakeholders locally, nationally, and internationally that the park engages with on a regular basis. The diverse interests and passion of the park’s many partners and stakeholders reflect the importance of buildings and resources protected by Independence National Historical Park.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "143 South Third Street  Philadelphia, Pennsylvania  19106 ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "home of Independence Hall and the Liberty Bell",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historical Park",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "4CE4F3A1-5736-45E1-A3BC-286B3351E9B7",
    "url": "https://www.nps.gov/places/island-loop-drive.htm",
    "title": "Island Loop Drive",
    "listingDescription": "",
    "images": [
      {
        "url": "",
        "credit": "",
        "altText": "",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "VA",
        "parkCode": "colo",
        "designation": "National Historical Park",
        "fullName": "Colonial National Historical Park",
        "url": "https://www.nps.gov/colo/index.htm",
        "name": "Colonial"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "colonial national historical park",
      "Historic Jamestowne"
    ],
    "latitude": "37.209543306634934",
    "longitude": "-76.7708260600402",
    "latLong": "37.209543306634934,-76.7708260600402",
    "bodyText": "The tour consists of a 3 or 5 mile one way loop around the rest of Jamestown Island and begins when you turn right out of the parking lot. PLEASE NOTE: The speed limit on the Island Drive is 15 MPH.<br /> <br /> The drive will introduce you to the natural environment which the English colonists encountered. You will also see the \"Gallery in the Woods\", a series of interpretive paintings illustrating the earliest industries attempted by the settlers. These paintings are located at pull offs along the drive.<br /> <br /> Please remember that the Island Drive is also used by pedestrians and bike riders. Drive carefully and observe all speed limits. Due to weight limits of the loop drive bridges, large vehicles, such as campers, RVs and buses, are not allowed.",
    "audioDescription": "The tour consists of a 3 or 5 mile one way loop around the rest of Jamestown Island and begins when you turn right out of the parking lot. PLEASE NOTE: The speed limit on the Island Drive is 15 MPH. The drive will introduce you to the natural environment which the English colonists encountered. You will also see the \"Gallery in the Woods\", a series of interpretive paintings illustrating the earliest industries attempted by the settlers. These paintings are located at pull offs along the drive. Please remember that the Island Drive is also used by pedestrians and bike riders. Drive carefully and observe all speed limits. Due to weight limits of the loop drive bridges, large vehicles, such as campers, RVs and buses, are not allowed.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Information"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Historic Jamestowne",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historical Park",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "DEE46303-A209-4D64-957D-964471DDBEFF",
    "url": "https://www.nps.gov/places/the-moore-house.htm",
    "title": "The Moore House",
    "listingDescription": "Commissioners met at the Moore House to negotiate the terms of surrender. The British sent Lt. Col. Thomas Dundas and Major Alexander Ross. The allies sent the Viscomte do Noilles (Lafayette's brother-in-law) and Colonel John Laurens. The British argue the terms for many hours, but to no avail.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5FD7D8D8-0304-6A51-CBA40B4B7599F2DF.jpg",
        "credit": "NPS Photo/Linda Williams",
        "altText": "The Moore House, A white house with a white fence around it.",
        "title": "The Moore House",
        "description": "",
        "caption": "The Moore House, where the negotiations for the terms of surrender at Yorktown took place.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5FD7D8D8-0304-6A51-CBA40B4B7599F2DF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5FD7D8D8-0304-6A51-CBA40B4B7599F2DF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "VA",
        "parkCode": "colo",
        "designation": "National Historical Park",
        "fullName": "Colonial National Historical Park",
        "url": "https://www.nps.gov/colo/index.htm",
        "name": "Colonial"
      },
      {
        "states": "VA",
        "parkCode": "york",
        "designation": "Part of Colonial National Historical Park",
        "fullName": "Yorktown Battlefield Part of Colonial National Historical Park",
        "url": "https://www.nps.gov/york/index.htm",
        "name": "Yorktown Battlefield"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "historic homes",
      "colonial national historical park",
      "yorktown battlefield"
    ],
    "latitude": "37.22177406566413",
    "longitude": "-76.48595640702503",
    "latLong": "37.22177406566413,-76.48595640702503",
    "bodyText": "<p>Commissioners met at the Moore House to negotiate the terms of surrender.  The British sent Lt. Col. Thomas Dundas and Major Alexander Ross. The allies sent the Viscomte do Noilles (Lafayette's brother-in-law) and Colonel John Laurens. The British argue the terms for many hours, but to no avail.</p> <p align=\"left\">The site on which the Moore House now stands was first patented by Governor John Harvey in the 1630's, and was named \"York Plantation.\" A century later, it was part of a 500 acre plantation called \"Temple Farm\" where Lawrence Smith II built a family home. In 1754, the estate passed to Smith's son, Robert. By 1760, however, Robert found himself in financial straits, and was forced to sell the farm that had been in his family for three generations. He sold the 500 acre estate to his brother-in-law, Augustine Moore.</p> <p align=\"left\"><b>Augustine Moore</b></p> <p align=\"left\">Augustine Moore began his career as a merchant at the age of 14, when he became an apprentice to William Nelson of Yorktown. He served the Nelson firm for many years, and became parter of \"Thos Nelson, Jr. & Co.\" in 1773.<br /> In 1767, Augustine inherited three plantations from his father, establishing him as a landowner of some estate. The following year he purchased \"Temple Farm\", and eventually moved his wife and son into the present plantation house to become a gentleman farmer in the fashion then prevalent in Virginia.<br /> In 1781, when General Cornwallis moved his British army into Yorktown, many residents left their homes and fled the area. The Moore family may also have abandoned their home, temporarily moving to Richmond during the Yorktown Siege. What they certainly could not have known, was that their home would become a site of national significance on October 18, 1781, when it was selected to be the backdrop for one of the final scenes of the American Revolution.</p> <p align=\"left\"><b>The Surrender Negotiations</b></p> <p align=\"left\">At 10 o'clock on the morning of October 17, 1781, a drummer beating a \"parley,\" and a British officer with a flag of truce, mounted a parapet south of Yorktown. The allies saw the signal, and soon the incessant, devastating artillery fire ceased. A hushed stillness fell over the field.<br /> Lord Cornwallis, realizing the defeat of his army was inevitable, sent a message to General George Washington:</p> <p align=\"left\"><i>\"Sir, I propose a cessation of hostilities for twenty-four hours, and that two officers may be appointed by each side, to meet at Mr. Moore's house, to settle terms for the surrender of the posts of York and Gloucester.\"</i></p> <p align=\"left\">Why Cornwallis selected the Moore House for the negotiations was not explained, however, there are a number of possibilities.The Moore House was well outside the line of siege fire, and therefore, not damaged. It was a neutral location, hiding the British situation in town, and possibly selected in the hope of securing better surrender terms. And finally, it was a convenient location for both sides to reach, as it was situated along the York River.<br /> <br /> Washington agreed to only a two hour cease fire for Cornwallis to submit general terms of surrender. Messages continued to pass over the battlefield between the two commanders.<br /> <br /> Finally, on the afternoon of October 18, the two British commissioners, Lieutenant Colonel Thomas Dundas and Major Alexander Ross met in \"Mr. Moore's house\" with the allied officers, Lieutenant Colonel John Laurens, for the Americans, and Second Colonel Viscount de Noailles (Marquis de Lafayette's brother-in-law), representing the French.<br /> <br /> The negotiations ended before midnight, and Laurens carried a rough draft of the articles to General Washington. Washington, however, was not completely happy with the results and made a few minor changes. Once the articles were revised and redrafted, a copy was sent to Cornwallis in Yorktown for his signature.</p>",
    "audioDescription": "The Moore house is a white, wooden planation home. It is a two story home. It has two brick chimneys on each side of the house. Its front façade has 5 windows on the top floor and four windows on the bottom floor with a door in the center. There is a porch area in front of the door. The house has a very large yard that is surrounded by a white wooden fence. There are several large white oak trees in the pack of the house. There is a informational wayside outside the home that says, \"Moore House 'I propose a succession of hostilities for 24 hours , and that two officers may be appointed by each side, to meet at mr. Moore's house , to settle terms for the surrender of the post of York and Gloucester.' on October 18th, 1781 after over eight days of continual bombardment, the battlefield was finally tranquil. Washington and Cornwallis now focused on the surrender negotiations taking place at this house, the home of Augustine Moore. Each General has selected two officers to handle the face-to-face discussions lieutenant colonel Thomas Dundas and major Alexander Ross represented the British, while lieutenant colonel John Laurens and second colonel Viscount de Noalles spoke for the allies. Slowing the process was Lauren's insistence, with Washington's support , that the British submit to similar terms granted by the British to the defeated American Army at Charleston, South Carolina, in 1780. those terms had deprived the American soldiers to surrender with the army's personal honor intact. The British argued for better terms, but the Allies prevailed and around midnight, a draft of the Articles of capitulation was completed with 14 provisions, two conditions that denied the British the full honors of War. These two articles required that at the surrender ceremony , the British army would case their regimental Flags, and their military band would play British music instead of professionally saluting the Victor with American and French songs.\" On the Wayside , is a photo of a draft of capitulation articles in the handwriting of British negotiator major Alexander Ross. there is also a black and white photo the Moore house in disrepair during the Civil War , With the caption underneath saying, \" this Matthew Brady image buy photographer Alexander Gardner shows the Moore house the 1862 Siege of Yorktown\" The wayside also says, \"History of Moore house. the Moore house is an early 18th century home that has undergone many structural changes 50 owners the house was extensively damaged during the Civil War, both by cannon fire and soldiers stripping wood from the house campfire use. By the 150th anniversary of the surrender , the house was in a dilapidated state. In 1931, Park Service undertook its first restoration of a historic building-- the Moore House. 3 years later the project was complete and the house once again appeared as it did in 1781.\"",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Stop E on the Battlefield Tour Road",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Home in which the Terms of Surrender were discussed",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Historic Home open to the public when staffing permits. ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Yorktown Minutes #12: The Moore House",
        "id": "339CCFD4-452C-4700-80B4-914D7E96EA3B",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=339CCFD4-452C-4700-80B4-914D7E96EA3B"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "A1C87028-90A4-46F4-96A2-842BB117C7EB",
    "url": "https://www.nps.gov/places/the-nelson-house-in-yorktown.htm",
    "title": "The Nelson House in Yorktown",
    "listingDescription": "The Nelson House was the home of Thomas Nelson, Jr. (1738-89), Yorktown's most famous son and one of the signers of the Declaration of Independence. Nelson's devotion to the patriot cause during the American Revolution contributed significantly to the creation of the United States.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/95A9995B-EE9A-2A69-67821EFF8B0B0FFE.jpg",
        "credit": "NPS Photo/Valarie Sweeny",
        "altText": "The Nelson House is a large brick building with two chimneys, 9 windows in the front and a largedoor",
        "title": "The Nelson House",
        "description": "",
        "caption": "The Nelson House. Built in the 1730's and was the home of signer of the Declaration of Independence",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/95A9995B-EE9A-2A69-67821EFF8B0B0FFE.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/95A9995B-EE9A-2A69-67821EFF8B0B0FFE.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "VA",
        "parkCode": "colo",
        "designation": "National Historical Park",
        "fullName": "Colonial National Historical Park",
        "url": "https://www.nps.gov/colo/index.htm",
        "name": "Colonial"
      },
      {
        "states": "VA",
        "parkCode": "york",
        "designation": "Part of Colonial National Historical Park",
        "fullName": "Yorktown Battlefield Part of Colonial National Historical Park",
        "url": "https://www.nps.gov/york/index.htm",
        "name": "Yorktown Battlefield"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "historical houses",
      "colonial national historical park",
      "yorktown battlefield"
    ],
    "latitude": "37.23420852521773",
    "longitude": "-76.50719754143236",
    "latLong": "37.23420852521773,-76.50719754143236",
    "bodyText": "The Nelson House was the home of Thomas Nelson, Jr. (1738-89), Yorktown's most famous son and one of the signers of the Declaration of Independence. Nelson's devotion to the patriot cause during the American Revolution contributed significantly to the creation of the United States.<br /> <br /> The Nelson House is one of the finest examples of early Georgian architecture in Virginia. (The Georgian style took its name from the four British kings named George, who reigned from 1714 to 1830). Georgian architecture was popular in the 1700s because its simple, balanced appearance gave an impression of order and stability. Many of its features, such as the triangular pediment above the front door and the cornice, or decorative molding, under the eaves of the roof, can be traced to ancient Greece and Rome.<br /> <br /> Most of the Nelson House is original, including the bricks and most of the mortar in the outer walls. Inside the house, the wall panels and most of the wooden floors are original, a notable exception being the floor in the downstairs hall. The paint on the walls matches the color of the first paint applied after the house was constructed.<br /> <br />  During the colonial period five or six small outbuildings of Georgian design were clustered in an area to the right of the Nelson House. The buildings were used at various times as kitchens, wash houses, poultry houses, dairy houses, smoke houses, spinning houses and servants' quarters. The outbuildings made the Nelson household virtually self-supporting.<br /> <br /> <strong>I</strong><b>nformal tours of this early 18th-century home's first floor are offered through the year as staffing permits. Call for hours of operation.</b>",
    "audioDescription": "The Nelson House is a large red brick building and is one of the finest examples of early Georgian architecture in Virginia. (The Georgian style took its name from the four British kings named George, who reigned from 1714 to 1830). It has 9 windows in the front with a large door in the center. There is some cannonball damage to the house on the east facing façade. There is a brick fence around the front of the house and there is garden area on the beside the west lawn.. There is a informational wayside out front that reads... Nelson house , 1730 ' General Nelson ... was excelled by no man in the generosity of his nature in the nobleness sentiments , in the purity of his revolutionary principles , and in the exalted patriotism that answered every service and sacrifice that his country might need' James Madison 1789 Thomas Nelson, Junior's Legacy is a lasting example of a life dedicated to Independence for his country. His support towards political freedom from Great Britain began while a member of Virginia's Colonial legislature. in addition to protesting British taxes and leading Yorktown's Tea Party , patterned after the one in Boston , he was one of Virginia's delegates to the Continental Congress. in May 1776, he advocated Virginia officially support Independence , a proposal that helped lead to the Declaration of Independence signed by Nelson and 55 others. Nelson continue to support the revolution through political channels and used his own funds to purchase military supplies. June 12, 1781, he was elected the third governor of Virginia and face the greatest challenge of his public career- The Invasion of the British army. As governor and general of his State's militia, Nelson participated in the Victory at Yorktown. one day after the British surrendered, Governor Thomas Nelson , Junior wrote to the Continental Congress...' the whole loss sustained by the enemy must be between six and seven thousand men. this blow , I think , must be a decisive one.' in November 1781, Nelson resigned as governor , poor and health and in debt. He died on January 4th, 1789 and was buried next to his father and grandfather at Grace Church , just one block from his home. There is a photo of a letter Thomas Nelson Junior wrote and this explanation... On September 25, 1781 , Governor Thomas Nelson Junior wrote Lord Cornwallis asking that citizens of Yorktown be permitted to return to town to move out their belongings. 3 days later, the American and French armies reached Yorktown end The Siege began. There is a photo of eyeglasses worn by Lucy Nelson, wife of Thomas Nelson. One of the tangible reminders of Thomas Nelson's sacrifice Independence home , which still bear scars from Allied cannon fire during the 1781 Siege. Nelson's grandfather , built the house around 1730. the Nelson family retained ownership the house until 1908. in 1968, the National Park Service purchased the house forward it to its eighteenth-century appearance. There is a black and white photo of a old kitchen chimney which was located beside the house. It has the caption... In the 18th century there were six outbuildings Northwest side of the Nelson house. By the early nineteen hundreds, only the chimney from the kitchen remained. There is also a photo of the signature of Thomas Nelson Junior.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "The Corner of Main Street and Nelson Street in Yorktown",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Home of a signer of the Declaration of Independance",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Historic Home open to the public when staffing permits. ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Yorktown Minutes #16: The Nelson House",
        "id": "6FD6EDD2-D71F-43BB-A300-DE312D8DFCA3",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=6FD6EDD2-D71F-43BB-A300-DE312D8DFCA3"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "884308F7-6FDB-471E-B941-F3579C5319C9",
    "url": "https://www.nps.gov/places/the-yorktown-victory-monument.htm",
    "title": "The Yorktown Victory Monument",
    "listingDescription": "The Victory Monument still stands as a fitting symbol to the French and American victory at Yorktown on October 19, 1781 - a victory that resulted in American Independence.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/2BDE59EF-B9B9-A850-23BAAB4FF9688D72.jpg",
        "credit": "NPS Photo/Linda Williams",
        "altText": "A 100 foot white granite monument with various symbols of the victory and the Lady Liberty on top.",
        "title": "The Victory Monument",
        "description": "",
        "caption": "A monument to the American and French victory at Yorktown.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/2BDE59EF-B9B9-A850-23BAAB4FF9688D72.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/2BDE59EF-B9B9-A850-23BAAB4FF9688D72.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "VA",
        "parkCode": "colo",
        "designation": "National Historical Park",
        "fullName": "Colonial National Historical Park",
        "url": "https://www.nps.gov/colo/index.htm",
        "name": "Colonial"
      },
      {
        "states": "VA",
        "parkCode": "york",
        "designation": "Part of Colonial National Historical Park",
        "fullName": "Yorktown Battlefield Part of Colonial National Historical Park",
        "url": "https://www.nps.gov/york/index.htm",
        "name": "Yorktown Battlefield"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "monument",
      "monument grounds",
      "Statue"
    ],
    "latitude": "37.23364501500546",
    "longitude": "-76.50467014194207",
    "latLong": "37.23364501500546,-76.50467014194207",
    "bodyText": "The Victory Monument stands as a fitting symbol to the French and American victory at Yorktown on October 19, 1781 - a victory that resulted in American Independence.",
    "audioDescription": "On a small field stands the Victory Monument. It is a 98 foot monument made of white granite. Around the monument in four corners are a list of some of the dead who gave their life at Yorktown. On the monument are various symbols about the victory. I. The base carries an inscription on each of its four sides: A. One dedicates the monument as a memorial of victory. B. A second presents a succinct narrative of the Siege. C. A third commemorares the treaty of alliance with France. D. The fourth tells of the resulting treaty of peace with England. II. The pediments just over the inscriptions carry: A. Emblems of nationality. B. Emblems of war. C. Emblems of the alliance. D. Emblems of peace. \"The base is thus devoted to the historical statement.\" III. The podium is a \"symbol of the birth of freedom.\" It carries the sculptur of thirteen \"female figures\" hand in hand in a solemn dance to denote the unity of the thirteen colonies. Beneath their feet is the inscription \"One country, one constitution, one destiny.\" IV. The column which springs from the podium, is a \"symbol of the greatness and prosperity of the nation after a century of various experience, when thirty-eight free and independent states are shining together in a mighty constellation.\" There is a star for each state which was in the Union at the time the monument was designed. On the field of the shaft and among the stars, as reminder of the past, is the \"shield of Yorktown covering the branch of peace.\" V. Atop the shaft is the sculptured figure of \"Liberty herself\" -- attesting to the existence of the nation as \"a proof of the possibility of a government of the people, by the people, for the people.\" There are two waysides near the monument. The Victory Monument wayside says... \"Resolved, That the United States in Congress assembled, will cause to be erected at york, in Virginia, a marble column, adorned with emblems of the alliance between the United States and his Most Christian Majesty; and inscribed with a succinct narrative of the surrender of earl Cornwallis to his excellency General Washington, Commander in Chief of the combined forces of America and France; to his excellency the Count de Rochambeau, commanding the auxilliary troops of his most Christian Majesty in America, and his excellency the Count de Grasse, commanding in chief the naval army of France in the Chesapeake.\" Just 10 days after the Victory at Yorktown , the Continental Congress directed a monument be built To commemorate The Siege and the American French Alliance. However, funds were not legislated for its construction until 1880, as the Centennial anniversary the battle approach. A congressional Committee of legislators from the original 13 colonies delegated oversight of the project to the Secretary of War , who in turn , chose architects , Richard M. Hurst and Henry Van Brunt , and Sculptor John Quincy Adams Ward to design the new monument. The country's spirit of reconciliation in the aftermath of the Civil War affected the design, as evidenced by the inscription , \" One country , one Constitution , one destiny\", on The Monuments shaft. On October 18 , 1881 , the cornerstone for The monument was dedicated during events commemorating The 100 anniversary of The Siege. On the night of July 29, 1942 , lightning decapitated the Statue of Liberty and destroyed her arms the damaged was replaced with a redesigned statue 15 years later. There is a black and white photo showing the ceremony of the laying of the cornerstone on the wayside. And two black and white photos showing the damage to the Victory Monument after the lightning strick. The Second wayside says, Yorktown Victory Monument this Monument authorized Continental Congress, October 29, 1781, just after the news of surrender reached Philadelphia. Actual construction began 100 years later and was completed in 1884. The original figure atop the victory shaft was severely damaged by lightning. A new work replaced it in 1956. The shaft of Maine granite is 84 feet in height to which Liberty adds another 14 feet.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Public Transit",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "The corner of Ballard St. and Main st. Yorktown",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historic Monument for the Victory at Yorktown",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Historic Monument",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Yorktown Minutes #15: The Yorktown Monument",
        "id": "318F1CB2-49CB-44B6-A376-7B15B4E21BD8",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=318F1CB2-49CB-44B6-A376-7B15B4E21BD8"
      }
    ],
    "relevanceScore": 1
  }
]