[
  {
    "id": "CBA89502-EC45-45DC-BB59-9F88C6D0EB59",
    "url": "https://www.nps.gov/places/armsmear.htm",
    "title": "Armsmear",
    "listingDescription": "Armsmear was the family home of Samuel Colt and Elizabeth Hart Colt, until her passing 1905. It was built between 1855-1856 and is regarded as an Italianate Villa. Armsmear housed a private art collection and items from the Colt's worldly travels. After Elizabeth's passing, in 1905, it became a residence for widows of Episcopalian Clergymen. Today it is a private residence serving as a community and providing housing for senior women of faith and of limited means and assets.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9744E31B-CD46-7B7F-3BBEF6BDA984EB0D.jpg",
        "credit": "Photo Credit: Nick Caito",
        "altText": "A pink stucco multi-level building, set back from the road with a fence and trees in early spring.",
        "title": "Armsmear",
        "description": "",
        "caption": "Armsmear was the home of the Colt Family.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9744E31B-CD46-7B7F-3BBEF6BDA984EB0D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9744E31B-CD46-7B7F-3BBEF6BDA984EB0D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CT",
        "parkCode": "colt",
        "designation": "National Historical Park",
        "fullName": "Coltsville National Historical Park",
        "url": "https://www.nps.gov/colt/index.htm",
        "name": "Coltsville"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "CB00DBA6-545B-4750-B36D-0B2B8E1453EC",
        "url": "https://www.nps.gov/orgs/1582/",
        "name": "National Historic Landmarks Program"
      }
    ],
    "tags": [
      "Samuel Colt",
      "Elizabeth Hart Colt",
      "Connecticut history",
      "architecture"
    ],
    "latitude": "41.753749459792026",
    "longitude": "-72.67420824932375",
    "latLong": "41.753749459792026,-72.67420824932375",
    "bodyText": "<p>Armsmear was the family home of Samuel Colt and Elizabeth Hart Jarvis Colt.<br /> <br /> Armsmear was built between 1856 and 1857 by local architect, Octavius Jordan. It would remain the Colt family home until Elizabeth's death in 1905.<br /> <br /> The design of Armsmear was inspired by the Colts' travels in the East (Turkey, Iran, France, and Great Britain). It is described as an Italianate Villa with Moorish elements and it was considered to be one of the grandest exotic residences in the United States before the Civil War. The location of Armsmear allowed the Colt family to look upon Colt Park and Samuel Colts' Factory.<br /> <br /> The residence, when initially constructed, had an ogee dome, similar to that of the Blue Onion Dome on the East Armory, three towers and elaborate glass conservatories. It was a state-of-the-art building at the time, including gas lighting and a plumbing system.<br /> <br /> Aside from linking Colt Factory to the family house with an ogee dome, the name itself, Armsmear, means \"the meadow of arms.\" Today, as it was when it was first built, the main door is guarded by a pair of marble Uffizi Dogs, replicas of ones from Rome's Hellenistic Period.<br /> <br /> After Samuel's passing, Elizabeth reimagined the public rooms of Armsmear. The ballroom became a private art gallery and a reception room replaced the music room. Elizabeth continued to add to her private art collection until her passing, giving Armsmear an eclectic, worldly feel.<br /> <br /> The philanthropic mission of Elizabeth continued even after her death as Armsmear became a place of residence for senior women of faith with limited income and assets. Armsmear has undergone many changes, but it still maintains the spirit of Elizabeth through the organizations mission.<br /> <br /> Armsmear was registered as a Historic Site through the Historic Sites Act in 1935 and in 1966 it was designated as a National Historic Landmark. In 2008 it became a contributing building in the Coltsville Historic District and is registered as a National Historic Landmark.<br /> <br /> Armsmear is a private residence and is not open to the public. Please be respectful of the current members residing in this community.</p>",
    "audioDescription": "A pink stucco, multi-level building with dark brown framing around the arched windows and a couple of balconies. Armsmear is set back from the road, with a green lawn, multiple flower beds, trees and an fence surrounding the property. A pair of marble Uffizi dogs guard the main entrance.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.armsmear.org/",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Cellular Signal",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "The Trustees of the Colt Bequest Inc.",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Hartford, Connecticut",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Industrialist, Samuel Colt, and his successors pioneered the development of the revolver which had cultural, historical, and geographic impacts on the city of Hartford. The house was the residence of Samuel Colt and Elizabeth Hart Jarvis Colt both who had lasting impacts on the City of Hartford. The house is a pristine example of the Italian Villa Style Architecture in Hartford. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Armsmear is a contributing building to the Coltsville Historic District which is registered as a National Historic Landmark District. ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C8862283-A1ED-431D-AAE1-C8623DABC692",
    "url": "https://www.nps.gov/places/colt-park.htm",
    "title": "Colt Park",
    "listingDescription": "Colt Park, once apart of Samuel Colt and Elizabeth Hart Colt's estate, was deeded to the City of Hartford in 1905. The park offered the Colt Family and the Colt Factory employees a place to relax and reconnect with nature. Today, while it no longer resembles the original design, it still serves the community of Hartford with multiple different recreational opportunities including baseball, softball and football fields, basketball courts, a playground and a walking path.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/37BE703C-9604-2D9B-D58C8B506830CEC0.jpg",
        "credit": "Photo Credit: NPS Digital Photo",
        "altText": "The Colt Memorial Statue nestled beneath an oak tree on a cloudy summer day.",
        "title": "The Samuel Colt Monument",
        "description": "",
        "caption": "The Colt Memorial Statue commissioned by Elizabeth Hart Jarvis Colt for her husband Samuel Colt.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/37BE703C-9604-2D9B-D58C8B506830CEC0.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/37BE703C-9604-2D9B-D58C8B506830CEC0.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CT",
        "parkCode": "colt",
        "designation": "National Historical Park",
        "fullName": "Coltsville National Historical Park",
        "url": "https://www.nps.gov/colt/index.htm",
        "name": "Coltsville"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "CB00DBA6-545B-4750-B36D-0B2B8E1453EC",
        "url": "https://www.nps.gov/orgs/1582/",
        "name": "National Historic Landmarks Program"
      }
    ],
    "tags": [
      "Samuel Colt",
      "Elizabeth Hart Colt",
      "Connecticut history",
      "park",
      "Urban America"
    ],
    "latitude": "41.75221676256823",
    "longitude": "-72.66810012054444",
    "latLong": "41.75221676256823,-72.66810012054444",
    "bodyText": "<p>Located behind the Colt family home, were expansive grounds that allowed for relaxation and an escape from the urban center, not only for the Colts but also for the employees of Colts’ Firearm Factory.<br /> <br /> The grounds of Colt Park, during the residence of the Colts, were extravagant and modeled in High Victorian style. The 105 acres were designed in a way to allow family and guests to escape from the hustle and bustle of the 19th century and reconnect with nature.<br /> <br /> The grounds contained many manicured gardens, green houses, a working farm, several conservatories, a large open lawn, a bronze colt statue, Greek Mythology marble sculptures, a deer park, a lake and two ponds. The lake offered various recreation opportunities including row boating, ice skating and fishing. The greenhouses contained rare plants but also tropical fruits such as pineapples, oranges, bananas and figs. Exotic animals could often been seen wandering the grounds.<br /> <br /> At the Western Entrance of the Park, off of Wethersfield Avenue and Morris Street, the Samuel Colt Monument stands as a reminder of Samuel Colt’s legacy. Here, nestled under an oak tree, stands a testament to the man who greatly impacted Hartford and the United States through his technological innovations and the development of an industrial village. The memorial was commissioned by Elizabeth Hart Jarvis Colt and was completed in 1906.<br /> <br /> The memorial statue consists of four different depictions of Samuel Colt throughout his lifetime, each representing a significant moment in his life. Sitting at the front of the memorial is that of a young Samuel Colt whittling a revolver barrel during his time as a sailor. The story, as told by Samuel, is that as a sailor on the <em>Corvo</em>, he developed his idea of a revolving barrel, allowing for multiple shots, by observing the helm of the ship.<br /> <br /> Behind him, standing tall, overlooking the park entrance is Samuel as an adult, a man of success, and on either side of the memorial base are relief's cast in bronze. One showing an interaction with the Russian Czar and the other of Samuel showing his new invention, the revolver, to the British House of Commons. Both relief's refer to Colt's Tour of Europe in 1854 where he was acclaimed for perfecting the revolver.<br /> <br /> Elizabeth deeded Colt Park to the City of Hartford after her death for the grounds to be used for future generations. Today while the park doesn’t look the same, but it serves the same function allowing individuals to reconnect with nature and the outdoors.</p> <p paraeid=\"{df02819d-573e-4526-b0eb-d26bea162993}{91}\" paraid=\"1875099781\">In 1976 the Colt Park was designated as Historic Place and in 2008, and it became a contributing site to the Coltsville Historic District which is registered as a National Historic Landmark District. In 2014, the United States Congress authorized creation of the Coltsville National Historical Park which includes the Colt Park. <br /> <br /> Colt Park, today, now has basketball and handball courts, soccer, baseball, softball, and football fields, two swimming pools, a playground and a walking path. The Park is managed by the City of Hartford and is open to the public from dawn to dusk. </p>",
    "audioDescription": "An expansive grounds containing grassy areas, playgrounds, basketball and handball courts, baseball, softball and football fields, two swimming pools, walking path and historical buildings. At the West entrance of the park, the Colt Memorial Statue serves as a reminder of Samuel. The memorial has two statues, one of a young Samuel Colt whittling a revolver chamber while sitting and then of an adult Samuel standing and overlooking the entrance. The young Samuel represents the story , as told by Colt, about how he came up with the idea of a revolving barrel while sailing on the ship, Corvo, by observing the helm. Two reliefs, on either side of the statue, depict Samuel being presented to the Czar of Russia and Samuel demonstrating his revolver to the British House of Commons. Made of bronze, the statues and reliefs are now blue and green having been exposed to the elements and having oxidized.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Cellular Signal",
      "Parking - Auto",
      "Picnic Shelter/Pavilion",
      "Picnic Table",
      "Playground",
      "Restroom - Seasonal",
      "Scenic View/Photo Spot",
      "Swimming Pool"
    ],
    "managedByOrg": "The City of Hartford",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Hartford, Connecticut",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Industrialist, Samuel Colt, implemented the concept of paternalistic capitalism within the City of Hartford and in providing for his workers and his family, Colt Park was established. The park provided Colt employees and the Colt family with a place to relax in nature. It became an example of the High Victorian Style in Hartford. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Colt Park is a contributing site to the Coltsville Historic District which is registered as a National Historic Landmark District.",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "DD3BA8D4-288F-409C-AA44-2A8C5F6BA828",
    "url": "https://www.nps.gov/places/colt-armory-complex.htm",
    "title": "Coltsville Self-Guided Tours",
    "listingDescription": "Self-Guided tours starting point.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/36122A00-FF19-01A6-AE871B02BF23ACF5.jpg",
        "credit": "Photo Credit: NPS/Nick Caito",
        "altText": "A blue onion dome behind a brownstone building and next to a white building on a clear day.",
        "title": "The Blue Onion Dome and Brownstones",
        "description": "",
        "caption": "The Blue Onion Dome",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/36122A00-FF19-01A6-AE871B02BF23ACF5.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/36122A00-FF19-01A6-AE871B02BF23ACF5.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CT",
        "parkCode": "colt",
        "designation": "National Historical Park",
        "fullName": "Coltsville National Historical Park",
        "url": "https://www.nps.gov/colt/index.htm",
        "name": "Coltsville"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Samuel Colt",
      "elizabeth hart jarvis colt",
      "factory",
      "firearms",
      "Industry",
      "Connecticut history",
      "architecture"
    ],
    "latitude": "41.756236729122094",
    "longitude": "-72.66395026025774",
    "latLong": "41.756236729122094,-72.66395026025774",
    "bodyText": "<h3>Welcome to Coltsville National Historical Park!</h3> <br /> The Colt Armory Complex is the starting point of all of our self guided tours. In this historic location, you can use the <a href=\"https://coltsvillenhp.oncell.com/\">Coltsville NHP App</a> to explore this industrial city on a self-guided walking tour, visiting at eleven different sites all while learning about Samuel Colt and Elizabeth Hart Jarvis Colt. As you walk this historic district, take a moment to reflect upon the ingenuity of a man and how Samuel and Elizabeth changed the landscape and history of Hartford and the United States.<br /> <br /> Many of these locations are now private residences and are not open to the public, therefore please be respectful of the current residents while walking the grounds of Coltsville. <div style=\"text-align: center;\"><a href=\"javascript:HandleLink(\">Click here to start a self-guided walking tour of Coltsville!</a></div>",
    "audioDescription": "These self-guided tours will take you are the Historic Landmark District of Coltsville. Though these tours you will see different buildings and sites that are significant to the history of the Colt Family, the City of Hartford, and the United States.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Parking - Auto",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Hartford, CT",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Colt Patent Firearm Manufacturing Company was a leader in the development of the technological innovations of firearms, the mechanization and specialization in precision manufacturing, and the development and impact of paternalistic capitalism. Industrialist, Samuel Colt, and his successors pioneered the development of the revolver which had cultural, historical, and geographic impacts on the city of Hartford. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Coltsville is designated as a National Historic Landmark District. ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A2240667-D62D-498D-9F7E-48C6E51E785B",
    "url": "https://www.nps.gov/places/the-james-b-colt-house.htm",
    "title": "James B. Colt House",
    "listingDescription": "The James B. Colt house was built by Samuel Colt for his brother, James, and was built in 1855. The house is classified as an Italianate Villa and would be the residence for James for a period of four years. In 1975 it was added to the National Register of Historic Places and in 2008 it became a contributing building to Coltsville Historic District. Today is an apartment complex.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D28656FB-A1DE-1C76-4841AC712B80EC7A.jpg",
        "credit": "NPS Digital Photo",
        "altText": "A cream stucco Italianate House with brown trim and a porch on a cloudy fall day.",
        "title": "James B. Colt House",
        "description": "",
        "caption": "This house was built for Samuel Colt's brother James, and is right down the road from Armsmear.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D28656FB-A1DE-1C76-4841AC712B80EC7A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D28656FB-A1DE-1C76-4841AC712B80EC7A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CT",
        "parkCode": "colt",
        "designation": "National Historical Park",
        "fullName": "Coltsville National Historical Park",
        "url": "https://www.nps.gov/colt/index.htm",
        "name": "Coltsville"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Samuel Colt",
      "Elizabeth Hart Colt",
      "Connecticut history",
      "architecture"
    ],
    "latitude": "41.751724850661255",
    "longitude": "-72.67370109288139",
    "latLong": "41.751724850661255,-72.67370109288139",
    "bodyText": "The James B. Colt House was built in 1855 for Samuel's brother, James Benjamin Colt.<br /> <br /> The James B. Colt house was built in the same Italianate style as the Colt family home, Armsmear, and is located just down the street. The house sits on what used to be a part of the Colt Estate and it had a view of Colt Park and the Connecticut River Valley. <br /> <br /> James Colt worked closely with Samuel during the early years of his firearms business and helped supervise the construction of Colt's Firearm Manufacturing Company and was the treasurer for a few years. When Samuel open his firearm factory in London, in 1851, James oversaw those operations.<br /> <br /> Samuel and James worked together until they had a falling out in 1856, which was noted in various newspapers of the time. It appears that the only contact between the two brothers after this point was in court cases filed by James. James continued to file lawsuits against the Colt's even after Samuel's death regarding an inheritance left to him and his children in Samuel's Will. <br /> <br /> From 1855-1859, James would reside in the house but many distinguished individuals would live there, including William Buel Franklin, a retired Union Army General and the General Manager of Colt's Firearm Manufacturing Company and George H. Day, Hartford's Parks Commissioner and leading industrial manager. <br /> <br /> In 1975, the James B. Colt house was added to the National Register of Historic Places and in 2008 it became a contributing building to the Coltsville Historic District which is registered as a National Historic Landmark.<br /> <br /> Today the property is an apartment complex and not open to the public. Please be respectful of the current residents. ",
    "audioDescription": "A cream stucco, multi-story house with multiple arched windows with dark brown framing. An unenclosed porch wraps around from the North side to the front door of the house on the West side. The Northwestern corner of the house has a peaked roof with the rest of the house having nearly flat roofs with large overhanging eaves supported with ornate brackets.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Cellular Signal",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Hartford, Connecticut",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Industrialist, Samuel Colt, and his successors pioneered the development of the revolver which had cultural, historical, and geographic impacts on the City of Hartford. The house has been the residence of various influential Hartford families including James B. Colt and William Buel. The house remains one of the best examples of the Italian Villa style of architecture in Hartford. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "The James B. Colt House is a contributing building to the Coltsville Historic District which is registered as a National Historic Landmark District. ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "2C3A2EF9-4FEF-41EC-A40B-DCA3D66916AC",
    "url": "https://www.nps.gov/places/the-potsdam-cottages.htm",
    "title": "The \"Potsdam\" Worker Houses",
    "listingDescription": "The Potsdam Cottages were built in 1859 to house those who worked at Samuel Colts Willow Ware Factory. The houses were built to resemble German houses to make the workers, who were coming form Germany, feel more at home. Ten houses were originally built, but only nine remain standing today. These house are now privately owned residences today.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7084859B-93E5-AE2C-1E5C571FD559A3F1.jpg",
        "credit": "Photo Credit: Nick Caito",
        "altText": "A two story, red and white house with a gabled metal roof and decorative bargeboard.",
        "title": "The Potsdam Cottages",
        "description": "",
        "caption": "The Potsdam Cottages built for Colt's Willow Ware Factory employees. (Photo taken in 2020)",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7084859B-93E5-AE2C-1E5C571FD559A3F1.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7084859B-93E5-AE2C-1E5C571FD559A3F1.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CT",
        "parkCode": "colt",
        "designation": "National Historical Park",
        "fullName": "Coltsville National Historical Park",
        "url": "https://www.nps.gov/colt/index.htm",
        "name": "Coltsville"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "CB00DBA6-545B-4750-B36D-0B2B8E1453EC",
        "url": "https://www.nps.gov/orgs/1582/",
        "name": "National Historic Landmarks Program"
      }
    ],
    "tags": [
      "Samuel Colt",
      "Connecticut history",
      "Elizabeth Hart Colt",
      "Industrial America"
    ],
    "latitude": "41.75167741296334",
    "longitude": "-72.6629164638965",
    "latLong": "41.75167741296334,-72.6629164638965",
    "bodyText": "The \"Potsdam\" Worker Houses, or \"Potsdam Cottages, were built in 1858 to house Samuel Colt's Willow Ware factory employees. <br /> <br /> The Colt Willow Ware factory was one of Samuel Colt's enterprising ideas meant to make use of the resources around him. To hold back the periodic flooding's of the Connecticut River, Samuel built a two mile dyke in 1855, to ensure that South Meadows would remain dry. To stabilize the dyke, French Osier Willow Trees were planted. In 1858, Samuel saw the opportunity for a new business adventure in the making of wicker furniture, by collecting the branches from the willow trees. <br /> <br /> Colt, wanting to ensure that his wicker work was top quality, looked to hire the best craftsmen who lived in Prussia. To entice the workers to move to Hartford, Colt had the houses and factory built to resemble houses found in Potsdam, Germany and were built in a 'Swiss Chalet' style. Frederick Kunkle, one of Samuel's trusted aids, traveled across Europe recruiting German workers to work at the Colt Willow Ware Factory  and move into the new Potsdam Village. <br /> <br /> The Potsdam Cottages were built of brick and set in a wooden frame with long overhanging cornices, exaggerated scallops and outdoor staircases leading to the second level. Each Cottage was built to house two families.<br /> <br /> To help ease the new immigrants into their life in Hartford and to retain them as workers, Samuel not only built houses but he also opened an area for gardening and a raising livestock, built a beer hall and vineyard. The workers were encouraged to maintain their traditional lifestyle and ethnic heritage. <br /> <br /> The Colt Willow Ware Manufacturing Company opened in 1859 and for 14 years, the company produced top quality wicker items including baskets, chairs, wagons, and cradles. By 1863, the Colt Willow Ware Factory employed over one hundred workers and the products were being marketed not only across the United States, but in Cuba and South America as well.  In 1873, the factory was destroyed in a fire and was never rebuilt.<br /> <br /> Twelve cottages were originally built, with nine remaining today, all under private ownership. In 1976 they were designated a part of the Colt Industrial District in the National Register of Historic Places and in 2008 they became contributing buildings to the Coltsville Historic District which is registered as a National Historic Landmark.<br /> <br /> While all of the cottages have undergone various modifications, but they serve as a reminder to the immigrant culture that Samuel Colt celebrated. <br /> <br />  Please be respectful of those who currently reside in these properties. <br />  ",
    "audioDescription": "The Potsdam Cottages are of varying designs and styles, due to various modifications. The following is a historical description of what the twelve cottages would have looked liked. It is a two story building with a ascending exterior staircase on the right side, leading to an entrance on the second floor. The second story exterior was covered in white board with a single central window and balcony. The main level has two windows, each with shutters and an ornate casement, set into red/brown brick with white cross trimming. The gabled metal roofs were topped with a chimney and the overhangs, on the front and back of the cottage, had decorative bargeboard with spade-shaped patterns and lancet-like drops at the ends and middle.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Cellular Signal",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Hartford, Connecticut",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Industrialist, Samuel Colt, and his successors pioneered the development of the revolver which had cultural, historical, and geographic impacts on the City of Hartford. Samuel was a paternalistic employer and the Potsdam Cottages were an integral part of his industrial village.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "The Potsdam Cottages are contributing buildings to the Coltsville Historic District which is registered as a National Historic Landmark District. ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1BEACB05-04AD-4D9A-94A7-3078FB3E6F33",
    "url": "https://www.nps.gov/places/the-caldwell-hart-colt-memorial-parish-house.htm",
    "title": "The Caldwell Hart Colt Memorial Parish House",
    "listingDescription": "The Caldwell Hart Colt Memorial Parish House was built by Elizabeth Hart Jarvis Colt as a memorial to her son, Caldwell Hart Colt. The Parish House was designed by Edward Tuckerman Potter and was dedicated in 1896. Both the interior and exterior of the Parish House make reference to the passions of Caldwell, including sailing and worldly adventures, and to the love Elizabeth had for her son.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/37219564-F659-93F4-142F91600B351A96.jpg",
        "credit": "Photo Credit: NPS Digital Photo",
        "altText": "A colorful stone building with four false chimneys against a cloudy blue sky,",
        "title": "Caldwell Hart Colt Memorial Parish House",
        "description": "",
        "caption": "The Parish House was built as a memorial to Caldwell Hart Colt by his mother, Elizabeth.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/37219564-F659-93F4-142F91600B351A96.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/37219564-F659-93F4-142F91600B351A96.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CT",
        "parkCode": "colt",
        "designation": "National Historical Park",
        "fullName": "Coltsville National Historical Park",
        "url": "https://www.nps.gov/colt/index.htm",
        "name": "Coltsville"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "CB00DBA6-545B-4750-B36D-0B2B8E1453EC",
        "url": "https://www.nps.gov/orgs/1582/",
        "name": "National Historic Landmarks Program"
      }
    ],
    "tags": [
      "architecture",
      "Samuel Colt",
      "Elizabeth Hart Colt",
      "Edward Tuckerman Potter",
      "Connecticut history"
    ],
    "latitude": "41.75685857610787",
    "longitude": "-72.66891344693164",
    "latLong": "41.75685857610787,-72.66891344693164",
    "bodyText": "The Caldwell Hart Colt Memorial Parish House was commissioned by Elizabeth Hart Jarvis Colt in memory of her, and Samuel's, only son who lived to adulthood, Caldwell Hart Colt.<br /> <br /> The Parish House was designed by prominent architect, Edward Tuckerman Potter, who also designed the Mark Twain House. Potter came out of an eighteen-year retirement to design and build the Parish House as a memorial to Caldwell and to compliment his earlier work on the Church of the Good Shepherd. It was dedicated in September of 1896.<br /> <br /> The Parish House was designed to reflect Caldwells' many passions including sailing and worldly explorations, while showcasing the love Elizabeth had for her son. Both the exterior and interior of the building incorporate many stone carvings that bring to mind sailing such as shells, coral and anchors. Windows resemble ship port-holes and the third floor of the building was designed to resemble a ship deck with a catwalk leading to a crow's nest; three cannons, from Caldwell’s ship the <em>Dauntless</em>, grace the balcony today.<br /> <br /> One of the more prominent features on the second floor is an alcove memorial to Caldwell. This memorial features a painting of Caldwell on the <em>Dauntless</em> and four pure white Egyptian Onyx tablets. These tablets memorialize Caldwell and speak of Elizabeth’s love for her son. The ceiling is painted crystal blue as the sky would appear on a clear day out on the sea.<br /> <br /> Perhaps the most symbolic and emotional tribute to Caldwell can be found here in the alcove as well. On the left side beneath Caldwell’s birth date carved into stone is the <em>Dauntless</em> heading out to sea with full sails. On the right beneath his death date is the <em>Dauntless</em> pulling into harbor with sails furled, signifying the end of the voyage, but with a lighthouse shining bright representing a peaceful rest in heaven.<br /> <br /> The Parish House was built to serve as a community center and included a library, office space, fitness equipment, a bowling alley, a stage and auditorium. Today, while it no longer has athletic facilities, it is still a functioning community center managed by the Church of the Good Shepherd.<br /> <br /> In 1975, the Parish House was added to the National Register of Historic Places and in 2008 it became a contributing building the Coltsville Historic District, which is a National Historic Landmark District. In 2014, the U.S. Congress authorized creation of the Coltsville National Historical Park to include the Caldwell Hart Colt Memorial Parish House.<br /> <br /> Please note, that while the grounds are open to the public, the buildings are not. Tours can be requested by contacting the Church of the Good Shepherd. You can explore the interior of the Caldwell Hart Colt Memorial Parish House by checking out the <a href=\"https://www.capturepics.com/3d-model/27365-2/skinned/\">3D Virtual Tour</a> of the location.",
    "audioDescription": "A colorful stone building, with four false chimneys and an upper level balcony. The front has numerous arched windows with stone columns between them and altering patterns of brown and cream stone. The exterior has stone carvings to represent aquatic life which includes coral, shells, a ship, and Triton. The exterior also includes carvings of rampant colts and crosses.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.goodshepherdhartford.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Cellular Signal",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "The Church of the Good Shepherd",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Hartford, Connecticut",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Industrialist, Samuel Colt, and his successors pioneered the development of the revolver which had cultural, historical, and geographic impacts on the city of Hartford. Samuel was a paternalistic employer and the Caldwell Hart Colt Memorial Parish House replaced Charter Oak Hall as a recreational facility for the employees.  The Parish House is a pristine example of Gothic Revival architecture built by renown architect Edward Tuckerman Potter.  It serves as a testament to the love Elizabeth Hart Colt had to her and Samuel's son, Caldwell Hart Colt.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "The Caldwell Hart Colt Memorial Parish House is a contributing building to the Coltsville Historic District which is registered as a National Historic Landmark District. ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8F72F15A-FDCE-47D8-89AB-279A59693FBB",
    "url": "https://www.nps.gov/places/the-church-of-the-good-shepherd.htm",
    "title": "The Church of the Good Shepherd",
    "listingDescription": "The Church of the Good Shepard with its intricate masonry and stone carvings was commissioned as a memorial to Elizabeth's husband, Samuel Colt, and their three children who passed in infancy. The Church was designed by Edward Tuckerman Potter and was dedicated in 1869.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/A40C27F2-A021-CF4A-01344D709AC933A9.jpg",
        "credit": "Photo Credit: Nick Caito",
        "altText": "A Gothic Revival Church with a spire on a cloudy day with a green lawn and bare trees.",
        "title": "The Church of the Good Shepherd",
        "description": "",
        "caption": "The Church of the Good Shepherd stands as a memorial to the love Elizabeth had for her family",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A40C27F2-A021-CF4A-01344D709AC933A9.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A40C27F2-A021-CF4A-01344D709AC933A9.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CT",
        "parkCode": "colt",
        "designation": "National Historical Park",
        "fullName": "Coltsville National Historical Park",
        "url": "https://www.nps.gov/colt/index.htm",
        "name": "Coltsville"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "CB00DBA6-545B-4750-B36D-0B2B8E1453EC",
        "url": "https://www.nps.gov/orgs/1582/",
        "name": "National Historic Landmarks Program"
      }
    ],
    "tags": [
      "church",
      "Edward Tuckerman Potter",
      "Samuel Colt",
      "Elizabeth Hart Colt",
      "Connecticut history",
      "architecture"
    ],
    "latitude": "41.75759496310771",
    "longitude": "-72.6685767126427",
    "latLong": "41.75759496310771,-72.6685767126427",
    "bodyText": "The Church of the Good Shepherd was commissioned by Elizabeth Hart Jarvis Colt in memory of her husband, Samuel Colt, and their three children who passed away in early childhood.<br /> <br /> The Church was designed by prominent architect Edward Tuckerman Potter, who designed Hartford’s renowned <a href=\"javascript:HandleLink(\">Mark Twain House</a> and the Caldwell Hart Colt Memorial Parish House. The Church was built in the Gothic Revival style architecture and contains a center for worship and a room for the education of children in the faith. <br /> <br /> The Armorer’s Entrance of the Church is unique as the stonework surrounding the archway incorporates different parts of the Colt Revolver into its construction. Parts such as revolver cylinders, triggers, hammers, and pistol handles are all hidden around this entrance. These embellishments would have been clearly recognizable to armory employees, but they were included in a manner that maintained the sanctity of the church. <br /> <br /> The interior of the Church strongly emphasizes Elizabeth’s love of her family. Multiple stained-glass windows, throughout the church, are designed for and dedicated to Elizabeth’s departed loved ones. The dedication windows, at the back of the Church, contain biblical symbolism as well as the Colt family crest and motto at the bottom, ensuring that visitors to the church understand exactly why, and for whom, it was built. The ceiling of the Church is painted blue and has gold star embellishments which was common for Episcopalian Churches at the time, but it echoes the Blue Dome that sits atop the East Armory. <br /> <br /> Another striking feature inside the church is the baptismal font. This sculpture is dedicated to the three Colt children who passed away. The font was commissioned for the Church by Elizabeth’s sister, Hetty, and depicts the cherub-like children on a pedestal. They are supporting a large shell basin in their arms for baptisms. <br /> <br /> From its very conception, the Church of the Good Shepherd was meant to represent remembrance and connection in multiple aspects. It is filled with memorials to loved ones who passed and connections to the Colt Factory which was dear to Elizabeth and Samuel. <br /> <br /> In 1975, the Church was added to the National Register of Historic Places and in 2008 it became a contributing building of the Coltsville Historic District, which is a National Historic Landmark District. In 2014, the United States Congress authorized creation of Coltsville National Historical Park which includes the Church of the Good Shepherd. Today, the Church is a functioning place of worship open to the public and offers accessible English and Spanish services.  <br /> <br /> Please note, that while the grounds are open to the public, the buildings are not. Tours can be requested by contacting the Church of the Good Shepherd. You can explore the interior of the Church of the Good Shepherd by checking out a <a href=\"https://www.capturepics.com/3d-model/church-of-the-good-shepherd-iglesia-del-buen-pastor/skinned/\">3D Virtual Tour </a>of the location.  ",
    "audioDescription": "A stone church built in the Gothic Revival style using multiple colored stones. A tall spire graces the sky with a cross on top. The church is set amongst trees on an expansive lawn. The inside of the church is filled with wooden pews and the ceiling is painted blue with gold stars. Wooden beams crisscross the church in a series of arches. There are numerous stained-glass windows with vibrant colors.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.goodshepherdhartford.org/",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Cellular Signal",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "Episcopal Church in Connecticut",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Hartford, Connecticut ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Industrialist, Samuel Colt, and his successors pioneered the development of the revolver which had cultural, historical, and geographic impacts on the City of Hartford. Samuel was a paternalistic employer and the Church of the Good Shepherd was an integral part of his industrial village, even though it was commissioned after his death by his wife, Elizabeth Hart Jarvis Colt. The church is a pristine example of Gothic Revival architecture built by renown architect Edward Tuckerman Potter.   It serves as a testament to the love Elizabeth  for her husband and their three children who passed in infancy. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "The Church of the Good Shepherd is a contributing building to the Coltsville Historic District which is registered as a National Historic Landmark District. ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "CDBE4171-99E2-4451-9150-4B3914FACD0F",
    "url": "https://www.nps.gov/places/the-colt-gardener-s-cottage-and-colt-carriage-house.htm",
    "title": "The Colt Gardener's Cottage and Colt Carriage House",
    "listingDescription": "The Colt Gardener's Cottage and Colt Carriage House were built around 1860 on the Colt Estate.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/EE405588-A596-A55B-5C36C02E5BAEB608.jpg",
        "credit": "Photo Credit: NPS Digital Photo",
        "altText": "A red, multistory brick building with an enclosed porch nestled underneath a tree.",
        "title": "The Colt Gardener's Cottage",
        "description": "",
        "caption": "The Gardener's Cottage",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EE405588-A596-A55B-5C36C02E5BAEB608.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EE405588-A596-A55B-5C36C02E5BAEB608.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CT",
        "parkCode": "colt",
        "designation": "National Historical Park",
        "fullName": "Coltsville National Historical Park",
        "url": "https://www.nps.gov/colt/index.htm",
        "name": "Coltsville"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "CB00DBA6-545B-4750-B36D-0B2B8E1453EC",
        "url": "https://www.nps.gov/orgs/1582/",
        "name": "National Historic Landmarks Program"
      }
    ],
    "tags": [
      "Samuel Colt",
      "Elizabeth Colt",
      "Connecticut history"
    ],
    "latitude": "41.754153713650396",
    "longitude": "-72.67211158068041",
    "latLong": "41.754153713650396,-72.67211158068041",
    "bodyText": "<p paraeid=\"{23245593-d8a1-4d09-b877-3f1a471ea651}{183}\" paraid=\"767777426\">Just down the hill from the Colt family home, nestled under trees, sits the Gardener’s Cottage and the Carriage House. </p> <p paraeid=\"{23245593-d8a1-4d09-b877-3f1a471ea651}{191}\" paraid=\"1628105061\">Both built around 1860 along Shamrock Ave, now the walking path in Colt Park, they have undergone numerous changes over the years. <br /> <br /> From Armsmear, the family home, overlooking the Colt Estate, numerous gardens and greenhouses were scattered about. Samuel was fond of flowers and Elizabeth reported that there was over a mile of greenhouses on the property. Aside from flowers, the greenhouses had traditional crops such as cotton, rice, and numerous vegetables. Other fruits grown throughout the year included bananas, figs, nectarines, and peaches. <br /> <br /> The gardener lived in a small red brick house tucked behind the stable and near the deer park. The building has undergone structural changes with additions and demolitions over the years.<br /> <br /> The Carriage House, a red brick building resembling a garage, is located near the pools. Constructed of brick and wood, with a copula, the Colt’s horses were stabled in the wooden shed. With simple arched windows and a large stone foundation with a brick building set on top, the Carriage House was easily accessible to the Colts.<br /> <br /> In 2008, the Gardener’s Cottage and Carriage House were noted as contributing buildings to the Coltsville Historic District which is registered as a National Historic Landmark District. In 2014, the United States Congress authorized creation of the Coltsville National Historical Park.  <br /> <br /> The buildings are not open to the public. You many walk around them, but be respectful of park property. </p>",
    "audioDescription": "The Gardener's Cottage is an a multistory building with an enclosed wooden porch. Made of red brick, the cottage has ornate eaves and arched windows. Ivy now grows up the walls and chimney. The Carriage House is a multistory red brick building with numerous windows, now boarded up, and garage doors .",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Cellular Signal",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Hartford, Connecticut",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Industrialist, Samuel Colt, and his successors pioneered the development of the revolver which had cultural, historical, and geographic impacts on the City of Hartford. Samuel was a paternalistic employer and the Gardener's Cottage and Carriage House were an integral part of his industrial village. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "The Colt Gardener's House and Colt Carriage House are contributing buildings to the Coltsville Historic District which is registered as a National Historic Landmark District. ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "07AFE959-FDA1-4696-9DF7-472FBA46CB34",
    "url": "https://www.nps.gov/places/the-east-armory-complex.htm",
    "title": "The East Armory Complex",
    "listingDescription": "Colt Patent Firearm Manufacturing Company was built in 1855 in Hartford, Connecticut by industrialist, Samuel Colt. The factory is easily recognizable by the Blue Onion Dome and rampant Colt that sits atop the East Armory. Coltsville. Samuel Colt would shape the development of the City of Hartford and the United States.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/682AF26D-0841-C298-C5441FFFACAC25FE.jpg",
        "credit": "Photo Credit: Nick Caito",
        "altText": "The blue onion dome with rampant colt against a city skyline.",
        "title": "Colt Dome against the city skyline",
        "description": "",
        "caption": "The Colt Dome gracing the skyline of the City of Hartford.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/682AF26D-0841-C298-C5441FFFACAC25FE.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/682AF26D-0841-C298-C5441FFFACAC25FE.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CT",
        "parkCode": "colt",
        "designation": "National Historical Park",
        "fullName": "Coltsville National Historical Park",
        "url": "https://www.nps.gov/colt/index.htm",
        "name": "Coltsville"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "CB00DBA6-545B-4750-B36D-0B2B8E1453EC",
        "url": "https://www.nps.gov/orgs/1582/",
        "name": "National Historic Landmarks Program"
      }
    ],
    "tags": [
      "Samuel Colt",
      "Elizabeth Hart Colt",
      "Connecticut history",
      "Industry",
      "factory"
    ],
    "latitude": "41.75676774014461",
    "longitude": "-72.66311229581298",
    "latLong": "41.75676774014461,-72.66311229581298",
    "bodyText": "<p>American industrialist and gunsmith, Samuel Colt, would establish a successful business developing and creating firearms in Hartford, Connecticut. <br /> <br /> The East Armory is easily recognizable in the Hartford Skyline by the Blue Onion Dome and Rampant Colt. Samuel, inspired by his trips to Russia, reproduced the Onion Dome style and added his own flair by adorning it with a Rampant Colt. The Colt seen atop the armory is a replica of the original that was destroyed in a fire. Used equally as a marking tool and a call for recognition, the dome and the rampant colt remain a pivotal part of the Colt Legacy. <br /> <br /> Samuel’s first business, Patent Arms Manufacturing Company, built in Paterson, New Jersey would close in September 1842 due to poor sales. Colt refused to give up on his dream of a successful firearm business and in 1851 he began purchasing land in South Meadows. By 1855 the Colt's Patent Firearms Manufacturing Company was built and producing firearms. By 1857 it was producing 150 finished weapons a day. <br /> <br /> With his success, Samuel began expanding his factory and created an industrial town encompassing housing for his workers, a gathering hall, Colt Park and another small factory, Colt Willow Ware Manufacturing. <br /> <br /> Samuel would spend most of his time focusing on perfecting precision machinery, designing and producing new arms and ensuring that patents and infringements were aptly dealt with. With the onset of the American Civil War in 1861, Colt’s business was booming. One year into the war, Samuel would pass away unexpectedly and Elizabeth Hart Colt, his wife, would take control of the business. <br /> <br /> On February 4th, 1864, tragedy would once again strike the Colt family. In the middle of the Civil War, when Colt was the nation’s largest producer of munitions, a fire broke out in one of the buildings. Even with people fighting the blaze, the fire quickly spread and within minutes entire floors were ablaze. Shortly after 9am the blue dome would crash to the ground as Elizabeth watched.<br /> <br /> Over half of the factory would burn to the ground, but Elizabeth having foresight, had taken out an insurance policy and would rebuild. Since completing the rebuild in 1867, the Blue Dome has graced the Hartford skyline. <br /> <br /> Today, the East Armory is owned by Colt Gateway LLC and is leased out as office space and apartments. Other buildings contain an art academy, the office of a Senator, a cafe, and software development company. <br /> <br /> The East Armory and Dome are not open to the public and the National Park Service is not conducting tours at this time due to safety, liability and accessibility reasons.<br /> <br /> While we are unable to conduct tours of the Dome at this time, please check out our <a href=\"javascript:HandleLink(\">3D Dome Tours</a> that provide a view of the City of Hartford from inside the Dome! </p>",
    "audioDescription": "A brown stone, four story building with many windows, set behind two long, single story buildings and a parking lot. Directly centered in the East Armory, rising above into the skyline set upon a white multi-arched pedestal, is a Blue Onion Dome set with gold stars and a gold rampant colt with a spear in its mouth.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Cellular Signal",
      "Parking - Auto",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "Colt Gateway LLC",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Hartford, Connecticut",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Colt Patent Firearm Manufacturing Company was a leader in the development of the technological innovations of firearms, the mechanization and specialization in precision manufacturing, and the development and impact of paternalistic capitalism. Industrialist, Samuel Colt, and his successors pioneered the development of the revolver which had cultural, historical, and geographic impacts on the City of Hartford. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "The East Armory Complex is a contributing building to the Coltsville Historic District which is registered as a National Historic Landmark District.  ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "811E9C38-532F-4BD7-88D9-535B5F34F202",
    "url": "https://www.nps.gov/places/colt-factory-worker-housing.htm",
    "title": "Worker Housing",
    "listingDescription": "The Worker Houses were built in 1856 behind the Colt Firearms Manufacturing Company as a way to attract and retain skilled workers. Twenty houses were built and provided a place for up to 145 families to live. Today only ten of the houses remain and are privately owned condominiums.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6AD0F5EF-AC2D-44FD-1499DCAB6CADC4E1.jpg",
        "credit": "NPS Digital Photo",
        "altText": "A house of red brick construction showing through white paint with an exterior stairwell.",
        "title": "Colt Factory Worker Housing",
        "description": "",
        "caption": "Colt Worker Housing on Huyshope Avenue",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6AD0F5EF-AC2D-44FD-1499DCAB6CADC4E1.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6AD0F5EF-AC2D-44FD-1499DCAB6CADC4E1.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CT",
        "parkCode": "colt",
        "designation": "National Historical Park",
        "fullName": "Coltsville National Historical Park",
        "url": "https://www.nps.gov/colt/index.htm",
        "name": "Coltsville"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "CB00DBA6-545B-4750-B36D-0B2B8E1453EC",
        "url": "https://www.nps.gov/orgs/1582/",
        "name": "National Historic Landmarks Program"
      }
    ],
    "tags": [
      "Samuel Colt",
      "Elizabeth Hart Colt",
      "Connecticut history",
      "industrial",
      "factory"
    ],
    "latitude": "41.75577094005996",
    "longitude": "-72.66471941649921",
    "latLong": "41.75577094005996,-72.66471941649921",
    "bodyText": "The Worker Houses, located on Huyshope Avenue and Van Block Avenue, were built in 1856 to provide housing for employees at Colt's Firearms Manufacturing Company. <br /> <br /> Samuel Colt believed that by building housing near the factory and providing recreational opportunities he would be able to employee and retain skilled workers for his firearm factory. In the late 1850's Colt would build twenty houses behind the factory that could house up to 145 families. <br /> <br /> The worker houses were built in two different styles, Gothic Revival (located on Huyshope Ave) and Italianate (located on Van Block Avenue), meant to attract immigrant workers from Germany and Ireland. The brick Gothic Revival Houses were built to house six families each while the Italianate houses, with their exterior stairwells, could house up to eight families. <br /> <br /> To provide a sense of privacy and ownership, trees were planted along the streets and fences were erected. The houses reflected Colt's paternal nature for his employees by ensuring that they had access to fresh air and open spaces for recreation by leaving space between the houses. Aside from providing his workers with a place to live, Colt also built various recreational facilities including a beer hall and Charter Oak Hall. Here workers were able to read books and newspapers, hold gatherings, host exhibits and where the Colt Armory Band gathered.<br /> <br /> The houses initially were home to skilled workers including craftsmen, machinists and tool makers, but by the late 1880's they primarily housed unskilled workers. <br /> <br /> During World War II, the ten houses closest to the factory, were demolished to build a parking lot for the expanding employee workforce.<br /> <br /> In 1976 they were designated apart of the Colt Industrial District in the National Register of Historic Places and in 2008 they became contributing buildings to the Coltsville Historic District which is registered as a National Historic Landmark.<br /> <br /> Today, the remaining ten buildings are privately owned condominiums, that reflect the ingenuity of a man who strived to build a workplace that felt like a family. Please be respectful of those who currently reside in these properties.  ",
    "audioDescription": "The Italianate Houses located on Van Block Avenue are of brick construction with the red brick showing through the white paint. These houses are 3 1/2 stories tall with numerous double hung windows on each side and a southern exterior stairwell providing access to the apartments. The roofs on the buildings are nearly flat with large overhangs. The Gothic Revival Houses on Huyshope Avenue are of brick construction with the red brick showing through the white paint. These house are 3 stories tall with red gabled roofs with scalloped bargeboard on the end gables, and three chimneys. At the rear of the house there is a two story extension with a flat roof and an exterior stair well and partial porch providing access to the apartments. Both housing sets are enclosed by a black fence with parking between the two rows of houses. There are pathways leading to the apartments and green grass areas.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Cellular Signal",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Hartford, Connecticut",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Industrialist, Samuel Colt, and his successors pioneered the development of the revolver which had cultural, historical, and geographic impacts on the City of Hartford. Samuel was a paternalistic employer and the Worker Houses were an integral part of his industrial village.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "The Worker Houses are contributing buildings to the Coltsville Historic District which is registered as a National Historic Landmark District. ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]