[
  {
    "id": "17B02CE5-573E-4ACA-A31F-12C839687356",
    "url": "https://www.nps.gov/places/annie-falls-picnic-area.htm",
    "title": "Annie Falls Picnic Area",
    "listingDescription": "Cascading water is heard rising up through the tree-covered canyon. Glimpses of the waterfalls can be seen down through the forest. This is the second of three picnic areas on south Hwy 62.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/29870825-C7B1-8F6F-F71BD427348907C8.jpg",
        "credit": "NPS Photo Mimi Gorman",
        "altText": "a forest covered canyon with areas of erosion and a creek cutting down the center",
        "title": "Annie Falls Picnic Area View",
        "description": "",
        "caption": "The canyon seen from the picnic area shows eroding pinnacles, a forest and the stream at the bottom.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/29870825-C7B1-8F6F-F71BD427348907C8.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/29870825-C7B1-8F6F-F71BD427348907C8.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR",
        "parkCode": "crla",
        "designation": "National Park",
        "fullName": "Crater Lake National Park",
        "url": "https://www.nps.gov/crla/index.htm",
        "name": "Crater Lake"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "picnic area",
      "picnic tables",
      "waterfall"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<br /> Upstream from this picnic area three streams merge into Annie Creek increasing the water volume as it spills over boulders creating the falls. The sound of cascading water bellows up through the canyon and is filtered by the forest that abscures views of Annie Falls. The sound is unavoidable but a view is elusive. Stand still and follow the sound through the trees to catch a glimpse of white water spilling over boulders.<br /> <br /> There are two picnic tables. One is under the trees near the area where the falls are likely to be seen and heard. The second is under the lodgepole pines on the right passed the guardrails wwhere the sound of Annie Falls is a little gentler. ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Picnic Table"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "The second of three picnic areas on south Hwy 62.",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "561C60E1-8E02-45AF-AF13-967355C76599",
    "url": "https://www.nps.gov/places/mazama-cabins.htm",
    "title": "Cabins at Mazama Village",
    "listingDescription": "The Cabins at Mazama Village are nestled in an old growth forest of lodgepole pines. The rustic-style exterior opens into a casual interior design offering comfort and serenity, free of phones and TVs. At 6000 feet, air conditioning is not available but there is plenty of fresh mountain air! Ten cabins each with four private accommodations featuring two queen beds with a private bath and shower. Two accessible accommodations offer one queen bed and private bath.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/45B8823F-0D21-93C7-686531E85B92793E.jpeg",
        "credit": "courtesy of Aramark",
        "altText": "Cabin at Mazama Village",
        "title": "Cabin at Mazama Village",
        "description": "",
        "caption": "Cabin at Mazama Village",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/45B8823F-0D21-93C7-686531E85B92793E.jpeg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/45B8823F-0D21-93C7-686531E85B92793E.jpeg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR",
        "parkCode": "crla",
        "designation": "National Park",
        "fullName": "Crater Lake National Park",
        "url": "https://www.nps.gov/crla/index.htm",
        "name": "Crater Lake"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "cabins",
      "Inn",
      "lodging"
    ],
    "latitude": "42.86485266670769",
    "longitude": "-122.16637697858943",
    "latLong": "42.86485266670769,-122.16637697858943",
    "bodyText": "The Cabins at Mazama Village offer the comfort and privacy of an inn nestled in an old growth forest of lodgepole pines. <br /> <br /> <span style=\"color: rgb(34, 34, 34); font-family: Georgia, Times, \"Times New Roman\", serif; font-size: 1.5625rem; letter-spacing: -0.25px;\">Features</span><br /> The rustic-style exterior opens into a casual interior design offering comfort and serenity, free of phones and TVs. At 6000 feet there is plenty of fresh mountain air so air conditioning is not available. There are 10 cabins each with four private accommodations featuring two queen beds with a private bath and shower. Two accessible accommodations offer one queen bed and private bath.<br /> <br /> Reservations are strongly recommended and can be made up to a year in advance of your visit. Reserve a room at the Mazama Cabins by contacting the park concessionaire, Crater Lake Hospitality, either <a href=\"https://www.travelcraterlake.com/lodging-camping/crater-lake-lodge/\">online</a> or by calling 866-292-6720. The Mazama Cabins are generally open from late May or early June through late September. <br /> <br /> <span style=\"color: rgb(34, 34, 34); font-family: Georgia, Times, \"Times New Roman\", serif; font-size: 1.5625rem; letter-spacing: -0.25px;\">Near-by Amenities </span><br /> At the Annie Creek Restaurant and Gift Shop, located in the village, you’ll find family-friendly American cuisine for breakfast, lunch, and dinner, as well as a variety of local beers and wines. The gift shop offers a wide selection of park souvenirs. The nearby Mazama Village Store carries groceries, camping supplies, firewood, and gasoline.<br /> <br />  ",
    "audioDescription": "Getting to Mazama Cabins can be a little confusing. From Hwy 62, just past the Annie Creek Entrance Station, turn right towards Mazama Campground and right again into Mazama Village. Drive through the big parking lot and past Mazama Village Store on your left, take the first right which leads to the cabins. The road is divided into two loops. The first loop contains cabins A through E and the second loop contains cabins F through J. A paved footpath connects the two loops between Cabin D and Cabin G. The rustic exterior of each cabin blends with the natural forest setting, and the structures generally appear the same. They are a single-story horizontal design with a high peaked roof. Forward facing is another peak covering a cement porch and the entry to four rooms. The entire structure is painted brown and the peaks are protected by wood shingles. Large, sliding barn-doors are closed during winter to protect the porch from snow drifts, but remain open all summer. From the road, a cement walk and two steps up lead to the porch. The accessible cabin has a ramp to the porch. Once the snow melts, picnic tables are placed out front. White lines in front of the cabins designate parking spaces. On the porch, each room has a designated number. The rooms all have a casual inn-like appearance with one bright colored wall that the bed skirt and scarf, a pillow and curtains compliment. Two queen beds, or one queen bed in an accessible room, have multiple pillows and white linens. The remaining room accommodations are similar to standard hotel including: lamps, tables, luggage and hanging clothes rack, and rustic style chairs. Each room has a single window that opens to the natural sounds of the forest. In addition to a sleeping and lounging area, there is a bathroom with sink, toilet, and shower with fresh white towels. Exiting either loop returns to Mazama Village, Annie Creek Restaurant and Gift, the Mazama Village Store and gas station. Typically, every night a different evening program is offered by a park ranger at the amphitheater located between loops D and E.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.travelcraterlake.com/lodging-camping/the-cabins-at-mazama-village/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Rooms",
      "Amphitheater",
      "Electric Car Charging Station",
      "Food/Drink - Bar/Alcohol For Sale",
      "Food/Drink - Coffee",
      "Food/Drink - Restaurant/Table Service",
      "Fuel (Unleaded)",
      "Gifts/Souvenirs/Books",
      "Groceries/Convenience Items",
      "Ice",
      "Information",
      "Internet/WiFi Available",
      "Laundry",
      "Parking - Auto",
      "Picnic Table",
      "Restroom - Seasonal",
      "Showers",
      "Supplies - Camping/Outdoor",
      "Toilet - Flush",
      "Trailhead",
      "Trash/Litter Receptacles",
      "Water - Bottle-Filling Station",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "Crater Lake Hospitality",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Mazama Village ",
        "name": "Location"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "lodging",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1C9C5103-FEF8-42C3-AD68-E9304C1A7957",
    "url": "https://www.nps.gov/places/castle-crest-wildflower-trail.htm",
    "title": "Castle Crest Wildflower Trail",
    "listingDescription": "A wildflower meadow with an abundant array of flowers and pollinators is encircled by a .041 mile trail, multiple springs, a diverse forest, and a towering 2000 foot ridge.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7B589B07-E215-2430-1FA011B1CAF9FD3D.jpg",
        "credit": "NPS Photo/Mimi Gorman",
        "altText": "Magenta paintbrush",
        "title": "Wildflowers",
        "description": "",
        "caption": "More than 200 wildflower species grow along Castle Crest Wildflower Trail.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7B589B07-E215-2430-1FA011B1CAF9FD3D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7B589B07-E215-2430-1FA011B1CAF9FD3D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR",
        "parkCode": "crla",
        "designation": "National Park",
        "fullName": "Crater Lake National Park",
        "url": "https://www.nps.gov/crla/index.htm",
        "name": "Crater Lake"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "wildflowers",
      "trail"
    ],
    "latitude": "42.89206473785661",
    "longitude": "-122.13253360986711",
    "latLong": "42.89206473785661,-122.13253360986711",
    "bodyText": "<h3><b>The Trail</b></h3> <p>At 6300 feet in elevation, the Castle Crest Wildflower Trail loops around a spring-fed meadow, through a mixed conifer forest, over streams, past a grassy slope, and below Castle Crest Ridge which towers 2,000 feet above the trail on the north and east sides. All this in just 0.41 miles. This trail is not accessible.</p> <h3><b>The Wildflowers</b></h3> <p>Castle Crest Wildflower Trail hosts over 200 species of wildflowers, and is surrounded by trees, shrubs, grasses, and moss. While lingering snow melts, tiny violets, buttercups, and spreading phlox (Phlox diffusa) bloom just above the soil. Shooting stars (Dodecathean alpinum) unfurl from slender stems and American bistorts (Polygonum bistortoides) flash white florets. Different species bloom as summer brings the warmth of drier, hotter days. Two of the most prolific wildflowers are Lewis' monkeyflower (Mimmulus lewsii) and paintbrush (Castillejaspp). Other favorites are the bog orchids such as (Platanthera dilatata var. leucostachys), blue stickweed (Hackelia micrantha), Columbia monkshood (Aconitum columbianum) Pacific bleeding heart (Dicentra formosa), and a variety of asters. White pollen skyrocket (Ipomopsis aggregata ssp. formosissima) is a gorgeous, tubular, orange flower which grows on the western pumice slope.</p>",
    "audioDescription": "The official parking area and trailhead is located 0.25 mile east of Park Headquarters on East Rim Drive. Walking counterclockwise, the trail begins by crossing a bridge over a stream and winds under a canopy of conifer trees. It soon shifts from a shady dirt path to uneven steppingstones. Early season, the stones may be covered in water flowing down from springs along a 2000-foot towering ridge. Grasses give way to mosses and flowering shrubs, and ultimately both sides of the trail become colorful eruptions of wildflowers. The trail takes a few gentle turns with upward stone steps that guide the visitor through knee and waist high plants which bloom in a succession from late spring to early fall. While lingering snow melts, tiny yellow violets, yellow buttercups, and pinkish spreading phlox (Phlox diffusa) bloom just above the soil. Purple shooting stars (Dodecathean alpinum) unfurl from slender stems and American bistorts (Polygonum bistortoides) flash white florets. Different species bloom as summer brings the warmth of drier, hotter days. Two of the most prolific wildflowers are the boldly pink Lewis' monkeyflower (Mimmulus lewsii) and the pink to orange paintbrush (Castillejaspp). Other favorites are the white bog orchids such as (Platanthera dilatata var. leucostachys), blue stickweed (Hackelia micrantha), deep purple Columbia monkshood (Aconitum columbianum) pink Pacific bleeding heart (Dicentra formosa), and a variety of aster species that are mostly yellow and pastel purple. Even when the seed heads and dried flowers remain, pollinators and their predators are seen and heard throughout the meadow and along the trail. Leaving the meadow area along its western edge, the trail passes a pumice hillside where white-pollen-skyrocket (Ipomopsis aggregata ssp. formosissima) a gorgeous, tubular, orange flower grows. As the meadow is now behind you, and you cross streams via two bridges, once again a forest canopy of mountain hemlock (Tsuga mertensiana), Shasta red fir (Abies magnifica), and lodgepole pine (Pinus contorta),) creates an evergreen backdrop for the meadow and the trail as you follow it back to your car.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "The official parking area and trailhead is located on East Rim Drive, 0.25 mile east of park headquarters. A second entrance to the trail is across the road from park headquarters at the three=way stop. This adds another 0.25 miles through the forest.",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The trail was designed and constructed in 1929.The CCC provided trail improvements in 1938.Over 200 species of wildflowers have been identified. ",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8E67FB7F-A232-4072-8616-36A1EEFDF1F9",
    "url": "https://www.nps.gov/places/crater-lake.htm",
    "title": "Crater Lake",
    "listingDescription": "The final eruption and collapse of Mount Mazama over 7,700 years ago created a deep caldera (crater). No river or other turbulence disturbs the collection of rain and snow for six miles across the deepest lake in the United States. Its average clarity at 103 feet deep is unsurpassed and the penetrating light waves reflect a deep blue color that is seen nowhere else.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/68D997F1-A998-8350-A563D208F6EFC9CE.jpg",
        "credit": "NPS Photo/Greg Shiffer",
        "altText": "conifer tree needles holding snow and clouds above frame Crater Lake and Wizard Island",
        "title": "Clouds and Snow Frame Crater Lake",
        "description": "",
        "caption": "Conifer tree needles holding snow and clouds frame Crater Lake and Wizard Island",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/68D997F1-A998-8350-A563D208F6EFC9CE.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/68D997F1-A998-8350-A563D208F6EFC9CE.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR",
        "parkCode": "crla",
        "designation": "National Park",
        "fullName": "Crater Lake National Park",
        "url": "https://www.nps.gov/crla/index.htm",
        "name": "Crater Lake"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "crater",
      "lake",
      "blue",
      "Deep"
    ],
    "latitude": "42.94330216519861",
    "longitude": "-122.10305976867674",
    "latLong": "42.94330216519861,-122.10305976867674",
    "bodyText": "<p> </p> <p>Crater Lake, at 1,943 feet (592 meters) deep, is one of the deepest lakes in the world and the deepest in the United States. The lake averages more than five miles (8 km) in diameter, and is surrounded by steep rock walls that rise up to 2000 feet (600 meters) above the lake's surface.</p> <h3>From a Mountain to a Lake</h3> <p>Crater Lake is located in Southern Oregon on the crest of the Cascade Mountain range, 100 miles (160 km) east of the Pacific Ocean. It lies inside a caldera, or volcanic basin, created when the 12,000 foot (3,660 meter) high Mount Mazama collapsed 7,700 years ago following a large eruption.<br /> <br /> An average 67 inches of precipitation, rain and melted snow (annual average of 42 feet of snowfall (13 meters)) supply the lake with water. There are no inlets or outlets to the lake. The lake level fluctuates slightly from year to year while evaporation and seepage prevent the lake from becoming any deeper.</p> <h3>Deep Blue</h3> <p>Crater Lake's great depth, purity and clarity (avg 103 feet deep), and the way sun light interacts with water determines the lake's color. Water molecules absorb the longer wavelengths of reds, oranges, yellows, and greens while the shorter blue and purple wavelengths are more easily scattered.  The scattered blue light penetrates deeper into the clear water then is redirected back up to the surface where we can see it. Around the edges where the water is less deep, some of the unabsorbed green sunlight is reflected back up. The color of the lake can vary from day to day depending on wind, cloud cover, and the angle of the sun</p> <h3>Wizard Island Plus Three</h3> <p>Following the collapse of Mount Mazama, lava poured into the caldera even as the lake began to rise. Today, a small volcanic island, Wizard Island, appears on the west side of the lake. This cinder cone rises 767 feet (234 meters) above the lake. At its summit is a small crater, 300 feet (90 meters) across and 90 feet (27 meters) deep.<br /> <br /> Out of sight and underwater are three more volcanoes that grew while the lake was filling. The Rhyodacite Dome is the youngest of these and occurred about 5000 years ago. </p> <h3>Life in the Lake</h3> <p>Between 1888 and 1942, five species of fish were introduced into Crater Lake. About 60-thousand rainbow trout and kokanee salmon continue to thrive. Scientist have identified over 165 species of phytoplankton and zooplankton, along with invertebrates that live throughout the lake. Amphibians, including the native Mazama newt, exist in shallow areas but are in danger due to the introduction crayfish, a predator. <br /> <br /> Large colonies of a native moss circle the lake at depths between 100 feet (30 meters) to 400 feet (120 meters). </p>   <p><br /> <br /> <br /> <br /> <br /> <br /> <br /> <br />  </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Information Kiosk/Bulletin Board",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Crater Lake National Park - seven miles north of the Annie Springs Entrance Station off of Hwy 62 or nine miles along the North Entrance Road from Hwy 138",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Deepest lake in the United States and one of the clearest lakes in the world.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "564E673F-25D4-4792-8456-3C41E12A44E5",
    "url": "https://www.nps.gov/places/crater-lake-lodge.htm",
    "title": "Crater Lake Lodge",
    "listingDescription": "The historic Crater Lake Lodge overlooks the deepest lake in the United States and the most pristine in the world. Open mid-May to early October with 71 rooms including accessible accommodations. Stay warm indoors near the large native stone fireplace, or sit in a rocking chair along the outdoor patio and watch the sun rise across Crater Lake. The dining room is offers three meals a day. Reservations are recommended for lodging and dining. Ranger programs are presented daily.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/47E22A67-9CA7-28C3-3693266A7750DA12.jpg",
        "credit": "NPS Photo 2020/Mimi Gorman",
        "altText": "Crater Lake Lodge and a path to it",
        "title": "Crater Lake Lodge",
        "description": "",
        "caption": "Regardless of how you approach Crater Lake Lodge, you always want to get closer.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/47E22A67-9CA7-28C3-3693266A7750DA12.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/47E22A67-9CA7-28C3-3693266A7750DA12.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR",
        "parkCode": "crla",
        "designation": "National Park",
        "fullName": "Crater Lake National Park",
        "url": "https://www.nps.gov/crla/index.htm",
        "name": "Crater Lake"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "lodging",
      "dining",
      "food",
      "drinks",
      "historic"
    ],
    "latitude": "42.9098370092",
    "longitude": "-122.140943467",
    "latLong": "42.9098370092,-122.140943467",
    "bodyText": "<p>Surrounded by meadows and sub-alpine trees, the historic Crater Lake Lodge overlooks the deepest lake in the United States and one of the clearest in the world.</p> <h3><span style=\"color: rgb(34, 34, 34); font-family: Georgia, Times, \"Times New Roman\", serif; font-size: 1.5625rem; letter-spacing: -0.25px;\">Accomodations and Reservations</span></h3> <p>The lodge is open mid-May to early October, depending on the current snow levels. The lodge has 71 rooms including six accessible rooms. Some accommodations have views of the lake while others look out on Rim Village or the surrounding forest and meadows.<br /> <br /> Reservations are strongly recommended and can be made a year in advance of your visit. Reserve a room at Crater Lake Lodge by contacting the park concessionaire, Crater Lake Hospitality, either <a href=\"https://www.travelcraterlake.com/lodging-camping/crater-lake-lodge/\">online</a> or calling 866-292-6720. </p> <h3>Dining</h3> <p>The Crater Lake Lodge dining room offers three meals a day, breakfast, lunch and dinner, for lodge guests and any park visitors wanting a more formal meal service. Reservations are taken for dinner and are highly encouraged. Reserve your meal time in person at the lodge or by calling 541-594-2255. </p> <h3>The Great Hall and Porch</h3> <p>Beyond lodging and dining, the experience includes a Great Hall defined by a large native stone fireplace, tall windows, and accents of Ponderosa pine wood. You are invited to lounge with a drink, play board games, or simply relax to the crackle of the fire which is lit most inclement days. On the back patio are rocking chairs that draw your attenition to the lake, especially at sunrise and on days when the lake is a hue of blue that is like no other. Depending on the weather, ranger programs are presented daily either indoors near the fire place or outside on the patio. </p> <p>For a list of accommodations outside the park visit the <a href=\"https://www.nps.gov/crla/planyourvisit/lodging-camping.htm\">Lodging and Camping</a> page on the park website.</p>",
    "audioDescription": "Crater Lake Lodge was re-constructed and opened to the public in 1995. The exterior has a native stone façade on the lower level, red brick defines the upper three stories. Towering chimneys sculpted by stonemasons, wood shingles, and dormers highlight the roof. Along the exterior walls white framed single windows identify the location of 71 guest rooms. The building lacks symmetry in shape but has its own character with three sections, the center and largest hosts the front entry. A wide stairway, seven steps with handrails, complements the entry of Crater Lake Lodge. An accessible ramp from the right meets the steps at the front doors. Wood double doors open into a small enclosed foyer, with a second set of doors opening into the registration lobby. The floor is waxed and polished Douglas fir planks. A solid wood front desk, just inside the lobby has an accessible counter to the left. The room’s rustic charm is highlighted by the first of three native stone fireplaces, structural columns disguised by Ponderosa pine bark, and a wall built from round, bark-covered ponderosa-pine logs stacked horizontally from the floor to the ceiling. A double size opening in the stacked logs gives entry to the Great Hall. A wide, open, stairway on the right approaches an upper level. Rustic charm continues throughout the Great Hall with Ponderosa pine columns, a floor to ceiling fireplace covered in a mosaic of volcanic stones and comfy Mission-style lounge chairs, sofas, and tables. The Great Hall invites people to gather for a daily ranger program, to warm by the fire, read, play board games, or engage in conversations. Across from the fireplace is a long wall featuring large windows giving way to an expansive view of the lake. Double doors along the windowed-wall open to the back porch revealing why the lodge was built in this location along the caldera rim overlooking the lake. The breathtaking view of Crater Lake from the porch, lined with wicker rocking chairs, is a major attraction of the lodge. Guests and park visitors rock for hours even though it is often cold and windy. During summer, wait staff rove the outdoor porch taking orders for drinks and food. A paved ramp with handrails exits to the right. At its landing to the right is access to the front of the lodge, to the left is the historic Rim Village Promenade lined by an historic stone parapet that is a guide through the village. Back inside at the far end of the Great Room, there is a coffee bar and a hostess podium, behind which are doors to the dining room. Dark wood tables set with formal china surround massive ponderosa pine-beams. The walls are grey lava rocks with Ponderosa pine framed windows. This room, hosts the third large stone fireplace with a landscape painting of Crater Lake adorning the mantle. The dining room is open for breakfast and dinner. Returning to the main lobby through the Great Room, to the left of the front desk is a slight up-ramp with handrails on both sides in the direction of public accessible restrooms. Also there is an exhibit about the lodge’s original construction, and historic images of early park visitors. Beyond the exhibit, through an open door are two elevators to the upper and basement levels of the lodge. Accessible rooms are located on the first floor past the elevators down a long hallway. This section of the hotel is referred to as the Annex Wing. The lodge has eight accessible rooms in this wing. All of these rooms have showers with bars, an accessible sink, as well as an accessible toilet. There is one room with two queen beds and the remaining seven rooms feature one queen bed. These rooms are decorated in a mix of modern southwestern and mission furnishings, painted walls and rustic wallpaper. Standard rooms throughout the lodge are decorated in a similar motif. At the end of the Annex Wing through another hallway, is a staircase leading to the other floors, and an exit from the lodge onto a concrete sidewalk facing Rim Village. Crater Lake Lodge is in Rim Village, seven miles north of Hwy 62, and ten miles south of Hwy 183 via West Rim Drive. The road through Rim Village is narrow with two-way traffic, and a 15 mile-per-hour speed limit. Front-in parking aligns most of the right and left sides of the road until it ends in a loop in front of Crater Lake Lodge. Temporary parking in front of the lodge has a flattened curb allowing wheelchairs and luggage access onto the sidewalk. Accessible front-in parking spaces are ahead on the right.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.travelcraterlake.com/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "210b2dd2-05fb-41b5-84c0-f4c61c9da114",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Rooms",
      "Automated External Defibrillator (AED)",
      "Electrical Outlet/Cell Phone Charging",
      "First Aid/Medical Care Available",
      "Food/Drink - Bar/Alcohol For Sale",
      "Food/Drink - Coffee",
      "Food/Drink - Restaurant/Table Service",
      "Historical/Interpretive Information/Exhibits",
      "Ice",
      "Information",
      "Internet/WiFi Available",
      "Parking - Auto",
      "Restroom",
      "Toilet - Flush"
    ],
    "managedByOrg": "Crater Lake Hospitality",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Rim Village ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Rim Village is a historic district listed in 1997 on the National Register of Historic Places. Crater Lake Lodge is one of six primary buildings included in this registry. The lodge’s original construction started in 1909 and it first opened in 1915. It was built on the edge of the caldera almost 1,000 feet above the water with spectacular views of the lake and the caldera.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "lodging",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F96CECC2-B803-4D23-BFFA-3E471A2E3AFD",
    "url": "https://www.nps.gov/places/crater-lake-nha-park-store.htm",
    "title": "Crater Lake Natural History Association Park Store",
    "listingDescription": "The mission of Crater Lake Natural History Association (CLNHA) is to be an active partner with the National Park Service to inspire public understanding and foster preservation of natural and cultural resources at Crater Lake National Park. CLNHA is a 501 (c) (3) tax-exempt organization 93-0519716 with memberships, an online shop, and 2 park stores where they sell park and education related items, and provide information, enhancing the visitors experience in the park.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E9950DB6-D4B3-7808-8BB5141807A5C16E.jpg",
        "credit": "NPS photo/Kate Williams",
        "altText": "A visitor peruses the shelves of merchandise in the park store.",
        "title": "Natural History Association Park Store",
        "description": "",
        "caption": "Shopping the Natural History Association Park Store often leads to perusing the chapters of a book.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E9950DB6-D4B3-7808-8BB5141807A5C16E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E9950DB6-D4B3-7808-8BB5141807A5C16E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR",
        "parkCode": "crla",
        "designation": "National Park",
        "fullName": "Crater Lake National Park",
        "url": "https://www.nps.gov/crla/index.htm",
        "name": "Crater Lake"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "bookstore",
      "gifts",
      "books",
      "passport stamp",
      "information"
    ],
    "latitude": "42.89713668823242",
    "longitude": "-122.13408660888672",
    "latLong": "42.89713668823242,-122.13408660888672",
    "bodyText": "<h3 style=\"text-align: center;\"><strong>Are you a National Park Geek?<br /> Do you collect field guides or maps?<br /> Are you a 1000 piece puzzler?<br /> or<br /> <span style=\"color:#2980b9;\">Do you want to stamp your passport book?</span></strong></h3> <br /> Visit <a href=\"http://www.craterlakeoregon.org/group.asp\">Crater Lake Natural History Association</a> on line to learn more about the partnership and the products sold. The NHA Park Store has two locations for summer 2022. Look for the store in the Rim Visitor Center and the temporary visitor contact station in Mazama Village. <br /> <br /> Crater Lake Natural History Association (NHA) is a non-profit partner supporting Crater Lake National Park and Oregon Caves National Monument since 1942. Profits from purchases in the park store and via on-line sales benefit research, interpretive programs, supplies, and communications. The park store carries a wide range of books, Junior Ranger and educational products for children, national park themed gifts including National Park Geek items, and other Crater Lake memoriabilia.<br /> <br /> <br /> <span style=\"color: rgb(34, 34, 34); font-family: Georgia, Times, \"Times New Roman\", serif; font-size: 1.5625rem; letter-spacing: -0.25px;\">Some Past and O</span><span style=\"color: rgb(34, 34, 34); font-family: Georgia, Times, \"Times New Roman\", serif; font-size: 1.5625rem; letter-spacing: -0.25px;\">ngoing P</span><span style=\"color: rgb(34, 34, 34); font-family: Georgia, Times, \"Times New Roman\", serif; font-size: 1.5625rem; letter-spacing: -0.25px;\">roject A</span><span style=\"color: rgb(34, 34, 34); font-family: Georgia, Times, \"Times New Roman\", serif; font-size: 1.5625rem; letter-spacing: -0.25px;\">ssistance I</span><span style=\"color: rgb(34, 34, 34); font-family: Georgia, Times, \"Times New Roman\", serif; font-size: 1.5625rem; letter-spacing: -0.25px;\">ncludes:</span><br /> • Bat Education and Outreach<br /> • Avalance Program Support<br /> • Curator Assistance<br /> • Night Sky Program<br /> • Pika Occupancy Report<br /> • Library acquisitions<br /> • Junior Ranger books and badges<br /> • Reflections, the park newspaper <br /> <br /> <span style=\"color: rgb(34, 34, 34); font-family: Georgia, Times, \"Times New Roman\", serif; font-size: 1.5625rem; letter-spacing: -0.25px;\">Become a Member</span><br /> Your membership benefits the park in many ways. For one year, you also receive 15% off all purchases here and with other partner associations in NPS units across the US. Many of the Crater Lake ranger programs in which you participate are funded by the NHA. And a lot of the NHA sponsored research helps further the understanding of wildlife populations, climate change effects, and the health of Crater Lake. These studies may have an affect on your experience while exploring Crater Lake National Park and well beyond your visit.<br />  ",
    "audioDescription": "The park store, operated by the Crater Lake Natural History Association is located in the historic park headquarters area in Steel Visitor Center. The American flag flies on a pole in front of the building. Entry into the building is across a native stone walkway in the front during summer but through a snow tunnel on the right side of the building during winter. Once inside the doors, the park store is located behind a double paned door. Inside you will find a variety of books, gifts, Junior Ranger and educational items for sale. An audio described video is shown upon request. The space is small so the the only exhibit is a tactile relief map. There are a few comfy chairs for those who need them but usually during summer the room is too crowded to linger. Park store personnel and a ranger are available to answer your questions about the park.",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "Crater Lake's stamp is available during business hours at Steel Visitor Center and Rim Visitor Center (summer only). It is the same design at each location.",
    "passportStampImages": [
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/88142A8E-C7AD-6806-0364F101189944B9.jpg"
          }
        ],
        "altText": "Crater Lake Passport Stamp",
        "title": "Crater Lake Passport Stamp",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/88142A8E-C7AD-6806-0364F101189944B9.jpg"
      }
    ],
    "managedByUrl": "http://www.craterlakeoregon.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Captioned Media",
      "First Aid/Medical Care Available",
      "Gifts/Souvenirs/Books",
      "Information",
      "Information - Maps Available",
      "Information - Park Newspaper Available",
      "Information - Ranger/Staff Member Present",
      "Parking - Auto",
      "Restroom",
      "Restroom - Accessible",
      "Theater/Auditorium",
      "Toilet - Flush",
      "Water - Bottle-Filling Station",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "Crater Lake Natural History Association",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3BB07AE5-93FE-4F5D-B34B-63526F51122E",
    "url": "https://www.nps.gov/places/goodbye-picnic-area.htm",
    "title": "Goodbye Picnic Area",
    "listingDescription": "Goodbye Picnic Area is perfect for a picnic and resting in the shade, but also consider it for birding and boosting your tree identification skilIs. It rests beneath a forest composed of a variety of mature tree species including Shasta red fir, lodgepole pine, and mountain hemlock. With no trail access and mostly unseen but heard, Goodbye Creek splits the two sections of this picnic area physically and audibly.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/86CAEC0A-C20C-5CA2-EDB0B289CA3685BB.jpg",
        "credit": "NPS Photo/Mimi Gorman",
        "altText": "A concrete base picnic table with wood top and benches shadowed by a tall forest",
        "title": "Goodbye Picnic Area",
        "description": "",
        "caption": "Stop for a rest, a picnic or to bird watch under the shade at Goodbye Picnic Area.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/86CAEC0A-C20C-5CA2-EDB0B289CA3685BB.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/86CAEC0A-C20C-5CA2-EDB0B289CA3685BB.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR",
        "parkCode": "crla",
        "designation": "National Park",
        "fullName": "Crater Lake National Park",
        "url": "https://www.nps.gov/crla/index.htm",
        "name": "Crater Lake"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "picnic",
      "picnic area",
      "picnic tables",
      "forests and woodlands",
      "birds"
    ],
    "latitude": "42.87028719178274",
    "longitude": "-122.15292692184448",
    "latLong": "42.87028719178274,-122.15292692184448",
    "bodyText": "An often-overlooked stop in the park is Goodbye Picnic Area. Goodbye Picnic Area is perfect for a picnic but also consider it for birding, and an observation point for small mammals with the hope for a bear to stroll through the forest on its way to the creek. It rests beneath a forest composed of a variety of mature tree species including Shasta red fir, lodgepole pine, and mountain hemlock. Mostly inaccessible to the eyes but very audible to the ears is Goodbye Creek which flows in a deep canyon that separates these two picnic areas.<br /> <br /> The road noise from passing vehicles becomes inconsequential especially after snow melt when the creek is roaring. There is no trail into the canyon through which Goodbye Creek cascades downstream. This is one place where the towering trees, calls of the red breasted nuthatch, and the antics of Douglas squirrels begs visitors to put aside the hiking poles and just relax. <h4>Location</h4> Goodbye Picnic Area has two sections which are accessible from the north or the south on the west side of Munson Valley Road between the Annie Spring Entrance Station and park headquarters. <strong>One</strong> is an easy right turnout for southbound traffic from the rim or park headquarters. Parking is pull through next to the curb. There is no accessible ramp from the curb. This sight has two picnic tables. <strong>The second</strong> section is a left turn for lake-bound traffic (or right turn past the bridge for south bounders). There are four angled parking places and room for a bus or RV to park. This location also has two picnic tables, one with wheelchair access, and a vault toilet.",
    "audioDescription": "Goodbye Picnic Area has two sections which are on the west side of Munson Valley Road between the Annie Spring Entrance Station and park headquarters. Both sections have safe entry from the north or the south. The sections are separated by a canyon through which Goodbye Creek flows. This audio description identifies the area with the most amenities. It is a left turn for lake-bound traffic (or right turn for south bounders after crossing the bridge). There are four angled parking places and room for a bus or RV to park. This location also has two picnic tables—one with wheelchair access—within a circle drive, a public vault toilet, and trash and recycling receptacles. Goodbye Picnic Area, including the picnic tables, rest beneath a forest composed of a variety of mature tree species including Shasta red fir, lodgepole pine, and mountain hemlock. The towering trees harbor calls of many birds including the red breasted nuthatch, woodpeckers, and pine siskins, and the antics of Douglas squirrels are never far away. There is not much tree undergrowth surrounding the picnic tables as it has all been stunted by foot traffic but beyond the bareness is a healthy undergrowth of shrubs and young trees. Mostly inaccessible to the eyes but very audible to the ears is Goodbye Creek which flows in a shallow canyon between the two picnic areas. The creek is relatively quiet after spring and early summer snow melt.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Parking - Auto",
      "Parking - Bus/RV",
      "Picnic Table",
      "Recycling",
      "Toilet - Vault/Composting",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Goodbye Picnic Area has two sections which are accessible from the north or the south on the west side of Munson Valley Road between the Annie Spring Entrance Station and park headquarters",
        "name": "Location"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Picnic Area",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "BBAE9A27-5852-4AB7-AF8C-FE803CBE71D0",
    "url": "https://www.nps.gov/places/lodgepole-picnic-area.htm",
    "title": "Lodgepole Picnic Area",
    "listingDescription": "Picnic tables and the Pumice Flats Trailhead are set among an old growth forest of lodgepole pine trees along a semi-circle drive. As the name suggests, lodgepole pines grow tall and straight, reaching 100 feet in height.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/8CBA5CD3-CDAA-99D1-617FBEAB4BBBDC3B.jpg",
        "credit": "NPS Photo/Mimi Gorman",
        "altText": "A brown, wood trailhead sign with white lettering, and a picnic table in a lodgepole forest",
        "title": "Lodgepole Picnic Area",
        "description": "",
        "caption": "Lodgepole Picnic Area is an old growth forest of tall, straight lodgepole pines.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/8CBA5CD3-CDAA-99D1-617FBEAB4BBBDC3B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/8CBA5CD3-CDAA-99D1-617FBEAB4BBBDC3B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR",
        "parkCode": "crla",
        "designation": "National Park",
        "fullName": "Crater Lake National Park",
        "url": "https://www.nps.gov/crla/index.htm",
        "name": "Crater Lake"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "picnic area",
      "picnic tables",
      "forest",
      "trailhead"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "Lodgepole is the third picnic area on Hwy 62 when entering Crater Lake National Park from the south boundary via Fort Klamath, Chloquin, and Klamath Falls. An old growth forest of lodgepole pines welcomes you. These trees grow straight and many reach over 100 feet in height. A trailhead for the Pumice Flats Trail, and two picnic tables are located beneath the trees on the left. ",
    "audioDescription": "A sign on south Hwy 62 announces the Lodgepole Picnic Area is 500 feet ahead on the right. An old growth forest of lodgepole pines welcomes you. These are trees that are recognized for their height, up to 100 feet, and straightness, not girth as one might expect in an old growth forest. A trailhead for the Pumice Flats Trail, and two picnic tables are located beneath the trees on the left.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Picnic Table",
      "Recycling",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "This is the third of three picnic areas from the boundary along south Hwy 62 ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "An old growth forest of lodgepole pines which are the only native pine in the Pacific Northwest with two needles per bundle.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F765D07B-BD27-4AAA-BEA4-752406D7F7E8",
    "url": "https://www.nps.gov/places/phantom-ship-overlook.htm",
    "title": "Phantom Ship Overlook",
    "listingDescription": "Phantom Ship is one of two islands in Crater Lake.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6E12AF97-DA4E-AE20-A9259BAF4826BDB1.jpg",
        "credit": "NPS Photo",
        "altText": "View of the Phantom Ship at sunset, one of two islands in Crater Lake.",
        "title": "Phantom Ship at Sunset",
        "description": "",
        "caption": "Phantom Ship at Sunset",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6E12AF97-DA4E-AE20-A9259BAF4826BDB1.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6E12AF97-DA4E-AE20-A9259BAF4826BDB1.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR",
        "parkCode": "crla",
        "designation": "National Park",
        "fullName": "Crater Lake National Park",
        "url": "https://www.nps.gov/crla/index.htm",
        "name": "Crater Lake"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "42.914029182414346",
    "longitude": "-122.07089905500747",
    "latLong": "42.914029182414346,-122.07089905500747",
    "bodyText": "Phantom Ship Overlook provides one of the best views of the Phantom Ship along Rim Drive. One of Crater Lake's two islands, it is 170 feet (51.8 meters) high, 500 feet (152 meters) long, and 200 feet (60.9 meters) wide.<br /> <br /> At first glance, the dark, jagged island just offshore calls to mind the image of a ghostly ship with tall masts and drooping sails. Phantom Ship is actually a resistant remnant of an ancient volcanic cone that was engulfed in the growing Mazama volcano. This vent shared the underground changer that fed Mount Mazama and was part of its early mountain building phase. These rocky spires remained after Mount Mazama's massive eruption and collapse, displaying the oldest rock in the Crater Lake basin over 400,000 years old.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Phantom Ship Overlook is located along East Rim Drive, open July through October weather permitting.",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8BBB1478-9244-42E1-9486-B6F1E8E6E65C",
    "url": "https://www.nps.gov/places/pinnacles.htm",
    "title": "Pinnacles",
    "listingDescription": "The pinnacles developed when pyroclastic flows filled valleys and the gases escaped through vents which hardened and were later exposed through erosion.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9B389C4E-B992-7F8E-D4658D88AAE85B91.jpg",
        "credit": "NPS Photo Mimi Gorman",
        "altText": "Spires of hardened volcanic matter are exposed via erosion along a canyon wall",
        "title": "Pinnacles",
        "description": "",
        "caption": "Spires of hardened volcanic matter are exposed via erosion along a canyon.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9B389C4E-B992-7F8E-D4658D88AAE85B91.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9B389C4E-B992-7F8E-D4658D88AAE85B91.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR",
        "parkCode": "crla",
        "designation": "National Park",
        "fullName": "Crater Lake National Park",
        "url": "https://www.nps.gov/crla/index.htm",
        "name": "Crater Lake"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "pinnacles",
      "geology",
      "volcanism"
    ],
    "latitude": "42.8499378496",
    "longitude": "-122.007009663",
    "latLong": "42.8499378496,-122.007009663",
    "bodyText": "<h4>What are they?</h4> The final eruption of Mount Mazama blew volcanic material miles into the air. This was followed by the ejection of gas-charged matter through vents in fractures around the mountain which weakened and ultimately caused the upper mountain to collapse. Rather than rising upwards, the volcanic matter ejected through vents flowed rapidly downhill, filling surrounding valleys to a depth of 300 ft (100 m). Once the flows stopped, trapped gases escaped through fumeroles, and surrounding material hardened. As the streams reclaimed the valley the erosion-resistant spires were exposed.  <h4>Where can I see them?</h4> The classic view is located in Wheeler Creek Canyon at the end of Pinnacles Road from East Rim Drive. A 0.8 (1.3 km) trail is an easy walk along the rim of the valley where the pinnacles are visible.<br /> <br /> <span style=\"color:#c0392b;\">These can only be seen when East Rim Drive and Pinnacles Road are open.</span> When the roads are closed, look for the pinnacles in the Annie Creek watershed and canyon from several view points along South Hwy 62.  ",
    "audioDescription": "Pinnacles Trail is at the end of a 6 mile road from the Phantom Ship Overlook and East Rim Drive. Parking is a rustic, forested circular gravel drive. A large vertical sign announces the trailhead. The trail has 10 ft (3 m) of elevation gain and is accessible to all-terrain wheelchairs. There are multiple vantage points to stop for views of the spired pinnacles. These appeared after a stream reestablished its valley and removed lighter and less-resistant vocanic material, leaving many prominent pinnacles along the canyon walls. Vies also reach across the deep canyon and tree tops. To",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "d0130262-baef-489e-85bc-efe92bdef5b0",
    "isManagedByNps": "1",
    "amenities": [
      "Information Kiosk/Bulletin Board",
      "Trailhead",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "These pinnacles are at the end of Pinnacles Road, 6 miles (9.7 km) from the junction of East Rim Drive and Phantom Ship Overlook.",
        "name": "Location"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Pinnacle Trail",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "81E65EE3-199F-481D-8702-D4D3EEB01B3B",
    "url": "https://www.nps.gov/places/ponderosa-picnic-area.htm",
    "title": "Ponderosa Picnic Area",
    "listingDescription": "Ponderosa Picnic Area, is at the southernmost tip of the park, a region referred to as the panhandle, and is the park’s lowest elevation at 4400 feet. With less snow and warmer temperatures wildflowers are first seen here. Ponderosa pines are the dominant tree species in a dense forest that includes sugar pines, Douglas-firs, and white firs. Hidden by the tree canopy are warblers, vireos, kinglets, western tanagers, chickadees and woodpeckers.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/8C9F2212-9F46-3CAE-D6BBB16668D80431.jpg",
        "credit": "NPS Photo/Mimi Gorman",
        "altText": "An accessible comfort station and information kiosk surrounded by Ponderosa Pines",
        "title": "Ponderosa Picnic Area",
        "description": "",
        "caption": "Ponderosa pines welcome visitors to the entrance of Ponderosa Picnic Area",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/8C9F2212-9F46-3CAE-D6BBB16668D80431.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/8C9F2212-9F46-3CAE-D6BBB16668D80431.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR",
        "parkCode": "crla",
        "designation": "National Park",
        "fullName": "Crater Lake National Park",
        "url": "https://www.nps.gov/crla/index.htm",
        "name": "Crater Lake"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "picnic area",
      "picnic tables",
      "Ponderosa pine",
      "forest",
      "wildflowers",
      "Douglas Fir",
      "songbirds"
    ],
    "latitude": "42.77593962",
    "longitude": "-122.06519698",
    "latLong": "42.77593962,-122.06519698",
    "bodyText": "Ponderosa Picnic Area is at the southern tip of the park, a region referred to as the panhandle. At 4400 feet in elevation, you get the advantage of warmer temperatures, less snowpack, the highest diversity of plant species, the densest collection of Ponderosa pines and the best views of fall’s colorful deciduous trees found anywhere in the park.<br /> <br /> Most people stop at Ponderosa Picnic Area for the restroom and orientation to the park, where a map and general information are secured in a bulletin board. It is one of the first places where wildflowers bloom after the snow melts. A colorful wildflower display begins in early summer, with Skyrocket, Paintbrush, lupine, wild strawberry and sweet-smelling snow bush.<br /> <br /> Sugar pines, Douglas-firs, white firs, cottonwoods and of course, Ponderosa pines can all be seen from and within a mile of the picnic area.  If you have never sniffed the bark of a Ponderosa Pine, rest your nose on a tree with yellow-reddish, puzzle-like bark and breathe in—vanilla, butterscotch, or? ",
    "audioDescription": "From the south boundary on Hwy 62 after the Ponderosa Picnic Area sign, turn right to enter the picnic area. Within the picnic area, the road is two lanes, one each direction. The road widens on the right before an accessible vault toilet which is next to a short, accessible ramp leading to an information and map kiosk. Past the kiosk on the left is a long paved unmarked parking area with two sets of curbside, brown trash and recycling receptacles. There are picnic tables in the forest behind the trash receptacles. The second table on the left has space for a wheelchair but the 6” curb prohibits access. Two additional tables are on the right (canyon side). The echo of Annie Creek is heard flowing through the steep canyon on the left. A range of bird calls from warblers and kinglets to tanagers and flickers, filter down from the tall tree canopy. These native sounds compete with the occasional vehicle noise on Hwy 62. The forest is a dense growth of Ponderosa and sugar pines, Douglas and white firs, and other species which expand throughout the picnic area and across highway 62. Ponderosa pines are the dominant tree species, identified by deeply furrowed yellow to reddish bark. Up close, the bark looks like jigsaw puzzle pieces. The needles average 5 to 7 inches in length and are in bundles of three. The cones have a sharp prickly point on each scale and are often sappy. The undergrowth represents new tree growth, blossoming shrubs, and wildflowers depending on the time of year. A parade of color begins in early summer with Skyrocket, Paintbrush, lupine, wild strawberry and sweet-smelling snow brush. The Douglas squirrel is the primary mammal of this area but due to the abundance of food and shelter other small and large mammals may appear.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "eb6c42c8-c726-409c-8167-2505353a1298",
    "isManagedByNps": "1",
    "amenities": [
      "Information Kiosk/Bulletin Board",
      "Picnic Table",
      "Recycling",
      "Restroom - Accessible",
      "Toilet - Vault/Composting",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "After passage by the Senate on May 9 the bill was signed into law (47 Stat. 155) by President Herbert C. Hoover on May 14, 1932. Thus, 973 acres were added to the park, the addition becoming popularly referred to as the park's \"southern panhandle.\"",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D9F7B98A-8A8C-4C11-BF0D-6C2A7830128B",
    "url": "https://www.nps.gov/places/pumice-desert.htm",
    "title": "Pumice Desert",
    "listingDescription": "Pumice Desert formed 7,700 years ago as part of the eruption of Mount Mazama.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6D073588-B7E0-EA98-1B98D89B19E0E83A.jpg",
        "credit": "NPS Photo",
        "altText": "View of Pumice Desert with lone tree in the foreground and Mt. Thielsen in the background.",
        "title": "Pumice Desert",
        "description": "",
        "caption": "Pumice Desert",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6D073588-B7E0-EA98-1B98D89B19E0E83A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6D073588-B7E0-EA98-1B98D89B19E0E83A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR",
        "parkCode": "crla",
        "designation": "National Park",
        "fullName": "Crater Lake National Park",
        "url": "https://www.nps.gov/crla/index.htm",
        "name": "Crater Lake"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "43.031462",
    "longitude": "-122.117879",
    "latLong": "43.031462,-122.117879",
    "bodyText": "The Pumice Desert formed 7,700 years ago as part of the largest Cascade Range eruption in a million years. Mount Mazama first sent a huge column of ash skyward, followed by a series of glowing avalanches of gas-rich pumice rock that raced down the slopes on all sides. At the Pumice Desert the deposits buried a valley with material over 100 feet (30 meters) deep, thoroughly destroying all vegetation. Multiple challenges, including arid, nutrient-poor soil, temperature extremes, and a short growing season have kept forests from successfully recolonizing the area.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Pumice Desert is located along the North Entrance Road, open June through October weather permitting.",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "AC7F2003-372D-401F-9006-D587F4653B98",
    "url": "https://www.nps.gov/places/rim-village-in-winter.htm",
    "title": "Rim Village in Winter",
    "listingDescription": "Overlooking Crater Lake, Rim Village is a high-elevation, winter wonderland of snow-covered meadows beneath towering conifers. Snowshoe, sled, ski, photograph the scenery, drink hot cocoa, play in the snow, or visit the gift shop are ways to enjoy the park. Average winter snowfall is 42 feet. Plan ahead, know the weather forecast, check the webcams, carry tire chains, wear boots and layers of clothes. Don't forget to stay hydrated.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/18578BD8-956A-BBE4-644C999EFCE7A8E7.jpg",
        "credit": "NPS/Photo",
        "altText": "On a winter day, a ranger is encircled by visitors wearing snowshoes Crater Lake in the background",
        "title": "Snowshoeing Rim Village",
        "description": "",
        "caption": "Winter in Rim Village is a wonderland of sites and activity.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/18578BD8-956A-BBE4-644C999EFCE7A8E7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/18578BD8-956A-BBE4-644C999EFCE7A8E7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR",
        "parkCode": "crla",
        "designation": "National Park",
        "fullName": "Crater Lake National Park",
        "url": "https://www.nps.gov/crla/index.htm",
        "name": "Crater Lake"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "snowshoe",
      "ski trails",
      "Gift Shop",
      "lake views",
      "Photography",
      "snow play",
      "Cafe"
    ],
    "latitude": "42.91115400866865",
    "longitude": "-122.14517558551859",
    "latLong": "42.91115400866865,-122.14517558551859",
    "bodyText": "Rim Village overlooks Crater Lake, which is visible about 50% of the winter and spring seasons. Snowstorms and clouds obscure views of the lake most other days. But looking around the caldera and Wizard Island, the blanket of white which has settled on the earth enhances the brilliance of the water whether the sun dips in and reflects blue or the clouds soften it to gray. <br /> <br /> Snow in Rim Village can be 10 to 15 ft (3 to 4.6 m) deep. A \"snow ramp\", (which is sometimes icy) provides the easiest access to the top of the snow. An observation room on the second floor of Rim Village Cafe & Gift Shop is accessible by elevator. It offers views of the lake until snow covers the window. While Covid is still prevalent, only 30 people at a given time will be permitted on the second floor. <br /> <br /> <span style=\"color: rgb(34, 34, 34); font-family: inherit; font-size: 1.25rem; font-weight: 700;\">Activities</span><br /> Winter activities include lake viewing and photography, backcountry camping, skiing, sledding, snowshoeing, snowboarding, and of course, frolicking. There are no snowmobile routes in Rim Village. When conditions permit, North Entrance Road from Diamond Lake to North Junction is groomed, as an in and out snowmobile route. Fat tire bikes are not allowed in Rim Village or anywhere in the park.<br /> <br /> <span style=\"color: rgb(34, 34, 34); font-family: inherit; font-size: 1.25rem; font-weight: 700;\">Equip Your Wheels and Feet for Winter</span><br /> As a winter destination, while behind the wheel and with feet on the ground, safety is the utmost concern. Rim Village lies at an elevation of 7100 ft ( 2165 m). The approaching roads will be plowed but prepare for some level of snow and ice. <strong>Carry chains</strong>, water, and extra clothing or blankets.<br /> <br /> <span style=\"color: rgb(34, 34, 34); font-family: inherit; font-size: 1.25rem; font-weight: 700;\">Where to Get More Information</span><br /> Always read the alerts which appear on this App and check the weather forecast. A ranger is available from 10 am to 4 pm at 541-594-3000 to answer any current condition questions. Winter safety and driving requirements are on the website. ",
    "audioDescription": "adfa",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Fire Extinguisher",
      "First Aid/Medical Care Available",
      "Food/Drink - Cafeteria",
      "Food/Drink - Coffee",
      "Food/Drink - Snacks",
      "Gifts/Souvenirs/Books",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Recycling",
      "Restroom",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "During winter the West and South Entrances along Hwy 62 are open. Once in the park, turn north at the Crater Lake 7-mile sign. ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Rim Village has been the main gathering location for visitors since 1902. In summer it offers lodging, dining and hiking. In winter, there is a cafe and gift shop and all the snow a visitor may want.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Rim Village is an historic district listed in 1997 on the National Register of Historic Places. Although, during winter most of the historic sites are covered in snow.",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "865DBC77-F3B5-4992-9226-5E29B1657C9F",
    "url": "https://www.nps.gov/places/sinnott-memorial-overlook.htm",
    "title": "Sinnott Memorial Overlook",
    "listingDescription": "Sinnott Memorial is the most popular viewpoint in the park. Designed as a “trailside\" museum with an expansive, unobstructed lake view and science-related exhibits, It is an opportunity to simultaneously learn about the geology of Mount Mazama and the creation of Crater Lake while experiencing the blue, its beauty, and the silence. Allow time to explore the exhibits, attend a daily ranger program, and contemplate.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AB422254-A61E-623B-1AB93BC7B969AF04.jpg",
        "credit": "NPS Photo",
        "altText": "View of Sinnott Memorial from the rim",
        "title": "View of Sinnott Memorial from the rim",
        "description": "",
        "caption": "Sinnott Memorial, the park's most popular overlook, was built in 1930, along the caldera wall.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AB422254-A61E-623B-1AB93BC7B969AF04.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AB422254-A61E-623B-1AB93BC7B969AF04.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR",
        "parkCode": "crla",
        "designation": "National Park",
        "fullName": "Crater Lake National Park",
        "url": "https://www.nps.gov/crla/index.htm",
        "name": "Crater Lake"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "overlook",
      "exhibits",
      "Memorial",
      "viewpoint"
    ],
    "latitude": "42.9115457532",
    "longitude": "-122.142962406",
    "latLong": "42.9115457532,-122.142962406",
    "bodyText": "<span style=\"color:#e74c3c;\">Open late-June to mid-October, hours vary</span><br /> The Sinnott Memorial Overlook has always been and remains the most popular viewpoint in the park. Standing within the sheltered memorial, the lake’s captivating beauty is without a doubt the main attraction. But its alliance with the geologic history of Mount Mazama is the compelling reason why the Sinnott Memorial was constructed. The beauty and geology are united via a series of information panels that rest in the structure allowing visitors to simultaneously see the unobstructed beauty and connect it the explosive volcanic history.  <h4>Exhibits</h4> In addition to the overlook, the Sinnott Memorial houses the park's main exhibit area. Inside, protected from the weather, are a brief film about the catastrophic story of Mount Mazama, displays describing influential scientists and their research, an exhibit discussing the indigenous connections to Crater Lake, exhibits illustrating the amount of pumice and ashfall that occurred locally from the eruption that formed Crater Lake, and a collage of pictures and quotations describing the lakes's beauty.<br /> <br /> In late June, after snow is removed for the native stone steps and walkway which lead to the memorial overlook, and exhibits are fine-tuned, visitors are welcome to enjoy the view and peruse the exhibits. It is typically open late-June to mid-October and the hours for access vary throughout the summer.  <h4>History</h4> The Sinnott Memorial is an impressive stone structure built 50 feet below the caldera rim into a steep rock outcrop called Victor Rock. The structure was dedicated in 1931 as a memorial to Congressman “Nick” Sinnott, who representated the Eastern Oregon Congressional District in the US House of Representatives, and served from 1919 to 1928 as Chairman of the Public Lands Committe.",
    "audioDescription": "The steps and sloped walkway down to the Sinnott Memorial begin along the Rim Village Prominade behind Kizer Studio which currently serves as Rim Visitor Center. At the top of 18 steps on the right-hand side, there is a small replica of Crater Lake carved into stone. Beyond the 18 native stone steps, there are no handrails, and due to the rugged and steep historical design of the declining path, there are no ramps for wheelchairs. Descending the stone-parapet lined path, on the right are small conifer trees and green shrubs, and on the left, beyond the parapet the caldera wall drops to the water’s edge. Near the end of the path, are 14 additional steps down to a platform and set of French doors, which are often propped open during hours of operation but otherwise need to be pulled towards you. Through the double doors, at 700-feet above the lake, is a 40-foot wide semi-circle balcony overlooking an unobstructed-panoramic view of the caldera, lake, and many geologic features. Set into the stone parapet which defines the outer boundary of the balcony are a series of information panels about Mount Mazama which allow visitors to simultaneously witness the lake’s beauty and connect it the explosive volcanic history. In the center of the balcony there is a tactile relief model of the lake and surrounding area that visitors use to orientate themselves and listen to ranger talks (which upon request can be given or repeated at the top of the steps). Also in balcony are two round structural support columns, a wooden bench backed up to the wall, a dedication plaque, and a second set of french doors which open to the museum. The doors pull open and directly ahead is a television monitor approximately four feet off the ground. With the push of a button a film about the catastrophic story of Mount Mazama begins. Around the room are displays with literature describing influential scientists and their lake research, an exhibit discussing the indigenous connections to Crater Lake, exhibits illustrating the amount of pumice and ashfall that occurred locally from the eruption that formed Crater Lake, and a collage of pictures and quotations describing the lake's beauty.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "971a6606-b507-4fc6-95df-cc63ec18f29c",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Rim Village",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Sinnott Memorial was completed and opened to the public in the summer of 1931. Park officials wanted it to stay camouflaged from other viewpoints on the rim, thus the Sinnott’s exterior is a mosaic of native stone. Its rustic architecture set the tone for future buildings constructed at Crater Lake.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "In 1988 the Sinnott Memorial Overlook was and remains listed on the National Register of Historic Places. Rim Village was later listed as a historic district in 1997. The Sinnott was included in this listing serving as one of the six primary structures included in the Rim Village Historic District. ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "96B29DBF-05C0-4933-9A23-908A5A1E6200",
    "url": "https://www.nps.gov/places/west-rim-winter.htm",
    "title": "West Rim Winter",
    "listingDescription": "Every year on November 1, West Rim Drive closes to vehicle traffic and transitions into the most popular ski and snowshoe route in Crater Lake National Park. The asphalt surface disappears under many feet of snow with only the contours of the road as a guide. West Rim Route offers spectacular views of Crater Lake, Wizard Island. and the dramatic scenery created by the visible peaks and valleys of the Cascade mountains.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C5899AF2-BC5F-AC69-3DB37A348CDF04E7.jpg",
        "credit": "NPS Photo/C Garrett",
        "altText": "Snow covered road and landscape, a trail route information post in the snow people and trees in back",
        "title": "West Rim Winter Route",
        "description": "",
        "caption": "Somewhere beneath the snow is West Rim Drive. The sign shows where to begin skiing.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C5899AF2-BC5F-AC69-3DB37A348CDF04E7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C5899AF2-BC5F-AC69-3DB37A348CDF04E7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR",
        "parkCode": "crla",
        "designation": "National Park",
        "fullName": "Crater Lake National Park",
        "url": "https://www.nps.gov/crla/index.htm",
        "name": "Crater Lake"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Skiing",
      "snowshoeing",
      "winter sports",
      "winter"
    ],
    "latitude": "42.911366791840365",
    "longitude": "-122.1457131303265",
    "latLong": "42.911366791840365,-122.1457131303265",
    "bodyText": "In winter, West Rim Drive transitions into the most popular ski route in the park. Every year on November 1, it closes to vehicle traffic. As snow blankets the road, the asphalt surface disappears keeping only the contours of the road as a guide along the ski route. West Rim Route offers spectacular views of Crater Lake, Wizard Island. and the dramatic scenery created by the visible peaks and valleys of the Cascade mountains.<br /> <br /> The route features gently rolling terrain. It is exposed to the elements and is often windy. If snow conditions are good, it is suitable for skiers and snowshoers of all abilities. When icy, the route can be treacherous, especially just west of Rim Village. All trips are out and back via the same route, but can vary in length depending on the weather, and your fitness and experience. <br /> <br /> <strong>Parking </strong>is anywhere in Rim Village as the signs dictate. Do not park on the snow or block the plowed road. On weekends, holidays, and during spring break the parking lot fills early. Parking overnight is prohibited to allow for safe plow access. If an overnight camping trip is planned all winter backcountry rules apply including designated parking at headquarters. <br /> <br /> <br /> <strong>These are some possible trips: </strong><br /> All trips begin from the snow ramp across from the Rim Village restrooms.<br /> <br /> <strong>Discovery Point 1.2 mi. (1.9 km) one way.</strong> Discovery Point is a broad, unmarked viewpoint that overlooks Wizard Island and offers a view across the lake towards Phantom Ship. Gold prospector John Hillman first set eyes on Crater Lake in 1853 from this location. <br /> <br /> <strong>Wizard Island Overlook 2.3 mi. (3.7 km) one way.</strong> This small, unmarked viewpoint provides an expansive view of Wizard Island, a cinder cone that erupted out of Crater Lake around 7,300 years ago. <br /> <br /> <strong>Union Peak Overlook 3.1 mi. (5.0 km) one way. </strong>This segment is a steady climb, gaining 240 feet (73 meters) in elevation to a small, unmarked viewpoint on the left of the Cascade Mountains including, Union Peak 8 miles (13 km) to the south, MT. McLoughlin, 35 miles (56 km) away, and on a clear day Mt. Shasta, 100 miles (161 km) across the distance.<br />  <br /> <strong>Beyond Union Peak Overlook</strong>, the road cuts into a vertical cliff which usually fills with snow. It may be advisable to leave the road and bypass the cliff higher up on the slope. The route traverses the north face of Watchman Peak, an avalanche prone slope that is sometimes dangerously icy. <br /> <br /> <strong>Watchman Overlook: 3.9 mi. (6.3 km) </strong><br /> <strong>Diamond Lake Overlook: 4.6 mi. (7.4 km) <br /> North Junction: 6.0 mi. (9.7 km)</strong><br /> if an overnight stay is planned a backcountry permit is required.  <br />  ",
    "audioDescription": "West Rim Route begins from a snow ramp across from the Rim Village restrooms. This ramp is often icy due to snow melting by day and freezing overnight. The ramp is necessary because there may be up-to ten feet of snow to climb to reach the route. Once on top of the snow bank there is an expansive view of Crater Lake to the right, and the route continues past two, two story Rim Village historic buildings on the left. About 100 yards along this snow bank the contours of West Rim Drive, now a winter recreation route, create a snow covered path through meadows and forests paralleling the caldera rim. The first destination and turn-around point for many skiers and snowshoers is Discovery Point 1.2 mi. (1.9 km) from the starting ramp. Here, they can enjoy a panoramic view of Crater Lake and the caldera which is six miles across and thirty miles in circumference. It typically has patches of snow stacked on protruding boulders and the limbs of conifer trees drooping from snowpack.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]