[
  {
    "id": "7D3C4F93-181B-46A9-B144-75A680366373",
    "url": "https://www.nps.gov/places/big-craters.htm",
    "title": "Big Craters",
    "listingDescription": "A short, steep hike provides sweeping views of these impressive neighboring cinder cone craters.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F01F2303-03D5-C3FE-77B7EF7FC9675977.jpg",
        "credit": "NPS Photo",
        "altText": "a large volcanic crater with black and reddish-brown stripes around the edges",
        "title": "Big Craters",
        "description": "",
        "caption": "Big Craters is a short, steep hike from the Spatter Cones.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F01F2303-03D5-C3FE-77B7EF7FC9675977.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F01F2303-03D5-C3FE-77B7EF7FC9675977.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID",
        "parkCode": "crmo",
        "designation": "National Monument & Preserve",
        "fullName": "Craters Of The Moon National Monument & Preserve",
        "url": "https://www.nps.gov/crmo/index.htm",
        "name": "Craters Of The Moon"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Idaho",
      "SOID Parks",
      "Great Rift",
      "snake river plain",
      "volcano",
      "crater",
      "lava flow",
      "cinder cone",
      "hiking",
      "Wild CRMO"
    ],
    "latitude": "43.44276185152094",
    "longitude": "-113.56080293655396",
    "latLong": "43.44276185152094,-113.56080293655396",
    "bodyText": "The source of one of the most recent eruptions at Craters of the Moon, Big Craters allows visitors to venture up to the edge of one of the park's larger craters.<br /> <br /> Big Craters is located at the southern end of North Crater Trail near the Spatter Cones area. A short, steep hike is required to view the crater with an elevation gain of 100 feet (30 m). From the Snow Cone Trail, follow North Crater Trail for 800 feet (243 m) to the rim of the crater, approximately 200 feet beyond the end of the paved trail. Continuing along the trail, two smaller craters can be seen past the first crater before the trail turns west and goes downhill. <a href=\"https://www.nps.gov/thingstodo/crmo_northcratertrail.htm\">Be prepared if you plan to hike this strenuous trail</a>.<br /> <br /> <strong>For your safety and to protect fragile lava formations, off-trail travel is not permitted in the Big Craters or Spatter Cones areas.</strong>",
    "audioDescription": "A steep-sided volcanic crater approximately 800 feet in diameter and 300 feet deep. The crater has black and reddish-brown stripes of color along its sides. A few small pine trees grow in the crater. A pile of large rocks and cinders has gathered at the center of the crater. The east side of the crater has an abrupt cliff face with visible layers. On the northwest side of this crater are two neighboring craters that share a rim. The second crater is approximately 600 feet in diameter and 75 feet deep. The third crater is approximately 350 feet in diameter and 100 feet deep. A hiking trail climbs the south side of the largest crater and follows along the western rims of the three craters.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "North Crater Trail",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A7271FAE-6131-4060-9633-47CA4CD87927",
    "url": "https://www.nps.gov/places/crmo-wilderness.htm",
    "title": "Craters of the Moon Wilderness",
    "listingDescription": "The Craters of the Moon Wilderness encompasses over 43,000 acres of land within the park and is accessible only by trail for those seeking solitude.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E4874862-FF20-6805-5A11475B502A2918.jpg",
        "credit": "NPS Photo",
        "altText": "several cinder cones rising from a wide open sagebrush-covered landscape",
        "title": "Wilderness Area",
        "description": "",
        "caption": "The Craters of the Moon Wilderness is a wide-open volcanic landscape.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E4874862-FF20-6805-5A11475B502A2918.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E4874862-FF20-6805-5A11475B502A2918.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID",
        "parkCode": "crmo",
        "designation": "National Monument & Preserve",
        "fullName": "Craters Of The Moon National Monument & Preserve",
        "url": "https://www.nps.gov/crmo/index.htm",
        "name": "Craters Of The Moon"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Idaho",
      "SOID Parks",
      "Great Rift",
      "snake river plain",
      "wilderness",
      "hiking",
      "backcountry",
      "lava field",
      "lava flow",
      "volcano",
      "cinder cone",
      "sagebrush steppe",
      "Wild CRMO"
    ],
    "latitude": "43.41793327481251",
    "longitude": "-113.52779388602357",
    "latLong": "43.41793327481251,-113.52779388602357",
    "bodyText": "<p>Established in 1970, the Craters of the Moon Wilderness was one of the first NPS-managed wilderness areas to be created under the Wilderness Act. This area spans over 43,000 acres and is only accessible by hiking. The area offers wide expanses of sagebrush dotted with the occational cinder cone marking the Great Rift.<br /> <br /> The Wilderness is accessed by either the Wilderness Trail or Tree Molds Trail. The Wilderness area begins 0.25 miles (0.4 km) from where the Wilderness Trail splits off Broken Top Loop. The Wilderness Trail can be reliably followed for 3 miles (1.6 km) to Echo Crater before the trail becomes less distinct and ends at The Sentinel. The Tree Molds Trail can be followed for a short distance beyond the sign marking the end of the trail before it disappears completely.<br /> <br /> Experienced adventurerers may also be interested in visiting the rugged and remote <a href=\"https://www.nps.gov/places/nps-preserve-and-blm-monument.htm\">Craters of the Moon National Preserve</a>.</p> <h3>Safety</h3> <p>Always let someone know where you're going and when you plan to return. Cell service is poor to non-existent in the park. There are no roads or facilities in the Wilderness.<br /> <br /> While off-trail hiking is permitted in the Wilderness, go prepared and bring a map, compass or GPS, first-aid kit, sun protection, food, and plenty of water. Be aware of changing conditions that can limit visibility such as fog.</p> <h3>Know Before You Go</h3> <ul> <li>A free permit from the <a href=\"https://www.nps.gov/crmo/planyourvisit/visitor-center.htm\">visitor center</a> is required for all <a href=\"https://www.nps.gov/thingstodo/crmo-backpacking.htm\">overnight trips</a> into the Craters of the Moon Wilderness. Permits allow the park to monitor how many people are using the wilderness, to inform wilderness users of regulations, and to ensure the safe return of all visitors.</li> <li>There is no reliable source of water in the Craters of the Moon Wilderness. We recommend packing one gallon of water per person per day.</li> <li>The lava can be uneven and sharp. Wear sturdy shoes and use caution, especially if traveling off-trail.</li> <li>Plan for hot, dry weather, high winds, and little to no shade.</li> </ul> <h3>Wilderness Regulations</h3> <ul> <li><strong>No wood fires are allowed.</strong> Use backpacking stoves for cooking.</li> <li>Bicycles and other mechanized equipment are not allowed.</li> <li>Pets are not allowed on any hiking trails or in the wilderness.</li> <li>Do not collect artifacts, plants, rocks, or other natural objects.</li> <li>Do not approach or feed wildlife.</li> <li>Camping is not permitted within one mile of the Tree Molds trailhead.</li> <li>In order protect the park's sensitive bat population from disturbance and the spread of <a href=\"https://www.nps.gov/subjects/bats/white-nose-syndrome.htm\">white-nose syndrome</a>, all wilderness caves are closed to public use.</li> </ul> <h3>Leave No Trace Tips</h3> <ul> <li>Pack out all waste, including human waste and toilet paper.</li> <li>Plan ahead: know where you're going and ensure you have everything you need for a safe, enjoyable, and low-impact trip.</li> <li><a href=\"https://www.nps.gov/articles/leave-no-trace-seven-principles.htm\">Learn more about how to Leave No Trace when visiting wilderness areas</a>.</li> </ul>",
    "audioDescription": "A wide-open volcanic landscape with large areas dominated by sagebrush steppe. More than 20 cinder cone volcanoes rise out of the landscape along a one-mile-wide band that is over 10 miles long, extending from a mountain range in the north beyond the southeast corner of the Wilderness area. There are some fissures in this area that run northwest to southeast. Most of the cinder cones are between 250 and 75 feet tall, with one measuring over 700 feet high and 1 mile in diameter. Some stands of pine trees are present, growing around the cinder cones and lava flows. The sagebrush steppe is broken up by swaths of black lava flows and cinder flats originating from the line of cinder cones and fissures. Both lava flows and cinder cones are in various stages of being covered by sagebrush and other plants, with some showing very little of the original rock and others almost completely uncovered by plants.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Wilderness Trail or Tree Molds Trail",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "5D44EF02-1BB2-4C9A-8E8F-D2D22E1F620C",
    "url": "https://www.nps.gov/places/craters-of-the-moon-the-oregon-trail.htm",
    "title": "Craters of the Moon, the Oregon Trail",
    "listingDescription": "In 1862 an emigrant party asked guide Tim Goodale to lead them west from Fort Hall on the cutoff pioneered by Jeffrey. They hoped the alternate trail would enable them to reach the Salmon River gold fields more directly. Goodale succeeded in leading a group of 1,095 people, 338 wagons, and 2,900 head of stock safely from Fort Hall to Boise. In 1863, seven out of every ten wagons en route from Fort Hall to Boise took Goodale's Cutoff instead of the main Oregon Trail.",
    "images": [
      {
        "url": "",
        "credit": "",
        "altText": "",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "ID",
        "parkCode": "crmo",
        "designation": "National Monument & Preserve",
        "fullName": "Craters Of The Moon National Monument & Preserve",
        "url": "https://www.nps.gov/crmo/index.htm",
        "name": "Craters Of The Moon"
      },
      {
        "states": "ID,KS,MO,NE,OR,WA,WY",
        "parkCode": "oreg",
        "designation": "National Historic Trail",
        "fullName": "Oregon National Historic Trail",
        "url": "https://www.nps.gov/oreg/index.htm",
        "name": "Oregon"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "oregon trail",
      "Idaho",
      "National Trails",
      "historic trails",
      "goodale's cutoff"
    ],
    "latitude": "43.56026612708806",
    "longitude": "-113.47163724535221",
    "latLong": "43.56026612708806,-113.47163724535221",
    "bodyText": "<figure> <h2>History</h2> <h3>A Safer Alternative</h3> </figure> <p>The Oregon Trail followed the course of the Snake River, about 100 miles south of the monument. In 1852, John Jeffrey began promoting a spur trail which traced traditional Shoshone migration routes. He wanted to generate business for his ferry at the mouth of the Blackfoot River. Although the cutoff received some use from 1852-1854, it was not until a decade later that a large percentage of Oregon Trail traffic chose the route.</p> <p>In 1862, an emigrant party asked guide Tim Goodale to lead them west from Fort Hall on the cutoff pioneered by Jeffrey. They hoped the alternate trail would enable them to reach the Salmon River gold fields more directly. Goodale succeeded in leading a group of 1,095 people, 338 wagons, and 2,900 head of stock safely from Fort Hall to Boise. It took this enormous wagon train -- the largest to travel any section of the Oregon Trail -- over 3 hours to get into or out of camp.</p> <p>By 1862, the Northern Shoshone and Bannock tribes were beginning to resist the intrusion of emigrants into their homeland. Skirmishes occurred between the Shoshone and emigrants near <a href=\"https://www.nps.gov/places/000/massacre-rocks-state-park.htm\">Massacre Rocks State Park</a>. The growing hostility along the trail resulted in increased demand for a safe alternative. In 1863, seven out of every ten wagons en route from Fort Hall to Boise took Goodale's Cutoff instead of the main Oregon Trail.</p> <h3>Skirting the Lava Flows</h3> <p><br /> The 230-mile spur headed north from Fort Hall toward Big Southern Butte, a conspicuous landmark on the Snake River Plain. From there it passed near the present-day town of Arco, wound through the northern part of Craters of the Moon National Monument and Preserve, went southwest to Camas Prairie, and ended at Fort Boise. This journey typically took two to three weeks.</p> <p>Goodale's Cutoff took its toll on the travelers and their wagons. The rugged lava restricted travel to one lane, so progress was slow.</p> <p>The path along the edge of the lava flows was circuitous. The emigrants typically passed through in late July, the hottest part of the summer. Wood dried out in the desert air and shrank, causing wheels and boxes to come apart. Pioneers wrote of finding pieces of broken wagons littering the trail.</p> <p>For nearly 50 years, westward-bound pioneers used Goodale's Cutoff. Later, miners moving ore to railroad depots and stagecoaches carrying passengers to the towns of southern Idaho took the route. But the advent of the railroad and automobile led to the demise of Goodale's Cutoff as a wagon route. Today those driving US-20, which follows sections of the route, need not concern themselves with survival and can take time to appreciate the unique beauty of the harsh landscape.</p> <h2>Site Information</h2> <p><strong>Location: </strong>Goodale's Cutoff is visible at many points along Highway 20/26/93 between Arco and Carey.</p>   <ul> <li>The route winds through the northern end of the monument out of sight of the road and intersects the highway 3.5 miles west of the visitor center. From that point on, watch for the dirt road as it follows the edge of the lava flows north of the highway.</li> <li>The cutoff is particularly easy to pick out 5.7 miles west of the visitor center, where the road drops down a steep incline. Look to the slope north of the road, where several earlier routes through this notch are visible. The highest road is Goodale's Cutoff.</li> <li>At Lava Lake, 11.3 miles west of the visitor center, there is a historical marker which describes Goodale's Cutoff.</li> </ul> <p>Goodale's Cutoff is not accessible by car within Craters of the Moon. Check at the visitor center for more information on where to see the trail.</p> <p><em><a href=\"https://www.nps.gov/oreg/planyourvisit/safety.htm\">Safety Considerations</a></em></p> <h3><a href=\"https://www.nps.gov/crmo/index.htm\">More Site Information</a></h3> <h2><a href=\"https://www.nps.gov/oreg/index.htm\">Oregon National Historic Trail</a></h2>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/crmo/index.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "National Park Service and Bureau of Land Management",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Craters of the Moon National Monument and Preserve",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "An alternative route on the Oregon Trail",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Monument and Preserve",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A6202686-AC57-4068-9843-46AE98008FCD",
    "url": "https://www.nps.gov/places/devilsorchard.htm",
    "title": "Devils Orchard Nature Trail",
    "listingDescription": "A short, wheelchair-accessible stroll through cinder beds and native vegetation.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AA9A4E69-992A-25A5-160F9BA7E333AF16.jpg",
        "credit": "NPS Photo / Lauren Reid",
        "altText": "two dead pine trees with many gnarled, twisting branches in an open sagebrush woodland",
        "title": "Devils Orchard Nature Trail",
        "description": "",
        "caption": "Enjoy a short stroll through cinder beds and native vegetation.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AA9A4E69-992A-25A5-160F9BA7E333AF16.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AA9A4E69-992A-25A5-160F9BA7E333AF16.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID",
        "parkCode": "crmo",
        "designation": "National Monument & Preserve",
        "fullName": "Craters Of The Moon National Monument & Preserve",
        "url": "https://www.nps.gov/crmo/index.htm",
        "name": "Craters Of The Moon"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "CRMO Loop Road",
      "lava flow",
      "limber pine",
      "self guided",
      "Idaho",
      "hiking",
      "Accessible",
      "SOID Parks",
      "snake river plain"
    ],
    "latitude": "43.451593",
    "longitude": "-113.538439",
    "latLong": "43.451593,-113.538439",
    "bodyText": "This paved 0.5 mi (0.8 km) trail explores an area of cinder beds scattered with pieces of North Crater. Exhibits along the trail challenge you to consider the difficulties of protecting this fragile environment. This trail is wheelchair accessible.<br /> <br /> <em>Corresponds to #4 on the park brochure map.</em>",
    "audioDescription": "A parking area loops around a planter filled with native shrubs. The paved Devil’s Orchard trail begins and ends at the top of the parking area, winding out into the landscape and returning close to where it started. A sidewalk follows the entire edge of the parking area back toward the entrance, where there are two vault restrooms on one side and a picnic table on the other. The trail itself curves through a mostly-level area of cinders, irregularly-shaped volcanic rock, low sagebrush scrub, and small, windswept limber pines. A trailhead sign reads: “Two thousand years ago, nearby volcanoes erupted so violently that they tore themselves apart. Rivers of lava floated huge chunks of crater wall down to this spot. Time passed. Rocks crumbled. The seeds of rabbitbrush and limber pine took root in the sparse soil. A hundred years ago, a visiting minister declared this jumble of rocks, shrubs, and trees to be a garden fit for the devil himself. Welcome to Devil’s Orchard. ‘What you see depends mainly on what you look for.’ –Richard J. Vogl, biologist.”",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Picnic Table",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting",
      "Trailhead",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Loop Road",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "34114DBA-420B-4185-9FFA-0D773670B2B2",
    "url": "https://www.nps.gov/places/inferno-cone.htm",
    "title": "Inferno Cone",
    "listingDescription": "A steep climb up the side of a cinder cone is rewarded with magnificent 360-degree views.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D20566D0-AF4A-CE93-686CC1B3EA08EDA7.jpg",
        "credit": "",
        "altText": "Hikers head up a steep trail on the barren side of a cinder cone.",
        "title": "Inferno Cone",
        "description": "",
        "caption": "Inferno Cone offers a steep climb up a barren cinder slope, with magnificent views at the top.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D20566D0-AF4A-CE93-686CC1B3EA08EDA7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D20566D0-AF4A-CE93-686CC1B3EA08EDA7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID",
        "parkCode": "crmo",
        "designation": "National Monument & Preserve",
        "fullName": "Craters Of The Moon National Monument & Preserve",
        "url": "https://www.nps.gov/crmo/index.htm",
        "name": "Craters Of The Moon"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "CRMO Loop Road",
      "volcano",
      "cinder cone",
      "hiking",
      "scenic",
      "views and vistas",
      "Idaho",
      "snake river plain",
      "SOID Parks"
    ],
    "latitude": "43.4449492774",
    "longitude": "-113.555362974",
    "latLong": "43.4449492774,-113.555362974",
    "bodyText": "The steep 0.4 mi (0.8 km) trail to the top of Inferno Cone is challenging, but it rewards hikers with 360-degree views of the Great Rift, the Snake River Plain, and the Pioneer Mountains. On clear days, you may even see the Teton Range, 100 miles to the east.<br /> <br /> Make the strenuous climb to the top, or enjoy scenic views from the overlook near the parking area.<br /> <br /> Caution: This open, exposed trail can be hazardous in high winds.<br /> <br /> <em>Corresponds to #5 on the park brochure map.</em><br /> <br />  ",
    "audioDescription": "A parking area and an overlook sit next to the park road. The overlook, on a small wooden platform, offers panoramic views of the Craters of the Moon landscape. Immediately on the right is Inferno Cone, a tall, barren black cone. A faint trail leads 164 feet up the steep side of the cone. The top of Inferno Cone offers 360-degree views of the park. A wayside exhibit on the viewing platform is divided into two small panels on either side of a very long panel with a panoramic photo of the view in front of us, with labelled landmarks. The left panel reads: “Round Knoll Kipuka. The same searing lava flows that destroyed everything in their path, today protect some of the last remaining islands of natural sagebrush steppe vegetation on the Snake River Plain. These features are called kipukas, a variation of the Hawaiian term puka that means hole. Kipukas show scientists what native plant communities looked like before grazing livestock and non-native plants changed them. They also provide important baseline data for monument staff in their work to protect and restore native vegetation.” The right panel reads: “Inferno Cone. Cinder Cones form when gas-rich volcanic froth erupts high into the air and then piles into a mound. Climb Inferno Cone, if you wish, but don’t be disappointed if you are unable to locate the source of the eruption at the top. These cinders were actually blown by the wind, and possibly squirted in this direction, from a vent far below near the Spatter Cones parking lot.”",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "a678fd67-eb03-4c72-8745-4bc517143649",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Loop Road",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "544E6FAC-2103-4A56-A9E4-4F26CB70A0D6",
    "url": "https://www.nps.gov/places/crmo-lava-trees.htm",
    "title": "Lava Trees",
    "listingDescription": "Just off the Wilderness Trail, see where lava surrounded living trees to leave behind impressions of trunks and branches in the rocks.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AF578D63-F325-65AD-B55ABBA088A19FFB.jpg",
        "credit": "NPS Photo",
        "altText": "two masses of rock with vertical impressions of tree trunks in the center. a hiking pole shows scale",
        "title": "Lava Trees",
        "description": "",
        "caption": "Lava trees and tree molds are created when lava surrounds a living tree.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AF578D63-F325-65AD-B55ABBA088A19FFB.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AF578D63-F325-65AD-B55ABBA088A19FFB.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID",
        "parkCode": "crmo",
        "designation": "National Monument & Preserve",
        "fullName": "Craters Of The Moon National Monument & Preserve",
        "url": "https://www.nps.gov/crmo/index.htm",
        "name": "Craters Of The Moon"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Idaho",
      "SOID Parks",
      "Great Rift",
      "snake river plain",
      "Tree mold",
      "lava trees",
      "fossil",
      "volcano",
      "lava flow",
      "lava field",
      "Wild CRMO"
    ],
    "latitude": "43.414135369256584",
    "longitude": "-113.52689981460571",
    "latLong": "43.414135369256584,-113.52689981460571",
    "bodyText": "During an eruption, lava will sometimes encounter living trees that can withstand the heat of the lava long enough to leave behind an impression in the cooling lava. The impressions standing trees leave behind in the rock are called lava trees. Horizontal impressions from trees that were knocked over are called tree molds.<br /> <br /> The Lava Trees are located 150 feet (46 m) off the Wilderness Trail, approximately 1.5 miles (2.4 km) from where the Wilderness Trail splits off from Broken Top Loop. A sign marks their location. Additional lava trees and tree molds are found throughout the area. <a href=\"https://www.nps.gov/thingstodo/crmo-backpacking.htm\">Be prepared if you plan to explore the wilderness.</a> ",
    "audioDescription": "A trail crossing a wide open, black, cinder flat surrounded with patches of grasses, sagebrush, and other shrubs. A large cinder cone approximately 700 feet high is west of the trail and has several large stands of pine trees and patches of sagebrush covering its slopes. A brown sign with the text \"Lava Trees\" points to a 150-foot-long spur trail heading toward the cinder cone. The spur trail ends at a group of black boulders that range in size from 1 foot high and 2 feet in diameter to 4.5 feet high and 4 feet in diameter. Each boulder has one or two cylindrical impressions of tree trunks in it. The impressions have the texture of burnt wood and are between 4 inches and 2 feet in diameter. Several impressions extend into the ground and create deep holes and some impressions also show branches. Most impressions are vertical, but some are horizontal or diagonal and most have a dark, smoke-like glaze.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Wilderness Trail",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A80C5325-8BF3-478F-BC47-B23BD92014DF",
    "url": "https://www.nps.gov/places/nps-preserve-and-blm-monument.htm",
    "title": "NPS Preserve and BLM Monument",
    "listingDescription": "A network of primitive roads through the park service and Bureau of Land Management (BLM) portions of the preserve offers backcountry driving opportunities and access for those with high-clearance, 4-wheel-drive vehicles.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/515BCC40-F84D-1B64-2869D9BD60EE28D2.jpg",
        "credit": "BLM Photo / Bob Wick",
        "altText": "a dirt road stretching across a wide, brush covered landscape on a stormy day",
        "title": "CRMO Preserve Road",
        "description": "",
        "caption": "Individuals seeking challenge and solitude will find both in this remote area of Craters.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/515BCC40-F84D-1B64-2869D9BD60EE28D2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/515BCC40-F84D-1B64-2869D9BD60EE28D2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID",
        "parkCode": "crmo",
        "designation": "National Monument & Preserve",
        "fullName": "Craters Of The Moon National Monument & Preserve",
        "url": "https://www.nps.gov/crmo/index.htm",
        "name": "Craters Of The Moon"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Wild CRMO",
      "wilderness",
      "volcano",
      "sagebrush steppe",
      "desert",
      "lava flow",
      "Bureau of Land Management",
      "backcountry",
      "backcountry road",
      "backcountry hike",
      "Idaho",
      "snake river plain"
    ],
    "latitude": "42.98562",
    "longitude": "-113.350901",
    "latLong": "42.98562,-113.350901",
    "bodyText": "<p>A network of primitive roads through the park service and Bureau of Land Management (BLM) portions of the preserve offers backcountry driving opportunities and access for those with high-clearance, 4-wheel-drive vehicles. Individuals seeking challenge and solitude will find both while cross-country hiking through the sage-brush covered flats and rugged lava flows of the monument and preserve.</p> <h3>Travel Restrictions</h3> <p>Cross-country motorized travel is not allowed anywhere within the preserve except immediately adjacent to roads and trails for purposes of parking, turning around, or passing another vehicle.<br /> <br /> Additional travel restrictions are in effect in certain areas to protect wildlife and sensitive features. Roads designated with seasonal closures may only be used during the open period. Permission from private land owners is required to cross private land unless legal access is provided by a federal, state, or county road.</p> <h3>Safety</h3> <p>Outside of the developed monument, there are no services and marginal phone coverage in the park. Exploring these areas requires special planning and an awareness of potential hazards. Bring a map, compass or GPS, a reliable form of communication, first-aid kit, sun protection, fire extinguisher, shovel, and plenty of water, food, and fuel. Always let someone know where you are traveling to and when you will return. <a href=\"https://www.blm.gov/programs/national-conservation-lands/idaho/craters-of-the-moon\">A full travel map can be downloaded from the BLM's website.</a></p> <h3>Prevent Wildfires</h3> <ul> <li> <p>Never park or drive on dry grass. The exterior of your exhaust system can reach temperatures up to 1000°F, igniting fires in dry vegetation. Vegetation can also gather on top of your exhaust system causing it to ignite. Equipping your vehicle with a proper exhaust system and spark arrestor may help to prevent this.</p> </li> <li>Include a fire extinguisher and a shovel in your vehicle as standard equipment.</li> <li>Fireworks are prohibited on both BLM and NPS land.</li> </ul> <h3>Hunting</h3> <p>Hunting is permitted within the BLM monument and in the NPS preserve. Firearms may only be used for lawful hunting in accord with state law in these areas. No trapping is allowed in any area managed by the NPS. For the protection of your health and the health of wildlife, hunters are encouraged to use non-lead bullets.</p> <h3>Grazing</h3> <p>Grazing is permitted within the BLM Monument by ranchers with valid permits. If you encounter sheep or cattle on a road or trail, make them aware of your presence and move by slowly without startling them. If you open a gate, please close it properly to keep livestock where they are supposed to be.</p>",
    "audioDescription": "This vast, mostly flat area of Craters of the Moon includes seas of lava flows and sagebrush scrub vegetation.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.blm.gov/programs/national-conservation-lands/idaho/craters-of-the-moon",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "Bureau of Land Management",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3C3A9708-52EE-4BF0-ABD6-523FEBA4681C",
    "url": "https://www.nps.gov/places/spatter-cones.htm",
    "title": "Spatter Cones",
    "listingDescription": "Peer into the vents of these miniature volcanoes, formed during the dwindling stages of eruption.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CFD26497-DD00-0F91-528B2E05F1FB949F.jpg",
        "credit": "NPS Photo / Jacob W Frank",
        "altText": "A paved trail winds up the side of a miniature volcano.",
        "title": "Spatter Cones",
        "description": "",
        "caption": "Take a short walk to peer inside these miniature volcanoes.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CFD26497-DD00-0F91-528B2E05F1FB949F.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CFD26497-DD00-0F91-528B2E05F1FB949F.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID",
        "parkCode": "crmo",
        "designation": "National Monument & Preserve",
        "fullName": "Craters Of The Moon National Monument & Preserve",
        "url": "https://www.nps.gov/crmo/index.htm",
        "name": "Craters Of The Moon"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "CRMO Loop Road",
      "spatter cone",
      "volcano",
      "self guided",
      "lava flow",
      "Idaho",
      "SOID Parks",
      "Accessible",
      "crater"
    ],
    "latitude": "43.4410819769",
    "longitude": "-113.557364774",
    "latLong": "43.4410819769,-113.557364774",
    "bodyText": "Created during the dwindling stages of an eruption, the spatter cones formed as hot lumps of lava were thrown a short distance into the air only to fall back to earth around a small central vent. As the still-molten blobs landed on top of each other, they cooled and adhered to nearby pieces to form the walls of what could be considered a mini-volcano. Take a short walk up the Spatter Cones Trail and the Snow Cone Trail to take a look down into the cones. The Snow Cone Trail is wheelchair accessible.<br /> <br /> <em>Corresponds to #6 on the park brochure map.</em>",
    "audioDescription": "A looped parking area about 200 feet from a string of spatter cones. Two adjacent trails lead to two separate cones. The narrow trail on the left approaches the larger cone, less than 50 feet tall, and winds steeply up the side. The trail ends inside the cone at a fenced-in viewpoint, where visitors can look down into the dark vent. At the second cone, on the paved, more level Snow Cone Trail, a railed platform overlooks another vent. This cone is shorter and more open than the first. A trailhead sign reads: “Spatter Cones. These miniature volcanoes formed when blobs of molten lava were lobbed into the air during the last gasp of an eruption sequence 2,100 years ago. This image shows a close up view of this material, known as spatter, erupting from an active spatter cone in Hawaii. Craters of the Moon is well known for these beautiful volcanic features. Please help protect them by staying on trails.”",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "33a6cb48-8377-4c28-8034-3d482c48418d",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Trailhead",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Loop Road",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]