[
  {
    "id": "8BF7EC2C-BF2B-4831-B3D2-5FB7C1875009",
    "url": "https://www.nps.gov/places/cumberland-gap.htm",
    "title": "Cumberland Gap",
    "listingDescription": "The Saddle of the Gap, for thousands of years bison, Native Americans, African Americans, and Europeans Americans have traveled through the gap.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/2F38E1D6-E770-9697-D80D0255D3A84342.jpeg",
        "credit": "NPS",
        "altText": "pass through the mountain covered in fall foliage.",
        "title": "Cumberland Gap",
        "description": "",
        "caption": "Cumberland Gap in the Fall",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/2F38E1D6-E770-9697-D80D0255D3A84342.jpeg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/2F38E1D6-E770-9697-D80D0255D3A84342.jpeg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "KY,TN,VA",
        "parkCode": "cuga",
        "designation": "National Historical Park",
        "fullName": "Cumberland Gap National Historical Park",
        "url": "https://www.nps.gov/cuga/index.htm",
        "name": "Cumberland Gap"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Gap",
      "Cumberland Gap National Historical Park",
      "Daniel Boone",
      "native americans",
      "bison",
      "cherokee",
      "Shawnee"
    ],
    "latitude": "36.60406048244021",
    "longitude": "-83.67363452911377",
    "latLong": "36.60406048244021,-83.67363452911377",
    "bodyText": "For thousands of years, a multitude of people and animals have journeyed through the Cumberland Gap. A combination of geological factors made this critically important transportation link possible. As the Cumberland Mountain formed Yellow Creek cut through the mountain creating a notch in the mountain at the same time it was rising. The mountain began to rise faster than the creek could erode, causing the creek to change course. <br /> <br /> Not long after the gap formed, animals began traveling through the gap on their way north, especially bison. The bison blazed a trail through the gap, as they went north in search of saltlicks. Saltlicks are deposits of salt and other minerals that rise to the surface, that animals need to supplement their diets, aiding in their survival. As bison traveled north, early humans observed their movements and followed them through the gap. <br /> <br /> While we don’t know when the first people journeyed through the gap, humans lived in this area as early as 8000 thousand years ago. Other people moved from the west through the gap. These people known as the Mississippian people built large mounds in Lee County, Virginia around 1200 CE. Their descendants continued to live near the gap and included the Cherokee, Shawnee, and Creek. These tribes used the gap for hunting, trade, and settlement. As European colonists began moving through the gap, they clashed with many of these people over this tribal land. Eventually, they pushed these people out as they settled west of the gap.<br /> <br /> During the 1700s, European colonists searched for a way west through the Cumberland Mountains. The first European to document his journey through the gap was Thomas Walker. In 1750, the Virginia Loyal Land Company sent Thomas Walker to find a pass into western Virginia (now Kentucky). Walker journeyed through the gap and named the mountain after Prince William, the Duke of Cumberland. Walker, though, argued the gap was not the best path westward. Nineteen years later, Daniel Boone came to a different conclusion. Boone heard about the gap from a friend and travelled through it on a hunting expedition. He told others of his journey and in 1775 land speculator Richard Henderson paid him to blaze a trail through the gap for settlement. This path known as the Wilderness Road allowed approximately 200,000 and 300,000 European-American colonists to travel through the gap westward.<br /> <br />  ",
    "audioDescription": "Before you is the pass through the mountains. Depending on the time of the year, you might find a sparsely leafed trees in the winter, to a lush green environment in the spring and summer to fall colors during the autumn. Right at the Saddle of the gap is a sign that reads: Salt Seeking Buffalo, Moccasin clad warriors, Dreaming pioneer, Battling Civil War Soldiers, Each was here in the historic Cumberland Gap and now so are you. This is the historic Cumberland Gap.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Middlesboro, KY",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "historic",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Historic Register",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3A718BEA-7631-4B8A-BDCB-71B72F4EC1E6",
    "url": "https://www.nps.gov/places/pinnacle-overlook.htm",
    "title": "Cumberland Gap Pinnacle Overlook",
    "listingDescription": "Pinnacle Overlook where you can see the Cumberland Gap, Cumberland Mountain and three states of Virginia, Kentucky, and Tennessee",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/06762660-C575-9E69-F94FDEB1D9305A50.jpg",
        "credit": "NPS",
        "altText": "mountain view with fall foliage and the fog covering the right of the mountain.",
        "title": "Pinnacle Overlook",
        "description": "",
        "caption": "Pinnacle Overlook",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/06762660-C575-9E69-F94FDEB1D9305A50.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/06762660-C575-9E69-F94FDEB1D9305A50.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "KY,TN,VA",
        "parkCode": "cuga",
        "designation": "National Historical Park",
        "fullName": "Cumberland Gap National Historical Park",
        "url": "https://www.nps.gov/cuga/index.htm",
        "name": "Cumberland Gap"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "cumberland mountain",
      "Mountain",
      "pinnacle",
      "Middlesboro",
      "Harrogate",
      "Cumberland Gap",
      "Cumberland Gap National Historical Park"
    ],
    "latitude": "36.60528780290655",
    "longitude": "-83.66719186306",
    "latLong": "36.60528780290655,-83.66719186306",
    "bodyText": "A short drive from the main visitor center in Middlesboro, Ky lies this scenic overlook. As you approach the Pinnacle from the parking lot, you park in Kentucky and walk into Virginia before reaching the overlook. Known as the Pinnacle, locals have used that name for generations, dating back to the early 1800s.The Pinnacle saw bison pass through the valley below through the Cumberland Gap. It was a place where thousands of people passed by on their way through the Gap. First, Native Americans like the Cherokee and Shawnee used the gap to journey to hunting grounds, build new settlements, trade, and war. Later, colonists went through the Gap heading west to build a new life. The Pinnacle was also crucial during the civil war. Fortifcations lined the mountain not far from this peak with cannons pointing at the valley below the mountain. According to legend, Confederate soldiers tossed their cannons into the valley before retreating to the south.<br /> <br /> While the Pinnacle has much history, many visitors come to see it today for its scenic views. Looking to the right or west, one will see the town of Middlesboro, Kentucky. Middlesboro lies in the center of a crater, created by meteor crashing into spot millions of years ago. If one follows the path to the left of Middlesboro, you will see the Cumberland Gap, the pass through the mountain that leads into the town of Cumberland Gap, Tennessee.To the south of the town, one can see a road leading to the tunnel that cuts through the mountain. Not far to south of the tunnel, one observes Harrogate, Tennesee and Lincoln Memorial University. Founded in the 1890s, the University is dedicated to the memory of Abraham Lincoln. East of Harrogate, continues into Tennessee and finally at the far left is Virginia. On clear days you may see the mountains of Tennessee, including Powell, Clinch, and Bays. Sometimes you can see the far edges of the Smokey Mountains in North Carolina to the south east",
    "audioDescription": "Before you lies the Cumberland Mountain. Below the mountain is the pass in the mountain connecting, Middlesboro and the town of Cumberland Gap. The view of the mountain varies depending on the season. During the winter, the trees will have fewer leaves. In spring and summer, the mountain is covered in green. Fall brings the changes in colors and is the most popular time to visit the Pinnacle.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Parking - Auto",
      "Pets Allowed",
      "Picnic Table",
      "Restroom - Seasonal",
      "Trailhead",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Middlesboro, KY",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Overlook",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Historic Register",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "35F5DFEB-B4EF-4C33-BF1D-570A0DD59789",
    "url": "https://www.nps.gov/places/gap-cave.htm",
    "title": "Gap Cave",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/302FCABF-EF04-3925-2308E01C5CAF2776.jpg",
        "credit": "NPS",
        "altText": "Cave formation with water at the bottom of it.",
        "title": "Gap Cave",
        "description": "",
        "caption": "Cleopatra's Pool in Gap Cave",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/302FCABF-EF04-3925-2308E01C5CAF2776.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/302FCABF-EF04-3925-2308E01C5CAF2776.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "KY,TN,VA",
        "parkCode": "cuga",
        "designation": "National Historical Park",
        "fullName": "Cumberland Gap National Historical Park",
        "url": "https://www.nps.gov/cuga/index.htm",
        "name": "Cumberland Gap"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Gap Cave",
      "Cumberland Gap",
      "Cumberland Gap National Historical Park",
      "caves and karst",
      "bats"
    ],
    "latitude": "36.602781464543995",
    "longitude": "-83.6669933795929",
    "latLong": "36.602781464543995,-83.6669933795929",
    "bodyText": "Around 350 million years ago, the area around the Cumberland Gap was covered by a warn, shallow, equatorial sea. Over millions of years the water began to recede causing erosion in the limestone rock. This chemical weather caused by carbonic acid, which is formed as the carbon dioxide interacts with the rock. This erosion created the formations that many people see in the cave today.<br /> <br /> It remains unknown when the earliest humans discovered cave. The indigenous people of the area may have entered the cave, used its resources, and perhaps lived in the entrance. In 1750, explorer Thomas Walker wrote about the cave, naming it Gap Cave. During the War of 1812, many people mined the cave for its saltpeter to use as gunpowder. Civil War soldiers entered the cave and wrote their names on the cave. <br /> <br /> By the late 1800s, locals began using the cave as a tourist attraction. Local landowner Major Cockrill named it King Solomon's Cave, writing with electric lights and conducting commercial tours. In the 1920s, Lincoln Memorial University bought the cave, renaming it Cudjo's Cave after a popular novel by James T. Trowbridge. For the next seventy years, they continued these tours until they sold the cave to the National Park Service. Today, you can still go on a cave tour and can learn about it <a href=\"https://www.nps.gov/cuga/planyourvisit/guidedtours.htm\">here</a>. <br /> <br /> The cave is filled with many diverse organisms, including bats, cave salamanders, cave crickets, and packs rats. Beyond just life, Gap cave continues to grow, being a wet cave, its formations continue to form. During a tour, you will see stalactites, stalagmite, and other formations throughout the cave.",
    "audioDescription": "Before you is the entrance to Gap Cave. Its limestone rock entrance is covered with a gate, preventing you from going any farther than the entrance. Past the cave is the pitch darkness where many bats, salamanders, cave crickets, and other life lives.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "64471139-0355-423C-ACAB-233998BA6DAE",
    "url": "https://www.nps.gov/places/hensley-settlement.htm",
    "title": "Hensley Settlement",
    "listingDescription": "Hensley Settlement is a preserved community, depicting early 20th Century Appalachian life",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E762E7CD-F9C1-E0B4-65D265AA2550067C.jpg",
        "credit": "",
        "altText": "Several buildings in an open field surrounded by trees.",
        "title": "Hensley Settlement",
        "description": "",
        "caption": "Hensley Settlement",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E762E7CD-F9C1-E0B4-65D265AA2550067C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E762E7CD-F9C1-E0B4-65D265AA2550067C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "KY,TN,VA",
        "parkCode": "cuga",
        "designation": "National Historical Park",
        "fullName": "Cumberland Gap National Historical Park",
        "url": "https://www.nps.gov/cuga/index.htm",
        "name": "Cumberland Gap"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Appalachia",
      "Cumberland Gap National Historical Park"
    ],
    "latitude": "36.670785823",
    "longitude": "-83.531812627",
    "latLong": "36.670785823,-83.531812627",
    "bodyText": "Many communities developed around the Cumberland Gap. One community in the park is one of the most preserved, the Hensley Settlement. Around 1900, Burton Hensley acquired 200 acres of land on top of the Cumberland Mountain. He divided the land among his children including 21 acres to his daughter Nicey. In 1903, her husband Sherman decided to move their family to the top of the mountain. Other families joined them, and a small community of 100 people prospered.<br /> Over 40 years, these families were like many other families in Appalachia. They farmed, raised animals, and traded with others in the area. Like many families, they went to church, their children went to school, and they played a variety of games and activities. As improvements came to Appalachia, the Hensley Settlement remained isolated with no roads or electricity ever reaching the community. By the late 1940s, many members of the community began leaving with Sherman Hensley the last to leave in 1951.<br /> To learn more about the Hensley Settlement, check out the <a href=\"https://www.nps.gov/cuga/learn/historyculture/hensley-virtual-tour.htm\">virtual tour</a> that provides oral histories and additional information about the community. From May to late October, Park Rangers give tours of the settlement. Learn more <a href=\"https://www.nps.gov/cuga/planyourvisit/guidedtours.htm\">here</a>. <br />  ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "5c84902f-efa9-4958-ac1f-2caeb3f6a63d",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Restroom"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "FE1EB794-183D-4313-8919-4155CB682A11",
    "url": "https://www.nps.gov/places/iron-furnace.htm",
    "title": "Iron Furnace",
    "listingDescription": "Built in 1819, this structure produced 3 tons of iron at its peak. It operated here until the 1880s.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E5F237D5-FE5B-50AA-C7AFC24C102328C3.jpg",
        "credit": "",
        "altText": "a stone structure shaped like a pyramid surrounded by grass, trees, and a wooden fence.",
        "title": "Iron Furnace",
        "description": "",
        "caption": "Iron Furnace",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E5F237D5-FE5B-50AA-C7AFC24C102328C3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E5F237D5-FE5B-50AA-C7AFC24C102328C3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "KY,TN,VA",
        "parkCode": "cuga",
        "designation": "National Historical Park",
        "fullName": "Cumberland Gap National Historical Park",
        "url": "https://www.nps.gov/cuga/index.htm",
        "name": "Cumberland Gap"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Gap",
      "Cumberland Gap National Historical Park",
      "CUGA"
    ],
    "latitude": "36.601534618146296",
    "longitude": "-83.66844083034158",
    "latLong": "36.601534618146296,-83.66844083034158",
    "bodyText": "On his historic journey through the gap in 1750, Dr. Thomas Walker made note of a spring coming from a cave. In his journal he noted that \"the spring is sufficient to turn a mill.\" In 1819, a blast furnace was built on the stream below the cave, now known as Gap Cave. Large, sandstone blocks were used from nearby and fire brick was used to line the inside of the furnace which was used to smelt iron.<br /> <br /> Iron ore was mined nearby, limestone was added in the process, and firewood was made into charcoal for use as fuel. Water from the stream powered large bellows and a massive hammer mill.<br /> <br /> Each day 625 bushels of charcoal (approximately 52 trees), 6 1/4 tons of iron ore, and 1,563 pounds of limestone were used to produce approximately 3 tons of iron. The furnace, which was known as Newlee's Iron Furnace, operated throughout the 1800's. Some of the iron was sold to local blacksmiths. Some of the iron was shipped in the form of ingots or \"pigs\" down the Powell River to Chattanooga, Tennessee",
    "audioDescription": "In this location is a medium sized stone structure shaped like a pyramid surrounded by grass, trees, wooden fences, and a creek.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Historical/Interpretive Information/Exhibits",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cumberland Gap National Historical Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Industry",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]