[
  {
    "id": "089D9282-558A-4679-AD7B-293EB6870226",
    "url": "https://www.nps.gov/places/captain-s-house.htm",
    "title": "Captain's House",
    "listingDescription": "The Carnegie family had multiple boats in their fleet at the Dungeness estate. Captain George W. Yates captained the Carnegie's yacht and led a crew of 17. He lived in the appropriately named Captain's House near his workplace: the Dungeness dock. The Captain's House still stands today near the Ice House Museum and Dungeness dock.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/151E8204-F42D-8927-1F22943F15852AF4.jpg",
        "credit": "NPS Photo",
        "altText": "Historic photo of the two-story Carnegie boat captain's house with front porch and greenery around.",
        "title": "Captain's House",
        "description": "",
        "caption": "Captain George W. Yates was high-ranking among Carnegie staff and called the Captain's House home.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/151E8204-F42D-8927-1F22943F15852AF4.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/151E8204-F42D-8927-1F22943F15852AF4.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore"
    ],
    "latitude": "30.75491050914988",
    "longitude": "-81.47291958332062",
    "latLong": "30.75491050914988,-81.47291958332062",
    "bodyText": "Transportation to and from Cumberland Island has been a theme throughout its human habitation. Boat technology has evolved and allowed for more efficient transport of passengers and important supplies. The industrialist era of the island saw cutting-edge transportation technology for its day.<br /> <br /> Thomas and Lucy Carnegie had multiple vessels in their fleet- from yachts, fishing boats, to employee transport ferries. Captain George W. Yates was hired as the family's yacht captain in 1888. He commanded a 17-member crew. Yates' ranking among the Carnegie' one hundred or more estate employees was near the top.<br /> <br /> Captain George W. Yates lived in the appropriately named Captain's House near his workplace: the Dungeness dock. The Captain's House still stands today near the Ice House Museum and Dungeness dock. The National Park Service has restored it and currently uses it as a ranger offices. The interior is not open to the public.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "5DA53A47-B0C8-4BD2-B96B-04D18EA12851",
    "url": "https://www.nps.gov/places/carriage-house.htm",
    "title": "Carriage House",
    "listingDescription": "The Carnegie family's Dungeness estate featured multiple modes of transportation to and from the island and while on it. These included yachts, horses, carriages, and automobiles. The Carriage House in featured storage of carriages and elevator to hoist from one story to the next. Horse stalls housed the family's prized ponies.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/203E3E05-F872-0A30-BC7A2059617E1EC3.jpg",
        "credit": "NPS Photo",
        "altText": "Historic photograph of the two-story Carnegie Carriage House with automobile parked in front.",
        "title": "Dungeness Carriage House",
        "description": "",
        "caption": "Wealthy industrialist families like the Carnegies enjoyed multiple modes of transportation.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/203E3E05-F872-0A30-BC7A2059617E1EC3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/203E3E05-F872-0A30-BC7A2059617E1EC3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "Lucy Carnegie was nicknamed \"the yacht queen\" after being admitted into the New York Yacht Club in 1894, the first woman to do so. It was another mode of transportation- carriage- had an entire building dedicated to its storage on Cumberland Island. The two-story building featured a mechanical elevator to lift carriages to the second story for storage and bring another down to use. Models included 1-2 seat \"piano box\" carriages and covered 4-seat \"buckboard\" carriages. Automobiles were later stored here as well. The south wing included stalls where prized horses were kept and cared for.<br /> <br /> Today, the National Park Service uses the Carriage House as a maintenance facility. Visitors to Cumberland Island can marvel at the size of the building and get a glimpse into how the Carnegie family got around Georgia's largest barrier island. Several Carnegie carriages are on display at our Mainland Museum in downtown Saint Marys. The Mainland Museum is open daily from 1:00PM to 4:00PM.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "CFB9CB41-8997-48BA-8C7C-E7357EC17E4B",
    "url": "https://www.nps.gov/places/dungeness-audio-tour-stop-1.htm",
    "title": "Dungeness Audio Tour Stop 1",
    "listingDescription": "Over the past millennia, many different people have visited and inhabited Cumberland Island. Timucuan Indians lived off the island’s abundance, eating shellfish, game, and edible plants. The arrival of the Spanish in the 1580s meant the downfall of a once flourishing society.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C6138FD9-B546-3BB8-A97F3BD782B9BACA.jpg",
        "credit": "",
        "altText": "Engraving of Timucuan Indians and French Explorers with baskets of food around a stone monument..",
        "title": "Timucuan - Spanish contact",
        "description": "",
        "caption": "An engraving of Timucuan people and French explorers around a stone monument.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C6138FD9-B546-3BB8-A97F3BD782B9BACA.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C6138FD9-B546-3BB8-A97F3BD782B9BACA.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore"
    ],
    "latitude": "30.75391659208436",
    "longitude": "-81.47357833387105",
    "latLong": "30.75391659208436,-81.47357833387105",
    "bodyText": "<p>Over the past millennia, many different people have visited and inhabited Cumberland Island. As you walk the island today, you are joining a long tradition of those who have visited and come to appreciate the natural beauty and abundance of Cumberland Island. Some chose to call the island home.<br /> <br /> Sometime around 1000 years ago, Eastern Timucuan people, calling themselves Mocama, arrived on Cumberland Island and lived off the island’s abundance, eating shellfish, game, and edible plants. They called the island Mocama, which is the Timucuan word for “ocean.” Although there are few traces remaining, you are currently standing near the site of a Timucuan village called Tacatacaru. By the late 1580s, the Spanish arrived on the island to missionize Mocama, building a Franciscan mission near Tacatacaru and naming the island San Pedro. La Mision del San Pedro flourished for almost 100 years.<br /> <br /> Although the Spanish saw themselves as bringing Christianity and European civilization to the New World, the Timucuans probably saw things slightly differently, with the Spanish serving as military allies against other tribes as well as providing many goods previously unavailable. No archeological traces of the Spanish era have been found, although written accounts tell us much about life on San Pedro.</p>",
    "audioDescription": "Accessible by a ferry dock with a small, white boathouse, the Cumberland River runs perpendicular to a sandy road called Coleman Avenue. This sandy road leads to the east and is bordered on each side by live oak trees which form a tunnel-like canopy over the road. A few feet from Coleman Avenue is a wooden sign that reads “Timucuan Indians” and marks the first stop on the self-guided tour. The wooden sign sits between the road and a dull silver, weathered concrete cistern. The cistern is approximately 10 feet off the road to the south, surrounded by scattered palmettos. Beyond the cistern are live oak trees that gain density, moving deeper into the island. Scattered palmettos and live oak trees stand to the need direction of the road, partially obscuring a one-story, white building about 200 feet away. The building is the Ice House Museum, facing west toward the Cumberland River. A few picnic tables lie just off the road under tree shade.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7F6F74C2-7B65-40A3-999E-C94A3D400E5F",
    "url": "https://www.nps.gov/places/dungeness-audio-tour-stop-2.htm",
    "title": "Dungeness Audio Tour Stop 2",
    "listingDescription": "Cumberland Island is filled with an abundance of natural resources and has been utilized for a wide variety of human purposes throughout its history. The trees that surround you as you walk the road- live oaks- are an excellent example of human manipulation of a natural environment. This excellent hardwood species with curved branches, became extremely valuable by the mid to late eighteenth century for use in ship building.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C104A9F5-E4B5-23E1-F44CF1F0EE134E57.jpg",
        "credit": "NPS",
        "altText": "Twisted live oak branches with palmetto understory",
        "title": "Maritime Forest",
        "description": "",
        "caption": "Live oak timber was especially sought after for shipbuilding before iron-clad war ships.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C104A9F5-E4B5-23E1-F44CF1F0EE134E57.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C104A9F5-E4B5-23E1-F44CF1F0EE134E57.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore"
    ],
    "latitude": "30.7526386839007",
    "longitude": "-81.47147011750349",
    "latLong": "30.7526386839007,-81.47147011750349",
    "bodyText": "<p>Cumberland Island is filled with an abundance of natural resources and has been utilized for a wide variety of human purposes throughout its history. Live Oaks, the trees that surround you as you walk the road, are an excellent example of human manipulation of a natural environment. Live Oaks, an excellent hardwood species with notably curved branches, became extremely valuable by the mid to late eighteenth century for use in ship building. Because the branches are naturally curved, they were perfect for the knee joints of a ship’s hull. Although the island is almost entirely covered in trees today, this has not always been the case. By 1850, many of the island’s trees had been cleared and the island devoted to agriculture. As a result, today’s live oak trees are primarily second growth.<br /> <br /> The early 1700s was an uncertain time on Cumberland Island, with both Spain and England claiming ownership of this strategic location. In 1733 James Edward Oglethorpe established the colony of Georgia on the south bank of the Savannah River. In 1736, acting against orders, Oglethorpe pushed Georgia’s boundary all the way south to the Saint Marys River. Cumberland Island, known then as the “Highlands” but quickly renamed Cumberland, became a strategic outpost against Spanish encroachment in Georgia. By 1740, a group of Scottish Highlanders had built two forts for Oglethorpe, Fort St Andrews and Fort Prince William, one on each end of the island. They lived in a small garrison settlement on the north end known as Barriemacke outside of Fort St Andrews. In 1743, when the English decisively defeated the Spanish in the Battle of Bloody Marsh on St Simons Island, Oglethorpe no longer had need of his Cumberland Island fortifications and abandoned the island. Some of his men chose to remain behind, making Cumberland Island home</p>",
    "audioDescription": "This stop is an area lush with saw palmettos and grape vines, draping down onto the brush from the dense trees. A sign lies a few feet to the left of an unpaved road, moving southeast. The wooden sign reads, “Maritime Forest 2,” indicating this point as the second stop along the self-guided tour, welcoming visitors to the Maritime Forest.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "70B17E8C-0406-4E0D-B038-47E13C965F16",
    "url": "https://www.nps.gov/places/dungeness-audio-tour-stop-3.htm",
    "title": "Dungeness Audio Tour Stop 3",
    "listingDescription": "Many enslaved people lived on the island during the plantation era. Learn how they lived before and after the Civil War.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/FE82CC08-FA4A-FFCE-73FD685684438470.jpg",
        "credit": "NPS Photo",
        "altText": "Dirt path with grassy area beside and trees overhead with deer in the distance",
        "title": "Main Road - Coleman Avenue intersection",
        "description": "",
        "caption": "Enslaved Africans once toiled in sea island cotton fields where trees now stand.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/FE82CC08-FA4A-FFCE-73FD685684438470.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/FE82CC08-FA4A-FFCE-73FD685684438470.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore"
    ],
    "latitude": "30.751310047330964",
    "longitude": "-81.46996915340424",
    "latLong": "30.751310047330964,-81.46996915340424",
    "bodyText": "<p>You are currently standing near the location of one of Dungeness Plantation’s slave quarters. By the late 1700s, slavery had become an important aspect of life on Cumberland Island. Enslaved people were seen as essential for the cultivation of rice and sea island cotton, and as the island’s trees were cleared the number of people who were enslaved grew. Slavery was not legal in Georgia until 1751, so the late 1700s saw an influx of enslaved people to Georgia directly from Africa. The Gullah-Geechee culture that resulted in enslaved communities on Georgia’s coast was a result of the retention of many aspects of African culture and language.<br /> <br /> The isolated nature of Georgia’s barrier islands also resulted in distinctive slave management practices. Cumberland Island’s enslaved people worked largely on a task system, which meant that they were responsible to complete a certain task rather than work certain hours.  Enslaved families maintained their own gardens and livestock and hunted and fished to provide food for themselves. An archeological dig in this area has yielded a glimpse into their lifestyle. Along with pieces of iron skillets, glass, clay pipe segments and pottery, bones from small mammals, birds, turtles, frogs and fish were uncovered.<br /> <br /> During the Civil War, most of the island’s enslaved people left the island with Union troops, who occupied the island by the spring of 1862, compelling most property owners to flee. A few of the enslaved remained behind, and some freed peoples returned after the war. Those returning lived off the land as subsistence farmers in the following decades. Many African Americans moved to the Settlement on the island’s north end when land became available for purchase in the early 1890s. By this time, work was more plentiful. Settlement residents made a living in a variety of capacities: as employees for Hotel Cumberland, servants for wealthy island residents, and working for various timber operations.</p>",
    "audioDescription": "The third stop is at the intersection of Coleman Avenue, which runs east to west, and the Main Road, which runs north to south. This third stop guides visitors southbound on the Main Road, to the right of the sign. Beyond the sign in the southeast corner is a narrow thicket of trees. To the southwest, a dense group of trees stands next to a line of emerging, new growths of palmettos on the mowed shoulder of the road. The northwest corner of the intersection houses picnic tables and scattered live oak trees providing shade. Many palmettos and live oaks at the forest’s border are situated northeast of the intersection, hindering the view beyond.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E1ADFEF6-F8C5-431E-B562-60654F70B943",
    "url": "https://www.nps.gov/places/dungeness-audio-tour-stop-4.htm",
    "title": "Dungeness Audio Tour Stop 4",
    "listingDescription": "The Dungeness ruins are one of numerous visual reminders of the Carnegie era here on Cumberland Island, but the Carnegie Dungeness represents only one layer of this area’s rich history.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/FFA0F74E-EDF8-2868-2992BC28F41EA7D0.jpg",
        "credit": "NPS Photo",
        "altText": "Black and white of mansion with chimneys, observation tower, and lawn",
        "title": "Carnegie Dungeness Historic Photo",
        "description": "",
        "caption": "The Carnegie Dungeness ruins dominate the landscape today, but the same area spans multiple eras.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/FFA0F74E-EDF8-2868-2992BC28F41EA7D0.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/FFA0F74E-EDF8-2868-2992BC28F41EA7D0.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore"
    ],
    "latitude": "30.74919396406924",
    "longitude": "-81.4705216884613",
    "latLong": "30.74919396406924,-81.4705216884613",
    "bodyText": "<p>You are standing in front of the ruins of Dungeness, a mansion built in the mid-1880s by Thomas and Lucy Carnegie. These ruins are but one of numerous visual reminders of the Carnegie era here on Cumberland Island, but the Carnegie Dungeness represents only one layer of this area’s rich history. In 1783 Revolutionary War Hero Nathanael Greene obtained half of Cumberland Island and began cutting and selling live oaks. Although he died in 1786, his widow Catherine Littlefield Greene and her second husband Phineas Miller moved to Cumberland around 1800 and built a four story, 68-foot-tall tabby mansion that they called Dungeness and which stood in the same location as this Dungeness. The Greene-Miller Dungeness burned in 1866 and stood in ruins for fifteen years, acting as a tourist attraction and inspiring tentative plans for a hotel.<br /> <br /> In 1881, however, Thomas Carnegie purchased the property, tore down the Greene-Miller Dungeness ruins and built his own house in its place. The Carnegie Dungeness had 37,000 square feet and is estimated to have cost $200,000 to build. Abandoned in 1924, it burned in 1959, rumored to have been set on fire by poachers. </p> <h4>The War of 1812 at Dungeness</h4> <p>The war of 1812 officially ended in December of 1814 with the signing of the Treaty of Ghent, but it took a few months for word to make it across the Atlantic. As a result, the war continued to be fought in North America. This had particular significance on Cumberland Island, which was occupied in January of 1815 by British Rear Admiral George Cockburn and his troops. Cockburn offered freedom and passage to the British Caribbean to any enslaved persons in the area who made it to Cumberland Island. In this way, around 1500 slaves gained their freedom in the opening months of 1815. By March, Cockburn had received word that the war was over and departed the island. During his stay on the island, Cockburn occupied the first two floors of Dungeness Mansion, forcing the Greene-Millers upstairs.</p>",
    "audioDescription": "The Main Road continues through patchy grass, then a dark gray, tabby concrete gate. The gate is made up of square pillars, topped with thin, intricate ironwork. On each side of the pillars are three short steps that lead to slightly raised land. The Main Road continues through the gate with a small shoulder of grass and a one-foot cement curb border. Beyond the border, palmettos, hickory, and live oak trees are scattered, thin enough for visitors to view the light gray stone and red brick ruins in the distance at the end of the road. This entrance to the Dungeness Mansion grounds is the fourth stop of the self-guided tour.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "07468999-5978-46BB-8857-3D063F3D28D9",
    "url": "https://www.nps.gov/places/dungeness-audio-tour-stop-5.htm",
    "title": "Dungeness Audio Tour Stop 5",
    "listingDescription": "The tabby house is the oldest standing structure on Cumberland Island, built around 1800 by the Greene-Millers for use as an overseer's cottage. Tabby is a combination of island resources: sand, water, oyster shell and lime. This was a common building material during the nineteenth century in coastal areas where oysters naturally occur.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C368203F-03BB-59B4-E2B5A9BF08A42EFC.jpg",
        "credit": "NPS Photo",
        "altText": "Historic photo of a path lined with ornamental plants with statue of goddess Mercury",
        "title": "Ornamental plants at Dungeness- Mercury",
        "description": "",
        "caption": "A rose-lined path leads to the statue of Mercury, which stands just to the south of the Tabby House.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C368203F-03BB-59B4-E2B5A9BF08A42EFC.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C368203F-03BB-59B4-E2B5A9BF08A42EFC.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore"
    ],
    "latitude": "30.74878826087735",
    "longitude": "-81.4715301990509",
    "latLong": "30.74878826087735,-81.4715301990509",
    "bodyText": "<p>This tabby house is the oldest standing structure on Cumberland Island, being built around 1800 by the Greene-Millers for use as a gardener’s cottage. Tabby is a combination of island resources: sand, water, oyster shell and lime. While the origin of tabby is unknown, it was a common building material during the nineteenth century. Although this is the only building still standing from the Greene-Miller era, the landscape that surrounds you bears many similarities to its early nineteenth century counterpart.<br /> <br /> Separated from high society only by geography, both Catharine Greene-Miller and Lucy Carnegie entertained extensively at their Dungeness estates. The carefully manicured landscape provided areas for strolling, games and exercise. Exotic palms, gray olive trees, magnolias, acacia, orange and china trees found in Caty’s gardens were reclaimed by Lucy providing guests in each time frame a beautiful respite from the harsh lines of city landscapes. To the west of the Tabby House, the pergola and the replica of the statue of the Mercury, the Roman god of commerce and financial gain, are two relics of the Carnegie gardens at Dungeness.</p>",
    "audioDescription": "A one-story, white building with narrow windows and a covered porch with small pillars securing the half wall stands past a large cedar tree. The building is the Tabby House and marks the 5th stop of the self-guided tour. Looking slightly to the Northwest, a stone and wood framed pergola is seated between the Tabby House and a large grass field. The dense Maritime Forest is to the north. Then a sandy road from the Maritime Forest travels north to south where a large, light gray stone and red brick ruins dwell. The ruins have wide, stone steps upward to open stone walls that reveal the empty interior of the structure, standing approximately 30 feet tall. These Dungeness Ruins overlook the second large grass field to the south.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3100AF2F-F36E-4A5B-869C-89B853844ED8",
    "url": "https://www.nps.gov/places/dungeness-audio-tour-stop-6.htm",
    "title": "Dungeness Audio Tour Stop 6",
    "listingDescription": "The Queen Anne structure- Recreation Building- held a doctor’s office, billiard room, gun room, dressing rooms, gymnasium, heated pool and, on the southeast side, an apartment for Lucy Carnegie’s bachelor son Frank.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C3E7DBE5-F57A-0040-D37619E33F252025.jpg",
        "credit": "NPS Photo",
        "altText": "Historic photo of two-story Recreation Building",
        "title": "Recreation Building Historic",
        "description": "",
        "caption": "The Recreation Building is a prime example of how recreation opportunities abounded on the island.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C3E7DBE5-F57A-0040-D37619E33F252025.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C3E7DBE5-F57A-0040-D37619E33F252025.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore"
    ],
    "latitude": "30.747755554131707",
    "longitude": "-81.47021055221558",
    "latLong": "30.747755554131707,-81.47021055221558",
    "bodyText": "<p>Although early twentieth century island residents and guests enjoyed a variety of outdoor recreational activities, indoor recreation was available as well. Standing in ruins before you is the Recreation Building. Built around 1900, what remains of this building provides a glimpse into the recreational opportunities available to the Carnegie family and their guests. This Queen Anne structure held a doctor’s office, billiard room, gun room, dressing rooms, gymnasium, heated pool, and on the southeast side, an apartment for Lucy Carnegie’s bachelor son Frank. Guests traveled to the ocean for health benefits so many island activities were outdoors: hunting, shelling, tennis, croquet, shrimping and fishing, and swimming.</p>",
    "audioDescription": "A wooden sign beside a sandy road reads, “Recreation Building,” indicating the brick and stone deteriorated foundation beyond. These ruins to the south mark the 6th stop. A small tidal creek, called Beach Creek, appears in the far distance to the south of the road and disappears past dense tree gatherings. To the west of the road lies a grass field with scattered trees. Opposite to the sign to the north are live oak trees with approximately 20-foot outstretched branches reaching to the edge of the road. In the southeast distance, obscured by the trees, is a three-story white building called the Grange.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "2A993882-BAB3-41B7-8121-EF8B2A399138",
    "url": "https://www.nps.gov/places/dungeness-audio-tour-stop-7.htm",
    "title": "Dungeness Audio Tour Stop 7",
    "listingDescription": "The Grange was built in 1901 as a residence for William Page, tutor for the Carnegie sons and later estate manager. As manager, Mr. Page oversaw the day-to-day running of operations for the entire island. Page died in 1922, after which Carnegie daughter Florence used it as her residence until her passing in 1962. Carnegie descendants retained the rights to the Grange until 2010 when it became public land.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/FF42BD93-C46B-0D90-99ED84E0E6B3D492.jpg",
        "credit": "NPS Photo",
        "altText": "Two-story white house with sand path leading to and grass lawn with trees",
        "title": "The Grange",
        "description": "",
        "caption": "The Grange was built in 1901 for William Page, tutor for the Carnegie sons and later estate manager.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/FF42BD93-C46B-0D90-99ED84E0E6B3D492.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/FF42BD93-C46B-0D90-99ED84E0E6B3D492.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore"
    ],
    "latitude": "30.747363675905962",
    "longitude": "-81.46950244903564",
    "latLong": "30.747363675905962,-81.46950244903564",
    "bodyText": "<p>Living a life of such luxury required a large staff. As you walk east of Dungeness and the Recreation Building, you enter the service area of the estate, where many of the Carnegie’s 200-300 servants lived and worked. This house, called the Grange, was built in 1901 as a residence for William Page, tutor for the Carnegie sons and later estate manager. As manager, Mr. Page oversaw the day-to-day running of operations for the entire island. He was responsible to order supplies, hire and pay employees, and oversee the building of some of the other structures on the island. Page died in 1922, after which Carnegie daughter Florence used it as her residence until her passing in 1962. <br /> <br /> Florence’s death dissolved the trust Lucy Carnegie had created in her will which kept the island property intact until all children agreed to sell or until the last child passed away. Purchase of property by developers pushed family members to consider their options to protect the island from development. Plum Orchard and 12 acres surrounding it were donated by the Johnston families to the National Park Foundation who then conveyed it to the National Park Service. Other properties were sold to the National Park Service for the formation of Cumberland Island National Seashore. In exchange for the Plum Orchard property, these families were given the Grange under a 40 year retained rights agreement. During this time, this was considered private property. This agreement ended in 2010 and the property is now public land.</p>",
    "audioDescription": "A sandy road sits in patchy grass and brush in a field with a smattering of live oak and magnolia trees. A long, southbound driveway breaks off the Main Road. Approximately 100 feet from the sandy driveway dwells a three-story, white stucco building, mostly obscured by the hanging magnolia and live oak tree branches. This 40-foot square building is the Grange House. The Grange marks the 7th self-guided tour stop.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "56DD1F4E-8804-4B5F-9B53-BC41FECD57DD",
    "url": "https://www.nps.gov/places/dungeness-audio-tour-stop-8.htm",
    "title": "Dungeness Audio Tour Stop 8",
    "listingDescription": "Many employees on the Carnegie Dungeness estate worked and lived on the island. Dormitory-style housing hosted some of the one hundred employees. Job descriptions ranged widely, including positions as household servants, stable hands, tending the cattle and poultry, working in the laundry, bakery, icehouse, or electrical plant, as well as landscaping and gardening.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C1755FF7-C95B-9B02-6CC86F500DE3DEE1.jpg",
        "credit": "NPS Photo",
        "altText": "Black and white photo of Carnegie employees posing for a portait",
        "title": "Carnegie Employees",
        "description": "",
        "caption": "Job descriptions ranged widely on the self-sustaining Carnegie Dungeness estate.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C1755FF7-C95B-9B02-6CC86F500DE3DEE1.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C1755FF7-C95B-9B02-6CC86F500DE3DEE1.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore"
    ],
    "latitude": "30.746930302835032",
    "longitude": "-81.4684134721756",
    "latLong": "30.746930302835032,-81.4684134721756",
    "bodyText": "<p>This area, referred to as “The Village,” provided support for life on the island. Employees lived and worked in this area without being seen by the more elite residents. Work schedules were typically five days’ work with two days off. While working, employees were housed in the dormitories to the north of this location. Housing was segregated, with black employees living separately from white employees. Pay was $0.50 to $1.00 per day depending on whether the person was considered unskilled or skilled labor.<br /> <br /> Job descriptions ranged widely, including positions as household servants at Dungeness or another of the Carnegie’s mansions, as stable hands at the carriage house (the large white structure to the south of where you are standing), tending the cattle and poultry, working in the laundry, bakery, icehouse, or electrical plant, as well as landscaping and gardening. Many black employees owned land and homes on the north end of the island, living on the south end only during the work-week.</p>",
    "audioDescription": "Two sandy roads meet at a junction. The northbound road is Coleman Avenue and the eastbound road is Dungeness Beach Road. A two-story, white building, called the Carriage House, is perched to the south of Dungeness Beach Road, surrounded by a grass field with a few magnolia and live oak trees. The Carriage House marks the 8th stop of the Self-Guided Tour. To the west, live oak trees stand at Coleman Avenue with branches that reach over the junction to Dungeness Beach Road. Approximately 100 feet past the live oak trees is a single-story white building, called the Laundry House currently housing the restrooms. Two wooden benches sit a few feet to the north of the Dungeness Beach Road under the shade of the live oak trees. Beyond the benches, mostly obscured by trees, visitors can glimpse part of another two-story, white building, called the Dormitories. Northeast of the Dungeness Beach Road and opposite the Carriage House sits stone ruins of an electric power plant.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C18FEADF-5397-4355-92BE-B7BB3AC350E9",
    "url": "https://www.nps.gov/places/dungeness-audio-tour-stop-9.htm",
    "title": "Dungeness Audio Tour Stop 9",
    "listingDescription": "People from multiple eras of the islands history- plantation era and Carnegie period- are laid to rest at the Greene-Miller cemetery.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C234E0AA-A9CF-6B43-0892B4BB87C65391.jpg",
        "credit": "NPS Photo",
        "altText": "Black and white photo of burial ceremony with persons surrounding a casket.",
        "title": "Greene-Miller Cemetery Historic Photo",
        "description": "",
        "caption": "People from multiple eras of the island's history are laid to rest at the Greene-Miller cemetery.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C234E0AA-A9CF-6B43-0892B4BB87C65391.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C234E0AA-A9CF-6B43-0892B4BB87C65391.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore"
    ],
    "latitude": "30.745563781992022",
    "longitude": "-81.46730089310608",
    "latLong": "30.745563781992022,-81.46730089310608",
    "bodyText": "<p>This is the resting place of Catharine Greene-Miller, her daughter Louisa and Louisa’s husband James Shaw. It is believed that Catharine’s second husband Phineas Miller was buried here, but if so, he is buried in an unmarked grave. Henry “Light Horse Harry” Lee was originally buried in this cemetery when he died while visiting Dungeness. As he was traveling north to Virginia, he stopped here to rest and regain his health to be able to continue home. After several weeks under the care of Louisa and James, he passed away. A large funeral was held to honor this Revolutionary War hero as he was laid to rest. His remains were removed in 1913 to be re-interred at Lexington with his son Robert E. Lee and the rest of the Lee family.<br /> <br /> The two graves on the east side of this cemetery belong to Catherine Rikart and her husband John, both servants for the Carnegie family. Catherine worked as a housekeeper at Dungeness but also looked after the young Irish maids working in the house. Because they were unrelated to the Greene-Millers, they were buried outside the walls.</p>",
    "audioDescription": "A wooden sign next to a yaupon holly bush reads, “Greene-Miller Cemetery.” Beside the sign, a stone barrier stands with an informational and photographic diagram in a 40-foot field. The stone barrier houses the Greene Miller Cemetery. The Greene Miller Cemetery is surrounded by yaupon holly bushes and palmetto trees. To the south, a simple wooden fence runs parallel to a small, tidal-creek, called Beach Creek, in the distance. To the west is the narrow, sandy path entrance. This is the final stop of the self-guided tour.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "DD3EF695-E321-4ABC-AE22-E7197CC5BA3C",
    "url": "https://www.nps.gov/places/dungeness-beach-crossing.htm",
    "title": "Dungeness Beach Crossing",
    "listingDescription": "Dungeness Beach is a short walk from the Dungeness ruins area. This 0.5 mile path leaves the historic district and passes tidal marsh and dune field settings before reaching the beach. The dune crossing to Dungeness Beach can be completed as part of the 4.3 mile loop that takes visitors from the Sea Camp dock, to the Ice House Museum, Dungeness ruins, salt marsh, dune field, and beach, before returning to Sea Camp. However, the dune crossing to Dungeness Beach is not recommen",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4ADAAF17-DD0D-EDB6-0DB5C7BE3A7BA4BE.jpg",
        "credit": "NPS Photo",
        "altText": "A sandy road leading into the forest with a black and white pole to the left of the road.",
        "title": "Dungeness Beach Crossing",
        "description": "",
        "caption": "The Dungeness beach crossing can be strenuous during the hot summer months.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4ADAAF17-DD0D-EDB6-0DB5C7BE3A7BA4BE.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4ADAAF17-DD0D-EDB6-0DB5C7BE3A7BA4BE.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore"
    ],
    "latitude": "30.744767422485076",
    "longitude": "-81.46146100311414",
    "latLong": "30.744767422485076,-81.46146100311414",
    "bodyText": "<p paraeid=\"{5729dede-21cd-400c-b30a-8e205247b7d5}{166}\" paraid=\"1400501440\">Dungeness Beach is the closest beach to the Dungeness Historic District. The Dungeness beach crossing begins near the Greene-Miller Cemetery. There are two main routes to get to the beach from this point. One route is to follow the sandy road directly to the beach. The road is about half a mile long. It consists of soft sand and can be hilly in parts and flooded during certain times of the year. This route is not recommended during the hot summer months, for those with mobility issues, or those using strollers or beach wheelchairs.   </p> <p paraeid=\"{5729dede-21cd-400c-b30a-8e205247b7d5}{198}\" paraid=\"1183689624\">The recommended route is to follow a series of trails and boardwalks that begin at the Greene-Miller Cemetery. On the far side of the cemetery, a shaded trail follows the edge of the salt marsh. This path leads to a boardwalk that extends over the marsh, providing a view of the Beach Creek marsh area.  Wading shorebirds frequent these tidal areas, and manatees often surface to feed on the cord grasses in the summer. </p> <p paraeid=\"{5729dede-21cd-400c-b30a-8e205247b7d5}{220}\" paraid=\"30214394\">The path surface later changes to a sandy dune field. The trail turns slightly left and visitors will have to trudge up a small dune field. Extra attention should be paid to the signage along the trail. Please stay on the trail in this sensitive area. This dune crossing is not recommended in summer because of the exposure, soft sand, and hot sand temperature. The shaded path to Sea Camp Beach is a great alternative for those wishing to go to the beach.   </p> <p paraeid=\"{3b7c3ef0-77b8-4ebd-aad8-44d11de2be40}{27}\" paraid=\"2100136430\">After the first dune crossing, a second boardwalk traverses the inter-dune meadow ecosystem. From here, you can reconnect with the vehicle road, or follow a footpath through the dunes to the beach. Please note the sand sifts often in this area and the footpath may not be readily visible and may have developed steep berms. Follow the wooden posts with arrows to the beach. The beach crossing is marked with a black and white striped pole. </p> <p paraeid=\"{3b7c3ef0-77b8-4ebd-aad8-44d11de2be40}{51}\" paraid=\"556280771\">Once on the Dungeness beach, you are more than halfway around the southend loop. Visitors may find it easier to hike the beach north a mile to the dune crossing at Sea Camp Beach. A black and white striped pole on the beach indicates the dune crossing to the interior of the island. </p>",
    "audioDescription": "From the carriage house in the Dungeness Historic District, continue east along the path. A maintenance shed and bike rack will be located on the left side of the path. As the path leaves tree cover, the sand path continues until a wooden sign for “Marsh” points to the right. Turn right at this sign. There will be a slight rise as you leave the road bed and travel over a mixed grass/sand trail. After a few years, the trail will slope fairly steeply down a hill. Shortly after, continue on a boardwalk that extends over the marsh. Beach Creek is on your right in this boardwalk section. The boardwalk is 200 years long and has a railing on both sides. Roughly halfway along he board walk there are several benches and a few spotting scopes to view wildlife. At the end of the boardwalk, the surface turns to soft sand. The trail curves to the left and gains a slight elevation. After a few hundred yards, the path continues under tree cover. A couple hundred yards later, a sign reads “Boardwalk” pointing to the right. Turn right at this sign as this second boardwalk begins. This boardwalk winds through tree and shrub covered dunes. At the conclusion of the boardwalk, the grass/dirt surface continues a couple hundreds yards before terminating at the Dungeness Beach.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Beach/Water Access"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "06435FAF-0655-443B-B1F8-E40807A1FD8F",
    "url": "https://www.nps.gov/places/dungeness-dock.htm",
    "title": "Dungeness Dock",
    "listingDescription": "The Dungeness dock is one of three docks accessible by private boats. This dock is closest to the Dungeness Ruins.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/DAC7D73F-E117-75A0-302D7DBC05439D07.jpg",
        "credit": "NPS Photo",
        "altText": "A floating dock in the river with a white building in the background",
        "title": "Dungeness Dock",
        "description": "",
        "caption": "The north section of the Dungeness dock is open for private boats.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/DAC7D73F-E117-75A0-302D7DBC05439D07.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/DAC7D73F-E117-75A0-302D7DBC05439D07.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore",
      "Dungeness",
      "public access"
    ],
    "latitude": "30.754093639928257",
    "longitude": "-81.47380954027174",
    "latLong": "30.754093639928257,-81.47380954027174",
    "bodyText": "<p lang=\"EN-US\" paraeid=\"{5be1c67c-0a7c-45fa-9935-c091d39b9780}{24}\" paraid=\"1334347397\" xml:lang=\"EN-US\"><span style=\"color:#e74c3c;\"><strong>**UPDATE 11/21/22: The Dungeness Dock is currently closed to private vessels due to damge sustained during Hurricanes Ian and Nicole. Beaching is allowed at least 100 yards away from the dock.**</strong></span><br /> <br /> The north section of the Dungeness dock is open for private boats. This dock is the closest to the Dungeness historic district and is less than one half mile from the ruins. There is a small dock house where you can find a map and Jr. Ranger booklets. The nearby Ice House museum has exhibits on the island’s history, a water bottle filling station, and restroom facilities. There is a self-pay station for visitors to pay the $10 park entrance fee. </p> <p lang=\"EN-US\" paraeid=\"{ff952eac-9b59-43e6-9c81-8870f9ae727b}{145}\" paraid=\"1188789796\" xml:lang=\"EN-US\"><u>Dock Rules:</u> </p> <ul role=\"list\"> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"1\" data-font=\"Symbol\" data-leveltext=\"\" data-listid=\"2\" role=\"listitem\"> <p lang=\"EN-US\" paraeid=\"{ff952eac-9b59-43e6-9c81-8870f9ae727b}{186}\" paraid=\"803328632\" xml:lang=\"EN-US\">Private boaters are subject to the National Park Entrance Fee. </p> </li> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"2\" data-font=\"Symbol\" data-leveltext=\"\" data-listid=\"2\" role=\"listitem\"> <p lang=\"EN-US\" paraeid=\"{ff952eac-9b59-43e6-9c81-8870f9ae727b}{227}\" paraid=\"480167556\" xml:lang=\"EN-US\">Boat length is limited to 25 feet. </p> </li> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"3\" data-font=\"Symbol\" data-leveltext=\"\" data-listid=\"2\" role=\"listitem\"> <p lang=\"EN-US\" paraeid=\"{ff952eac-9b59-43e6-9c81-8870f9ae727b}{233}\" paraid=\"666582021\" xml:lang=\"EN-US\">All areas painted in yellow are restricted. </p> </li> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"4\" data-font=\"Symbol\" data-leveltext=\"\" data-listid=\"2\" role=\"listitem\"> <p lang=\"EN-US\" paraeid=\"{ff952eac-9b59-43e6-9c81-8870f9ae727b}{239}\" paraid=\"1715752416\" xml:lang=\"EN-US\">Docking is on a first come-first served basis. </p> </li> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"5\" data-font=\"Symbol\" data-leveltext=\"\" data-listid=\"2\" role=\"listitem\"> <p lang=\"EN-US\" paraeid=\"{ff952eac-9b59-43e6-9c81-8870f9ae727b}{245}\" paraid=\"1017784365\" xml:lang=\"EN-US\">All boats must leave the dock at sunset and anchor offshore at night. </p> </li> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"6\" data-font=\"Symbol\" data-leveltext=\"\" data-listid=\"2\" role=\"listitem\"> <p lang=\"EN-US\" paraeid=\"{f83db8be-4e8f-4f85-9e9e-f2cf7d5731da}{2}\" paraid=\"983733936\" xml:lang=\"EN-US\">Non-permitted charter boats are not allowed to disembark passengers on the island. </p> </li> </ul>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Dock/Pier"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cumberland Island",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A66252AE-688E-4C92-9966-D0E363C7109E",
    "url": "https://www.nps.gov/places/first-african-baptist-church.htm",
    "title": "First African Baptist Church",
    "listingDescription": "First established in 1893, the First African Baptist Church served a community of freedmen and women during the reconstruction era. This humble building served as the center of the community called The Settlement.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6CDBE8D5-A8DA-CE95-922C5662AD3FC344.jpg",
        "credit": "NPS Photo/Teodorski",
        "altText": "A small single room church with red roof.",
        "title": "First Aftrican Baptist Church",
        "description": "",
        "caption": "The First Aftrican Baptist Church was the community center of the The Settlement.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6CDBE8D5-A8DA-CE95-922C5662AD3FC344.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6CDBE8D5-A8DA-CE95-922C5662AD3FC344.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore",
      "first african baptist church",
      "the settlement"
    ],
    "latitude": "30.9237905922",
    "longitude": "-81.4347164769",
    "latLong": "30.9237905922,-81.4347164769",
    "bodyText": "This humble, one room church was established in 1893 by African American residents of the island and their families. Some of the founders were born into slavery and emancipated following the American Civil War. The church served as a free place of worship and community center for the Northend community known as the Settlement. The church was rebuilt in the 1930’s. It was the site of the September 1996 wedding of John F. Kennedy, Jr. and Carolyn Bessette. Located 15 miles north of the Sea Camp dock. Due to the distance, day visitors should not attempt to visit the church unless taking part in the Lands & Legacies Tour. The doors are open. This facility is not staffed. ",
    "audioDescription": "The First African Baptist Church is a small rectangular building with pitched roof. The building is raised on cinder blocks. The exterior features horizontal wood siding painted white. The entrance to the church has four steps leading to a two-panel door, painted brown. A granite plaque is cemented into the wall to the right of the door and reads “1st A. B. Church, Founded 1893 by Rev. T. Lockett, Deacons W. M. Alberty, C. Trimings, P. Mitchel; Officers 1937, C. Alberty, P. Trimings, N. Merrou, Beulah G. Alberty Chu. Clk.; Rev. L. Morrison Pastor; Carved by Geo. H. Leapheart.” The east and west exterior walls feature three windows each with brown trim, spaced equally. The north-facing exterior walls features a single window in the center of the wall. The roof is metal and colored red. When entering the building, an aisle divides two sets of four wooden bench pews. The pews face north. A pew sits against the west wall and faces east. Another pew sits against the east wall facing west. A raised stage area with red carpet lines the north wall. The first step of the stage features a small, wooden table with four legs, painted white, with a wooden cross sitting on top. The second step surface features a pulpit painted white.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "01b303cd-9c0d-459b-8e8e-a3b344193f5e",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Picnic Table"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cumberland Island - The Settlement",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Community church for emancipated slaves on the island",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places - Settlement Historic District",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3B4CC717-C07A-4D00-9512-EAF04C9D3CF2",
    "url": "https://www.nps.gov/places/greene-miller-cemetery.htm",
    "title": "Greene-Miller Cemetery",
    "listingDescription": "The Greene-Miller Cemetery is a great place to delve into the island's storied history. Located in the Dungeness Historic District, take in the Greene-Miller Cemetery and the view of the salt marsh to the south.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/38D2141C-D62F-6216-89B5E60880E914C3.jpg",
        "credit": "NPS Photo",
        "altText": "Four-sided Greene-Miller cemetery with headstones spanning eras of Cumberland Island's history",
        "title": "Greene-Miller Cemetery",
        "description": "",
        "caption": "Visit the Greene-Miller cemetery while visiting the Dungeness area of Cumberland Island.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/38D2141C-D62F-6216-89B5E60880E914C3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/38D2141C-D62F-6216-89B5E60880E914C3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore",
      "Greene-Miller",
      "cemetery"
    ],
    "latitude": "30.745666205203165",
    "longitude": "-81.46731127429796",
    "latLong": "30.745666205203165,-81.46731127429796",
    "bodyText": "Those laid to rest in the Greene-Miller cemetery span multiple eras in the island's history. It takes its name from Catherine Greene-Miller, widow of Revolutionary War hero General Nathaniel Greene. She later remarried tutor and plantation manager, Phineas Miller, and oversaw the construction of a stately house named Dungeness. Catherine and Phineas depended upon nearly 200 enslaved laborers to produce sea island cotton. Henry \"Light Horse Harry\" Lee, Robert E. Lee's father, died while visiting the plantation estate and was buried in the cemetery before his remains were moved to Virginia. When Thomas and Lucy Carnegie began purchasing property on Cumberland Island in the early 1880s, they constructed their Dungeness mansion on the same grounds as the previous mansion. They employed a large workforce, including housekeeper and poultry manager, Catherine Rikart. Her burial in the cemetery is evidence of her importance to the Carnegie family and their dynamic estate.<br /> <br /> Visitors today have the opportunity to delve into the island's storied past. The Greene-Miller Cemetery is a great place to do that. Located in the Dungeness Historic District, a visit to the ruins isn't complete without taking in the Greene-Miller Cemetery and the view of the salt marsh to the south.<br />  ",
    "audioDescription": "A rectangular cement wall encloses several headstones and burial plots. The wall stands roughly four feet tall and one foot thick. An iron gate stands along the south cemetery wall. From west to east, burial plots include: Martha Greene Nightingale; buried beside one another are Catherine Greene-Miller, Louisa Catherine Greene Shaw, and James Shaw; Charles Jackson; former grave site of Henry Lee; Bernard M. Davis and George Dewson Davis. Outside the east wall of the cemetery, enclosed separately are plots for Catherine and John Rikart.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7F3D7729-C05A-4BC4-9DC9-1D52BD5BB840",
    "url": "https://www.nps.gov/places/ice-house-museum.htm",
    "title": "Ice House Museum",
    "listingDescription": "Stop by the Ice House Museum to learn about the island’s history. You will find photos and images from the island’s past and stories of the people that once lived, worked and recreated on the island. Located next to the Dungeness Dock, the Ice House also has restrooms and treated drinking water.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7B8D98EA-C868-2F7C-071553EF3F2CDAE1.jpg",
        "credit": "NPS Photo",
        "altText": "Historic white building used as a museum",
        "title": "Ice House Museum",
        "description": "",
        "caption": "The Ice House is curently used as a small history museum",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7B8D98EA-C868-2F7C-071553EF3F2CDAE1.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7B8D98EA-C868-2F7C-071553EF3F2CDAE1.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore",
      "Museum",
      "Ice House",
      "Carnegie"
    ],
    "latitude": "30.7543980468",
    "longitude": "-81.4733601194",
    "latLong": "30.7543980468,-81.4733601194",
    "bodyText": "<p paraeid=\"{7bc0700b-4d24-49a9-9e76-bed8e9d3088d}{183}\" paraid=\"2138876909\">This building was constructed around 1900 during the Carnegie Era. It was designed to store ice that was shipped by barge from New England to Georgia. The ice was shipped in large blocks, cut from frozen lakes and ponds and tightly wrapped in burlap sacks stuffed with straw and sawdust. The Ice house was constructed like a giant cooler, with a thick layer of straw and saw dust insulation. A gabled cupola runs the length of roof and provides an outlet for warm air that accumulates in the upper portions of the building. Once electricity was generated on the island, ice was produced on-island and the Ice House became a storage area.  </p> <p paraeid=\"{7bc0700b-4d24-49a9-9e76-bed8e9d3088d}{219}\" paraid=\"1480306525\">Today, the building has been restored by the National Park Service and converted into a small museum with stories and images from the island’s past. During the renovation of the structure, the tabby foundations of what is believed to be an old general store was discovered. These foundations date back to the early 1800’s and may have been active during the Greene-Miller era.<br /> The museum is open daily from 10 am-4 pm. Bathroom facilities and treated drinking water are available. </p>",
    "audioDescription": "The Ice House museum is a historic structure from the Carnegie Era. It sits near the Dungeness dock on the south end of the island. Situated near the river, a large open field extends beyond the house to the tree line. A large live oak tree grows just to the south of the building. The Ice House is a wooden building with horizontal siding. The building is painted white with green trim. The roof is covered in cedar shingles00. There is a gabled cupola (raised ventilation) that runs the length of the roof and served to release hot air. The building faces the river, with a tall, vertical window centered on the front wall. This is the only window into the building. A small addition on the south side of the building provides access into the building. There is a set of four stairs that lead into the building on the southwestern corner. Once inside the entrance room, the door to the main exhibit room is to the left. There is a wide lip at the door and 6 inch step down into the exhibit hall. The exhibits begin to your left and starts with the early history of the American Indians on the island. Exhibits continue around the room and progress through the island’s history. On the far side of the room, a set of double doors leads out to the north side of the building. The exhibits continue around the room and focus on the Carnegie era on the island. In the center of the room is a small fenced off area with a glass covered, excavated pit that shows the tabby foundation of what is believed to be a general store active during the Greene-Miller time period. Hung on the east wall is a small carriage. Back outside and around the corner to the right of the entrance stairs, a small cooling room with air conditioning can be found. There is a set of 4 stairs that lead to the door. Once inside, the small room can be found to the right. There are several chairs in the room as well as an air conditioner. A large pair of double doors provides an accessible entrance on the north side of the building. A wooden entrance platform leads into the main exhibit gallery. On the back of the building facing east, A ramp leads to a covered platform and the bathrooms. At the top of the ramp, a water fountain and bottle filling station is located on the left. The women’s bathroom is on the left past the water fountain. Upon entering, the sinks are ahead along the far wall with two stalls located to the left of the entrance door. The men’s bathroom is located directly across from the women’s room. Upon entering there are two urinals to the right and two stalls to the left. The two sinks are located across from the entrance and to the right.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "d542338c-5572-44f9-8629-7b5e40a783cc",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Rooms",
      "Benches/Seating",
      "Cellular Signal",
      "Fire Extinguisher",
      "Historical/Interpretive Information/Exhibits",
      "Picnic Table",
      "Restroom",
      "Restroom - Accessible",
      "Toilet - Flush",
      "Water - Bottle-Filling Station",
      "Water - Drinking/Potable",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cumberland Island - Southend",
        "name": "Location"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places - Dungeness Historic District",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1F57214B-DB1E-4070-8612-418806774936",
    "url": "https://www.nps.gov/places/laundry-house.htm",
    "title": "Laundry House",
    "listingDescription": "Originally housing the laundry facilities of the Carnegie’s Dungeness Estate, the Laundry house is now a restroom and water stop in the Dungeness Historical District. With shaded picnic tables in front and one indoor table, this is a great place to stop for a break.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5BAC451C-FA17-159F-16C97F65C854CE60.jpg",
        "credit": "NPS Photo",
        "altText": "Laundry house on Cumberland Island",
        "title": "Laundry House",
        "description": "",
        "caption": "The Laundry House in the Dungeness Historic District",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5BAC451C-FA17-159F-16C97F65C854CE60.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5BAC451C-FA17-159F-16C97F65C854CE60.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore",
      "Dungeness Historic District"
    ],
    "latitude": "30.7474864073",
    "longitude": "-81.4686250797",
    "latLong": "30.7474864073,-81.4686250797",
    "bodyText": "<p paraeid=\"{0935fd8a-a0a3-40be-a2c0-325ef8b322ff}{202}\" paraid=\"1241997973\">The Laundry House is a Carnegie Era building that served as the main laundry facility for the Dungeness Estate. This structure was most likely the primary laundry facility for the main house and the employee quarters.  The Dungeness Laundry House probably served other Carnegie estates on the island. Machinery used by employees performing laundry duties is on display, including large washing sinks, a hot water tank and stove, and a laundry mangle. The mangle is a large machine with two rollers and a crank. Washed and rinsed fabrics were rolled through the mangle using a hand crank. This helped squeeze out much of the water for fast drying as well as flattened out any wrinkles in the fabric. Cranking the handle was hard work, and it took at least two people to operate the mangle. There is a screw on the top of the machine that allow the rollers to be adjusted to accommodate the thickness of the fabric.  </p> <p paraeid=\"{982d8311-5518-4262-8ef8-c04dd57127f8}{5}\" paraid=\"1480306525\">Currently the Laundry House is used as a restroom facility. Bathrooms and treated drinking water are available inside. The Laundry House is the only restroom and water refilling station in the Dungeness Ruins area.  </p>",
    "audioDescription": "The Laundry House is located in the center of the Dungeness support area. It is a small, white building tucked under large, spreading live oak trees. A small lawn area stretches out to the south and north of the building and a dense maritime forest lies to the west. To the east is the road through the Dungeness support area and the path to the beach. The only entrance to the Laundry house is on the south side of the building. There are several picnic tables near the main entrance the building in the shade. An ADA ramp leads up to the main door. The door opens outward with the handle on the left. Once inside, there is a large open area to the right. This area has an indoor picnic table and old sinks and equipment from when the building was used to clean laundry. Directly to the left upon entering is another doorway which leads to the restrooms. To the right of this doorway is a water fountain. Once through the door, the men’s room is straight ahead while the ladies room is to the right down the hall and then on the left. There is a push door to get into the men’s room. The sink is located directly to the right upon entering with a hand drier on the wall to the right. There are two stalls with flush toilets beyond the sink on the right. The furthest stall is ADA accessible and the door is perpendicular to the first stall. The layout of the ladies room is a mirror image of the Men’s. Upon entering the restroom through the push door, the sink is located to the left. A hand drier is located on the wall to the left of the sink. There are two stalls beyond the sink on the left. The furthest stall is ADA accessible and the door is perpendicular to the first stall.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "12303add-9a57-45cd-a6f3-13a40fe38b52",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Rooms",
      "Benches/Seating",
      "Picnic Table",
      "Restroom",
      "Restroom - Accessible",
      "Toilet - Flush",
      "Water - Bottle-Filling Station",
      "Water - Drinking/Potable"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cumberland Island - Southend",
        "name": "Location"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places - Dungeness Historic District",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F8FCE7DE-A3D8-44F9-9F90-BEBC3AB7DF66",
    "url": "https://www.nps.gov/places/marsh-boardwalk.htm",
    "title": "Marsh Boardwalk",
    "listingDescription": "Leave the tree line near Dungeness and head onto the marsh boardwalk on your way to the beach. Just a short walk from the historic district, the marsh boardwalk provides great wildlife-viewing opportunities. Manatees can be seen feeding on the marsh grasses around high tide during the summer. Wading shorebirds probe the mud flats in search of crabs and small fish. An American alligator sighting isn't out of the question either.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/1CC8E609-B99F-4D8A-F3EA04BDFA097E6A.jpg",
        "credit": "NPS Photo",
        "altText": "Lush cordgrass with mudflats interspersed and sand dunes in the background with cloudy sky above.",
        "title": "Marsh Boardwalk",
        "description": "",
        "caption": "Take in the scenery and observe wildlife activity at the marsh boardwalk near Dungeness.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/1CC8E609-B99F-4D8A-F3EA04BDFA097E6A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/1CC8E609-B99F-4D8A-F3EA04BDFA097E6A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore",
      "salt marsh",
      "Dungeness Historic District"
    ],
    "latitude": "30.7438280066",
    "longitude": "-81.4649548115",
    "latLong": "30.7438280066,-81.4649548115",
    "bodyText": "Get a glimpse into the active salt marsh habitat at the marsh boardwalk between the Dungeness ruins and beach crossing. Leave the tree line and experience the change from maritime forest to sand dune and salt marsh.<br /> <br /> The marsh boardwalk provides great wildlife-viewing opportunities. Cord grasses thrive on this western side of the island and provide many ecological benefits. Manatees can be seen feeding on the these grasses during high tide in the summer. Wading shorebirds probe the mud flats at low tide in search of small fish. Fiddler crabs in the hundreds scurry about- feeding, courting, and defending their territories.<br /> <br /> Include the marsh boardwalk if hiking the South End Loop. There are places visitors should avoid when temperatures are soaring. The beach crossing at Dungeness traverses is one of them. A dune field begins as you step off the marsh boardwalk going toward the beach. The soft sand here can be 150 degrees in the summer. There is no tree cover. <strong>We do not recommend this dune crossing in the summer.</strong><br /> <br /> Instead, access the beach from Sea Camp. When in the Dungeness Historic District, hike the main road or River Trail north, through the shaded maritime forest. Hike the path past the Sea Camp Campground, over the dune boardwalk out to the beach. This is a much more shaded option and one where you do not have to hike through soft, hot sand.",
    "audioDescription": "A wooden boardwalk one tenth of a mile long traverses the salt marsh area with tidal creek and marsh grasses on either side. The boardwalk is lined with railings on each side. Halfway along the boardwalk, a platform extends further and features a magnifying scope and benches. The boardwalk terminates at the edge of a sand dune where the surface changes from wooded decking boards to soft sand.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "f96e0b19-3943-4b0c-875d-1e57bf3b8144",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "9C51983E-BA27-4B5C-99A6-05EEED73E0B2",
    "url": "https://www.nps.gov/places/nightingale-trail-stop-2-devilwood.htm",
    "title": "Nightingale Trail - Stop 2 Devilwood",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/DB6B7958-9AC7-6106-ABC88B25141B697B.jpg",
        "credit": "",
        "altText": "A branch with elongate evergreen leaves hangs toward the viewer",
        "title": "Devilwood",
        "description": "",
        "caption": "Devilwood",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/DB6B7958-9AC7-6106-ABC88B25141B697B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/DB6B7958-9AC7-6106-ABC88B25141B697B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "devilwood",
      "wild olive",
      "Cumberland Island NS"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<b>Devilwood</b> “Cartrema americana<a>”</a> <br /> <br /> This small tree with light gray bark, just to the right of the marker, has opposite, shiny, evergreen leaves. The name Devilwood comes from the fact that the fine-grained wood is difficult to split and hard to work. Small dark blue fruit are shaped like olives giving rise to the name Wild Olive. Look for its fragrant creamy white flowers in March. Tool makers prize its exceptionally strong wood for handles. <p> </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D38D372F-B82C-41D2-A979-6F7088F357D8",
    "url": "https://www.nps.gov/places/nightingale-trail-stop-3-staggerbush.htm",
    "title": "Nightingale Trail - Stop 3 Staggerbush",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/DBD206B3-9BE0-0DD0-4A7D04A1851DC750.jpg",
        "credit": "NPS photo",
        "altText": "Leathery green leaves on a branch above a leaf strewn forest floor",
        "title": "Staggerbush",
        "description": "",
        "caption": "Rusty hairs near leaf stem give rise to name Rusty Lyonia",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/DBD206B3-9BE0-0DD0-4A7D04A1851DC750.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/DBD206B3-9BE0-0DD0-4A7D04A1851DC750.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "staggerbush",
      "rusty lyonia",
      "Cumberland Island NS"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<b>Staggerbush</b> “Lyonia ferruginea”<br /> <br /> The weak twisted trunks found on the right are typical of this common understory tree. The wood was often collected for making canes. Also known as Rusty Lyonia, look for rusty, reddish scales underneath the oval leaves of the small Lyonia. Its white bell-shaped flowers are an important nectar source. ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3F87274D-317E-4E61-8398-42A40ED3A59E",
    "url": "https://www.nps.gov/places/nightingale-trail-stop-4-spanish-moss.htm",
    "title": "Nightingale Trail - Stop 4 Spanish Moss",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/DC33C65D-E855-5C43-AB5770247FD28117.jpg",
        "credit": "NPS photo",
        "altText": "Looking up at a grey \"beard looking\" plant hanging from the branches of a large tree",
        "title": "Spanish Moss",
        "description": "",
        "caption": "Spanish moss hanging from live oak branches",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/DC33C65D-E855-5C43-AB5770247FD28117.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/DC33C65D-E855-5C43-AB5770247FD28117.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "spanish moss",
      "Cumberland Island NS",
      "epiphyte"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<b>Spanish Moss</b> “Tillandsia usneoides”<br /> <br /> Gray “beards” hanging in the trees in front of you are not true mosses but flowering plants in the pineapple family. Spreading by tiny, parachuted seeds that settle in fissures of bark or by fragmented pieces of the plant, it is not parasitic on its host and does not harm it. The plant thrives on rain and fog, sunlight, and airborne or waterborne dust and debris. Deer, wild turkey, and horses eat the plant, but it is as nest bedding that the moss has its greatest value. In early May, the Northern Parula warbler hollows out its nest in a clump of Spanish moss and White-eyed Vireos weave strands of it into their pendant nests. Other warblers, owls, Mockingbirds and squirrels also use it to make their nests.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E636602F-08E7-4EBF-ADE3-EC06DF05325F",
    "url": "https://www.nps.gov/places/nightingale-trail-stop-6-sparkleberry.htm",
    "title": "Nightingale Trail - Stop 6 Sparkleberry",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/DC97838E-E0FC-7E31-BD50D4E64521ABF7.jpg",
        "credit": "NPS photo",
        "altText": "Oval shaped leaves hang off a brown twig hanging over dead leaves on the ground",
        "title": "Sparkleberry",
        "description": "",
        "caption": "Sparkleberry",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/DC97838E-E0FC-7E31-BD50D4E64521ABF7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/DC97838E-E0FC-7E31-BD50D4E64521ABF7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Sparkleberry",
      "Cumberland Island NS"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<b>Sparkleberry</b> “Vaccinium arboretum”<br /> <br /> This small bushy tree hangs over the marker. Its roundish leaves turn red and drop in midwinter. Closely related to the blueberry, its shiny black berries are eaten by raccoon and turkey and deer browse the branches.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "AF40CC0D-9813-45DB-8D4D-F4A32B7F7354",
    "url": "https://www.nps.gov/places/pergola.htm",
    "title": "Pergola",
    "listingDescription": "Step back in time and imagine yourself as a Carnegie guest spectating a game of polo or taking a shaded stroll. See how this wealthy industrialist family enjoyed recreation and leisure with a visit to the Dungeness pergola.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/04F390E1-B6B8-F37E-D899739FA529B6AA.jpg",
        "credit": "NPS/ Bohl",
        "altText": "Open-air pergola made of tabby in layers of fog.",
        "title": "Pergola",
        "description": "",
        "caption": "Imagine yourself as a Carnegie family member or guest strolling beneath the shaded pergola.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/04F390E1-B6B8-F37E-D899739FA529B6AA.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/04F390E1-B6B8-F37E-D899739FA529B6AA.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore",
      "Carnegie",
      "Dungeness Historic District",
      "pergola",
      "tabby house"
    ],
    "latitude": "30.749013614112513",
    "longitude": "-81.47180789226805",
    "latLong": "30.749013614112513,-81.47180789226805",
    "bodyText": "The pergola is located next to the Tabby House and the former polo field in the Dungeness Historic District. It was constructed as part of the Carnegie family's Dungeness estate. Vining plants crept up and over the pergola and provided shade and cooler temperatures. A breeze would makes its way through the natural tunnel. The vegetation stretched the length of the pergola and created an atmosphere of beauty and natural perfume. Spectators observed polo games, took leisurely strolls, and socialized, all while protected from the sun. <br /> <br /> On your next visit to Cumberland take a moment to stop by the pergola and imagine yourself as a Carnegie guest enjoying a polo game or a shaded stroll, maybe even sipping a cool drink with ice courtesy of the estate's ice-making plant. ",
    "audioDescription": "A long, covered walkway made of tabby extends east-west fifty yards. Tabby is a oyster shell lime, sand, water, and raw oyster shell concrete mixture. Nine tabby columns on each side, equally spaced, lead to central archways. Two archways on the north and south entrances to the pergola. Adjacent to the archways, a sitting area with four L-shaped bench seats made of tabby lay, two on each side of the two archways. Nine more tabby columns on each side, equally spaced, lead to the terminus of the pergola. Overhead, an open, slightly pitched A-frame made of wooden boards extends the whole walkway. Vining plants covered the pergola when the Carnegie family lived here, providing shady place to stroll. Today, a small section near the central archway and sitting is covered in vining plants.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C1F7D6C2-65ED-425C-ADE8-06EABEE8960D",
    "url": "https://www.nps.gov/places/plum-orchard.htm",
    "title": "Plum Orchard",
    "listingDescription": "Located 7 miles from the Sea Camp dock, Plum Orchard mansion is a sight to see. Constructed in 1898, the 22,000 square foot mansion was gifted by Lucy Carnegie to her son, George Lauder Carnegie, upon marrying Margaret Thaw. Visitors can take a free tour of the mansion for a glimpse into Edwardian High Society at the turn of the 20th century. But further exploration tells the story of a family who valued the island, and their time spent with friends and family there.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6EC5A72A-91A6-795D-A12FB53CFA704E52.jpg",
        "credit": "NPS Photo/Teodorski",
        "altText": "Large white mansion with live oak trees in the foreground",
        "title": "Plum Orchard",
        "description": "",
        "caption": "Plum Orchard was the winter home for several Carnegie families.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6EC5A72A-91A6-795D-A12FB53CFA704E52.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6EC5A72A-91A6-795D-A12FB53CFA704E52.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore",
      "Plum Orchard Mansion"
    ],
    "latitude": "30.85594523104507",
    "longitude": "-81.46512043490922",
    "latLong": "30.85594523104507,-81.46512043490922",
    "bodyText": "<p paraeid=\"{44f7b343-3fa9-4826-87e8-0f846957e576}{175}\" paraid=\"226030031\">Plum Orchard is one of four mansions constructed on Cumberland Island for the children of Thomas and Lucy Carnegie. This mansion was originally built for George Lauder Carnegie and his new wife Margaret Thaw. Construction of the mansion began in 1898 and several additions to the house were made through 1906. The architectural firm of Peabody & Stearns was employed to design the original home, built in a Georgian Revival style. The house served as the couple's primary winter residence until George passed away in 1921. Soon after his death, his younger sister Nancy moved in after her marriage to the island doctor, Dr. Marius Johnston, in 1924. Many of the original furnishing from Plum Orchard were auctioned off by Margaret after her husband’s death. Nancy did move many furniture items to Plum Orchard from Dungeness, saving these pieces from the eventual fire that consumed that house in 1959.  </p> <p paraeid=\"{44f7b343-3fa9-4826-87e8-0f846957e576}{217}\" paraid=\"1681181883\">Visitors can take a free tour of the 22,000 square foot mansion. On display are the architecture, furnishings, and machinery that made operation of the house possible. Plum Orchard offers a glimpse into Edwardian High Society at the turn of the 20th century and the importance of recreation, indulgence, and rejuvenation in nature. But further exploration tells the story of a family who valued the island, and their time spent with friends and family. </p> <p paraeid=\"{44f7b343-3fa9-4826-87e8-0f846957e576}{223}\" paraid=\"1480306525\">Located 7 miles North of the Sea Camp dock (14 miles roundtrip). Due to the distance, day visitors should plan accordingly. Potable water can be found on the way at Stafford Beach Campground (3.5 miles north of Sea Camp). Estimated roundtrip time: for biking, 3-5 hours. For Hiking, 8-10 hours (not recommended for day visitors). </p>",
    "audioDescription": "Plum Orchard is a large 22,000 square foot mansion with exterior painted white. Palm and large live oak trees with Spanish moss hanging down are found on the grounds surrounding the mansion. The house is wood siding, with some stucco. It is painted white and is built in a Georgian Revival style. The front of the house faces south, with a wide porch extending to the east and west wings. The porch is bounded by balustrades. There are second story balconies with balustrades on the east and wings of the house. There are arch-topped windows on the first floor of the home. Second story windows are rectangular. Several tall brick chimneys rise from the shingled roof. The front entrance is covered, with four tall, two story columns supporting the decorative roof. A wide set of stairs leads to the front porch. There are separate entrances to the east and west wings and pool house on the porch. The main doors are double, solid wood that open into the house. The doors are kept locked and are only opened by park staff and volunteers during public tours. Around the side of the house to the left, or west, there is a covered porch facing west with a wide set of stairs leading to the porch. The porch is bounded by balustrades with tall white columns supporting the roof. The porch is open on three sides. There is a swinging seat on this porch. Continuing around the back of the house, there are a few narrow sets of stairs that lead to locked doors. The wide set of stairs on the back of the house leads to a small porch. This is where the public restrooms can be found. There is no ramp to the porch and no railing on the stairs. The restrooms are multi use and located to the left of the stairs at the top of the porch. There is a screen door that pull outward and a glass and wood door that pushed inward into the bathroom. The toilet is straight ahead and the sink is located to the right upon entering. On the east side of the house there is another covered porch with a wide set of stairs leading to the porch. The porch is bounded by balustrades with tall white columns supporting the roof. The porch is open on two sides. There is a swinging bench on this porch. The door on the porch leads to the pool, though it is locked.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Dock/Pier",
      "Fire Extinguisher",
      "Historical/Interpretive Information/Exhibits",
      "Picnic Table",
      "Restroom",
      "Toilet - Flush",
      "Water - Drinking/Potable"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cumberland Island - Mid-Island",
        "name": "Location"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places – Plum Orchard Historic District ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "EB7ACD37-A449-44F7-8A4B-B1AAC4457F37",
    "url": "https://www.nps.gov/places/plum-orchard-dock.htm",
    "title": "Plum Orchard Dock",
    "listingDescription": "The Plum Orchard dock is the northern-most public dock on the island. It provides access to the Plum Orchard mansion and many wilderness trails.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/11F22717-9391-C0F8-FEDF61DFCEBDC240.jpg",
        "credit": "NPS Photo",
        "altText": "A floating dock connected to the island by a gangway",
        "title": "Plum Orchard Dock",
        "description": "",
        "caption": "The Plum Orchard dock is open for private boaters except during managed hunts.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/11F22717-9391-C0F8-FEDF61DFCEBDC240.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/11F22717-9391-C0F8-FEDF61DFCEBDC240.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore"
    ],
    "latitude": "30.854726091932",
    "longitude": "-81.46708410930633",
    "latLong": "30.854726091932,-81.46708410930633",
    "bodyText": "<p paraeid=\"{73c34401-1259-4114-9543-2a22d4ca2e71}{75}\" paraid=\"503577491\">The Plum Orchard dock is the northern most public dock available on Cumberland Island. It is a small dock, and boats are welcome to park where they find space. It is a short walk along the road to the Plum Orchard Mansion. This is a great entry point to access some of the trails that wind through the designated wilderness area on the island. Campers who are kayaking to camp overnight in the wilderness campsite of Yankee Paradise or Hickory Hill may find this dock the best place to enter the park.  </p> <p paraeid=\"{73c34401-1259-4114-9543-2a22d4ca2e71}{87}\" paraid=\"1860596349\">It is a roughly 2 mile hike to the beach from Plum Orchard. There is treated water available at the Plum Orchard Mansion and can be accessed through hose spigots along the side of the house. Bathrooms facilities are available at the rear of the house. There is a self-pay station for visitors to pay the $10 park entrance fee.  </p> <p paraeid=\"{73c34401-1259-4114-9543-2a22d4ca2e71}{99}\" paraid=\"60865523\">NOTE: The Plum Orchard Dock is closed several times per year during the park’s managed hunts. Check the dates of the hunts if you are planning to visit between October and January.  </p> <p paraeid=\"{73c34401-1259-4114-9543-2a22d4ca2e71}{103}\" paraid=\"684868474\">Dock Rules: </p> <ul role=\"list\"> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"1\" data-font=\"Symbol\" data-leveltext=\"\" data-listid=\"2\" role=\"listitem\"> <p paraeid=\"{73c34401-1259-4114-9543-2a22d4ca2e71}{107}\" paraid=\"419937985\">Private boaters are subject to the National Park Entrance Fee. </p> </li> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"2\" data-font=\"Symbol\" data-leveltext=\"\" data-listid=\"2\" role=\"listitem\"> <p paraeid=\"{73c34401-1259-4114-9543-2a22d4ca2e71}{114}\" paraid=\"2053806267\"> Boat length is limited to 25 feet. </p> </li> </ul> <ul role=\"list\"> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"1\" data-font=\"Symbol\" data-leveltext=\"\" data-listid=\"2\" role=\"listitem\"> <p paraeid=\"{73c34401-1259-4114-9543-2a22d4ca2e71}{121}\" paraid=\"700776176\"> All areas painted in yellow are restricted. </p> </li> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"2\" data-font=\"Symbol\" data-leveltext=\"\" data-listid=\"2\" role=\"listitem\"> <p paraeid=\"{73c34401-1259-4114-9543-2a22d4ca2e71}{128}\" paraid=\"1141791911\"> Docking is on a first come-first served basis. </p> </li> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"3\" data-font=\"Symbol\" data-leveltext=\"\" data-listid=\"2\" role=\"listitem\"> <p paraeid=\"{73c34401-1259-4114-9543-2a22d4ca2e71}{135}\" paraid=\"64724047\"> All boats must leave the dock at sunset and anchor offshore at night. </p> </li> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"4\" data-font=\"Symbol\" data-leveltext=\"\" data-listid=\"2\" role=\"listitem\"> <p paraeid=\"{73c34401-1259-4114-9543-2a22d4ca2e71}{142}\" paraid=\"605177587\"> Non-permitted charter boats are not allowed to disembark passengers on the island. </p> </li> </ul>",
    "audioDescription": "From the island on left, a park display board includes rotating information. An entrance fee payment box sits with envelops and writing utensil inside. A drop box with slot is adjacent for park entrance fee envelops to be deposited. A sign reads, “U.S. Fee Area, Entrance Fee $10 per person 16 & older, 15 & younger free, valid for 7 days”. The surface approaching the dock is sandy and uneven. Ruts have developed due to runoff. On right, a metal walkway lined with metal railing extends approximately 30 yards from the island. Caution, the slope of the dock walkway will depend on the tide. This walkway ends at a landing before a second, short, metal walkway on left continues to the floating dock. The concrete floating dock extends about 15 yards from the end of the second metal walkway. On right are concrete pilings that secure the dock and metal cleats for boat docking. The far end of the dock features a metal ladder for entering the water. There is no railing on the floating dock.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Dock/Pier"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cumberland Island National Seashore",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F75856B6-E837-4259-9A7D-8A4C0D2EC905",
    "url": "https://www.nps.gov/places/recreation-building.htm",
    "title": "Recreation Building",
    "listingDescription": "Recreation complexes were common among the wealthy Gilded Age industrialists. The Carnegies' at Dungeness featured a heated swimming pool, steam room, squash court, apartment, billiard room, gun room, and doctor's office. Stop by during your visit to the Dungeness area to view where recreation once abounded for the Carnegie family.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/A37780C9-FFD0-3113-DE111EA28EB70D40.jpg",
        "credit": "NPS Photo",
        "altText": "Brick and tabby building foundation with tall brick chimney, surrounded by wooden split-rail fence.",
        "title": "Receation Building",
        "description": "",
        "caption": "Learn more about the Carnegie family's entertainment space with a visit to the Recreation Building.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A37780C9-FFD0-3113-DE111EA28EB70D40.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A37780C9-FFD0-3113-DE111EA28EB70D40.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore",
      "Carnegie",
      "Dungeness Historic District",
      "recreation building"
    ],
    "latitude": "30.747654298270184",
    "longitude": "-81.47041446784026",
    "latLong": "30.747654298270184,-81.47041446784026",
    "bodyText": "The Recreation Building was built around 1900 and is a prime example of the Carnegie family's affinity for recreation and leisure. Often referred to as \"The Casino\", it was the ultimate place to have fun. Here you would find family members and guests enjoying a swim in the heated pool, relaxing in the steam room, or playing billiards or a game of squash on the indoor court. An apartment in the southeast wing of the building housed second-eldest son of Thomas and Lucy Carnegie, Frank. It was outfitted with a parlor, bedroom, guestroom, and bathroom. <br /> <br /> Only the chimney and part of the foundation stand today. Time and harsh weather conditions have taken their toll on the structure. Visitors to the Dungeness Historic District should stop by the Recreation Building to learn of a time and place where recreation abounded, much like today on the island.<br /> <br /> Please do not climb on historic ruins for your safety and to help preserve them.",
    "audioDescription": "The ruins of the Carnegie Recreation Building at Dungeness are surrounded by a wooden split-rail fence with no access inside.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "892B3405-243C-4D23-BE8A-C30D67CC6BB4",
    "url": "https://www.nps.gov/places/ride-the-ferry.htm",
    "title": "Ride the Ferry",
    "listingDescription": "Cumberland Island is only accessible by boat. A passenger ferry takes visitors from St. Marys, GA to Cumberland Island. Read on to plan your trip.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7A76FAC2-B755-C1AF-CB11D64E1CBD2B7F.jpg",
        "credit": "NPS Photo",
        "altText": "A large passenger ferry with guests en route to the island.",
        "title": "Cumberland Queen II",
        "description": "",
        "caption": "The Cumberland Queen II brings visitors to the island year round.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7A76FAC2-B755-C1AF-CB11D64E1CBD2B7F.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7A76FAC2-B755-C1AF-CB11D64E1CBD2B7F.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore"
    ],
    "latitude": "30.720041246022262",
    "longitude": "-81.54927611381908",
    "latLong": "30.720041246022262,-81.54927611381908",
    "bodyText": "<p paraeid=\"{ff8dbb80-ba63-48b0-ba56-b23323fb5f75}{185}\" paraid=\"705711133\">Cumberland Island is only accessible by boat. A concession-operated passenger ferry brings visitors to the island. Boats depart at 9:00 am and 11:45 am from Saint Marys, GA. Please check-in at the visitor center one hour prior to departure. The trip to the island takes 45 minutes. The ferry will drop off at both the Dungeness and Sea camp docks in the morning at 9:45 am and 12:30 pm. Visitors wanting to access the Dungeness Historic District should consider getting off the ferry at Dungeness. Campers, beachgoers, visitors with bikes, and those who wish to rent bikes will need to get off at Sea Camp. <br /> <br /> The ferry will depart from Sea Camp and Dungeness at 2:45 pm (when available) and 4:45 pm. There is a 10:15 am return option for campers or visitors who just want a ferry ride. There is no 10:15 am departure at Dungeness dock. </p> <h4 paraeid=\"{ff8dbb80-ba63-48b0-ba56-b23323fb5f75}{185}\" paraid=\"705711133\">Ferry Costs and Reservations</h4> <p paraeid=\"{ff8dbb80-ba63-48b0-ba56-b23323fb5f75}{197}\" paraid=\"1525381056\">The ferry is $40 for adults, $38 for seniors (62+), $30 for youth (15 and under) and free for kids 5 and under (prices listed do not include 7% GA sales tax). Ferry fee does not include $10 national park entrance fee. Ferry reservations are strongly recommended, as boats have limited space. Though 5 and under kids are free, you will still need to secure a resrvation for them.</p> <p paraeid=\"{ff8dbb80-ba63-48b0-ba56-b23323fb5f75}{209}\" paraid=\"429724373\">Bikes are allowed on the ferry for an additional $10 fee. Reservations for bringing your own bike are available and strongly recommended. E-bikes are allowed as long as they are pedal-assist only, and less than 1 hp (750 watts). Read more about where you can ride your bike in the 'Things To Do\" section.</p> <p paraeid=\"{ff8dbb80-ba63-48b0-ba56-b23323fb5f75}{213}\" paraid=\"1549945117\">During December, January, and February the ferry does not operate on Tuesdays or Wednesdays. </p> <p paraeid=\"{ff8dbb80-ba63-48b0-ba56-b23323fb5f75}{217}\" paraid=\"804467194\">Campers should check ferry schedule and availability before making camping reservations. Campers should load their gear onto the ferry before main boarding to save time. Wagons are permitted on the ferry if you are camping at Sea Camp only. Large, 5 gallon propane tanks are not allowed on the ferry.  </p> <p paraeid=\"{ff8dbb80-ba63-48b0-ba56-b23323fb5f75}{221}\" paraid=\"1407069187\"><a href=\"https://www.cumberlandislandferry.com\">Make your ferry reservation now.</a>  </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.cumberlandislandferry.com/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Dock/Pier",
      "Ferry - Passenger",
      "Firewood For Sale/Available",
      "Restroom"
    ],
    "managedByOrg": "Cumberland Island Ferry",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "243EC995-8BF2-41CB-B280-021D1639BD87",
    "url": "https://www.nps.gov/places/river-trail-stop-1.htm",
    "title": "River Trail Stop 1",
    "listingDescription": "This is stop number 1 along the River Trail interpretive tour featuring the native uses of yellow pine on the island.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/8FA011DC-E1C8-7420-83B951439800AE70.jpg",
        "credit": "NPS Photo",
        "altText": "A tall pine tree with vines covering its trunk",
        "title": "Yellow Pine",
        "description": "",
        "caption": "Yellow pine is the generic term that encompasses many southeastern pine species.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/8FA011DC-E1C8-7420-83B951439800AE70.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/8FA011DC-E1C8-7420-83B951439800AE70.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore",
      "River Trail Tour"
    ],
    "latitude": "30.7556167",
    "longitude": "-81.47298333333333",
    "latLong": "30.7556167,-81.47298333333333",
    "bodyText": "Stop #1: Pine (<i>Pinus sp</i>) Yellow pine is a generic term for several species of pine trees that are found in the Southeastern United States. When facing post number one, look east and slightly south. The Pine tree towers into the canopy above Red Bay and shrubs. Vines climb the trunk of the tree. The pine trees found on Cumberland Island in Timucuan times would have been much larger than any found here today.<br /> These large trees were harvested to make canoe-like vessels called pirogues. Timucuans did not carve these trees into canoes but used the power of fire to hollow out a cavity. Embers would be set on the log to char the top of the log. The charred wood was scooped out with shell tools and the burning continued until the log was hollowed out to make a canoe. Wet clay was applied to the areas that should not be burned. The completed vessels moved swiftly, and a large pirogue could carry 15-20 men.",
    "audioDescription": "Brown trail sign marked with the number 1. To the north, the trail continues to meander through the understory of cabbage and saw palmettos. Live Oaks arch over the trail but the canopy is mostly open, with sky visible. To the east, behind the trail sign marked with the number 1, numerous young cabbage palmettos grow. They have large palm fronds and grow from a central node. The ground is coated in oak leaves year-round. To the south, the southern trailhead is visible. Beyond the trail to the south are the Dungeness Dock and Icehouse museum. To the west, the canopy thins out towards the Cumberland River.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "10AC0D87-4F81-4170-8807-C6E8F153A35E",
    "url": "https://www.nps.gov/places/river-trail-stop-10.htm",
    "title": "River Trail Stop 10",
    "listingDescription": "Stop number 10 on the River Trail features Spanish moss.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/982F4B42-93B9-8AE2-1C4B62C7B0A4AEB2.jpg",
        "credit": "NPS Photo",
        "altText": "Grey tendrils of Spanish moss drage over a branch",
        "title": "Spanish Moss",
        "description": "",
        "caption": "Spanish moss can be found all over the island, though it does not like to live near the beach.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/982F4B42-93B9-8AE2-1C4B62C7B0A4AEB2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/982F4B42-93B9-8AE2-1C4B62C7B0A4AEB2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore",
      "River Trail Tour"
    ],
    "latitude": "30.763533",
    "longitude": "-81.470667",
    "latLong": "30.763533,-81.470667",
    "bodyText": "Stop #10: Spanish Moss (<i>Tillandsia usneoides</i>) Spanish moss hangs from the limbs of the live oak in the canopy. It can be seen the length of the River Trail as well as throughout the island’s maritime forest ecosystem. Neither Spanish nor moss, this plant is more closely related to the pineapples and other Bromeliads than any type of moss. This is an epiphyte which is a plant that collects moisture and nutrients from the air.  It is not a parasite and generally does not damage branches unless it gets too dense and heavy. Many animals such as insects, bats, birds, lizards, and snakes rely on Spanish moss for shelter. Timucuan women collected the moss, smoked it over a fire or boiled it to get rid of the insects then wove it together to make a skirt or a sash. Spanish moss was used through the mid-1900s for stuffing pillows and mattresses instead of wool because moths are not drawn to it. Today it is used mostly for floral arrangements.  <br /> <br /> This is the last station on the River trail.<br /> As you travel around the rest of the island, imagine only relying on the resources around you for survival. There are many hidden uses of the plants found on Cumberland Island that were utilized by Native Americans. The more we learn about the many uses of plants, the more we can reconnect with the natural world. <br /> <br /> Enjoy the rest of your day on Cumberland Island!",
    "audioDescription": "Brown trail sign marked with the number 10. To the east and behind the sign, a young Red Bay grows towards the mid-story. The understory is comprised of saw palmetto and red bay. The canopy of tall, old Live Oak trees draped with long, stringy grey Spanish moss reaches over the trail. To the south, the dirt trail continues beneath the canopy of live oaks and Spanish moss. To the west, the canopy and understory thin out towards the river. The understory is primarily Saw Palmetto. To the north, the end of the trail is visible and marked with a red post. Beyond that, the Sea Camp Ranger station comes into view. The live oak trees are tall, gnarled, and coated in Spanish moss.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7BB8BF66-48C2-42CA-9882-5E88D52CC223",
    "url": "https://www.nps.gov/places/river-trail-stop-2.htm",
    "title": "River Trail Stop 2",
    "listingDescription": "Stop number 2 along the River Trail interpretive tour featuring cabbage palm.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/95F6B49C-AEFD-7941-2F056B74BC2C13F2.jpg",
        "credit": "NPS Photo",
        "altText": "A green palm leaf with a central vein extending through the leaf.",
        "title": "Cabbage Palm",
        "description": "",
        "caption": "Cabbage palms grow upright and can be identified with the central vein extending through the leaf.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/95F6B49C-AEFD-7941-2F056B74BC2C13F2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/95F6B49C-AEFD-7941-2F056B74BC2C13F2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "30.7562",
    "longitude": "-81.472472",
    "latLong": "30.7562,-81.472472",
    "bodyText": "Stop #2: Cabbage palm (<i>Sabal palmetto</i>) Cabbage palms are native to our area and provided many uses to native peoples. When facing post number two, a cabbage palm grows directly behind the post, and another to the right of the post. They grow vertically into the typical palm tree shape and are easy to identify after a few years of growth. As young plants just emerging from the ground, they can be easily confused with other palm species. It can be distinguished from saw palmetto by a long midrib that extends into the leaf, giving it a ‘v’ shape. Clusters of small dark blue berries ripen in winter and are reported to taste like dates. Seeds and berries were used for treating headaches and fevers. Fibers can be peeled from the leaves and woven into rope, which was used for fishing nets and traps. The large leaves were pulled into strips and used to weave mats.",
    "audioDescription": "Brown trail sign marked with a number 2. Behind the sign, young cabbage palmettos compete with red bay and shrubby plants to dominate the understory. Many fully grown cabbage palmettos stretch into the sky. They look like typical palm trees. A few fully grown cabbage palmettos are dead, yet still stand. To the north, the dirt/sand trail continues through the understory of red bay, wax myrtle, and cabbage palmetto. The canopy is nearly fully open, with mostly open sky visible. Few tall trees in the canopy. To the west, shrubs and one tree looms over the trail. To the south, live oak branches extend over the trail, which continues southward through the understory.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "EB81C848-EF4F-4DE5-8349-BFA1E4C4CA3E",
    "url": "https://www.nps.gov/places/river-trail-stop-3.htm",
    "title": "River Trail Stop 3",
    "listingDescription": "Stop number 3 on the River Trail interpretive tour features red bay trees.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/98C3C26A-C001-AE5E-FD3E3C50867F2ED0.jpg",
        "credit": "NPS Photo",
        "altText": "A small tree with ovate, shiny green leaves",
        "title": "Red Bay",
        "description": "",
        "caption": "Young red bays look healthy, while older trees may show signs of laurel wilt.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/98C3C26A-C001-AE5E-FD3E3C50867F2ED0.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/98C3C26A-C001-AE5E-FD3E3C50867F2ED0.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore",
      "River Trail Tour"
    ],
    "latitude": "30.75703098764442",
    "longitude": "-81.47214472728537",
    "latLong": "30.75703098764442,-81.47214472728537",
    "bodyText": "Stop #3: Red bay (<i>Persea borbonia</i>) When facing post number three, the red bay can be found just to the right of the post. It may have brown leaves and look dead. Smaller, younger red bay trees can also be seen further to the left and right of the post. They have large dark green leaves that appear shiny and the central vein in the leaf has an orange tint. The crushed leaves are very aromatic and were used as seasoning when cooking. Please do not pick the leaves in the park. The red bay produces round, single seeded, dark blue and purple berries in October. Many red bays have large areas of brown leaves. This is the result of an invasive beetle, the ambrosia beetle, that has introduced a fungal disease to the red bays called laurel wilt. The beetle and disease were first documented in 2002. Prior to 2002, the red bay was prevalent in the maritime forest and would have grown into a large tree. Today only young trees can be found that have not yet been subjected to laurel wilt disease.",
    "audioDescription": "Brown trail sign marked with a number 3. To the southeast / right of the sign, a young Red Bay with dead, brown leaves shows signs of being afflicted with Laurel Wilt Disease. Another young Red Bay nearby appears healthy and shows minimal signs of disease. The understory is comprised of cabbage palmettos. Looking south, the dirt trail continues through the cabbage palmettos. To the west, two tall, Laurel oak trees stretch into the canopy. Their limbs are coated in Spanish Moss. To the north, the dirt trail continues under the shade of oaks through the understory. The canopy is mostly closed, but leaf coverage is sparse, and blue sky is visible.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7E968C8F-B12D-49E9-845A-4C1E0D0F7FFC",
    "url": "https://www.nps.gov/places/river-trail-stop-4.htm",
    "title": "River Trail Stop 4",
    "listingDescription": "The fourth stop along the River Trail features saw palmetto.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/98AEDC2B-C1D7-5795-9312E9C29167511F.jpg",
        "credit": "NPS Photo",
        "altText": "A fan shaped palm leaf",
        "title": "Saw Palmetto",
        "description": "",
        "caption": "Saw Palmetto fill in the forest floor of the maritime forest.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/98AEDC2B-C1D7-5795-9312E9C29167511F.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/98AEDC2B-C1D7-5795-9312E9C29167511F.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore",
      "River Trail Tour"
    ],
    "latitude": "30.7573",
    "longitude": "-81.471733",
    "latLong": "30.7573,-81.471733",
    "bodyText": "Stop #4: Saw palmetto (<i>Serenoa repens</i>) The saw palmetto can be found surrounding post number 4. It is a small, scrubby plant that appears like the Cabbage Palm. To tell them apart, notice that saw palmetto’s stem ends where the leaves begin. The saw palmetto gets its common name from little teeth along the leaf stem. These serrations help to protect the plant from predation. The plants typically grow in a horizontal fashion, with the main stem partially buried underground. This helps protect the plant from fire. Fibers gathered from along the stem could be woven into cloth as well as rope. Berries the size of grapes are found in clusters that ripen in late summer and contain high levels of sugar and oil. These berries could be dried for storage then later reconstituted by cooking or soaking in hot water. The taste, however, was said to resemble “rotten cheese steeped in tobacco” by early Europeans. The berries are used to create a medicine that helps with prostate problems and is a multi-million-dollar industry in Florida today.",
    "audioDescription": "Brown trail sign marked with a number 4. To the east, behind the sign, a thick stand of saw palmettos are present. Vines trail down from the canopy of oaks. The vines are coated with Spanish Moss. To the south, the trail continues around a bend. Muscadine grapevines hang into the trail, coated in Spanish Moss. To the west, oaks dominate the canopy, and a few cabbage palmettos reach into the upper understory. The understory is comprised of saw palmetto, cabbage palmetto, and a few Red Bay sapling. To the north, the dirt trail continues through the understory and winds beneath a large, gnarled live oak coated in Spanish moss.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1957D909-8690-4CEA-85FB-72D6BEFC5040",
    "url": "https://www.nps.gov/places/river-trail-stop-5.htm",
    "title": "River Trail Stop 5",
    "listingDescription": "Stop number 5 on the River Trail tour features muscadine grapes.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/91B1DAF8-CB0E-348D-37C46FB83ECBBA70.jpg",
        "credit": "NPS Photo",
        "altText": "A woody vine snakes through the image with round, thoothed leaves",
        "title": "Muscadine Vine",
        "description": "",
        "caption": "Of the many grape species on Cumberland Island, muscadine are the most common.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/91B1DAF8-CB0E-348D-37C46FB83ECBBA70.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/91B1DAF8-CB0E-348D-37C46FB83ECBBA70.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore",
      "River Trail Tour"
    ],
    "latitude": "30.757783",
    "longitude": "-81.4716",
    "latLong": "30.757783,-81.4716",
    "bodyText": "Stop #5: Muscadine grapes (<i>Vitus rotundifolia</i>) The muscadine is a woody vine and can be found growing on top of the saw palmetto and other plants on the west side of the trail. It can also be seen hanging down from above. In late summer, look for the purple fruit of the muscadine grape. While there are several varieties of grape on Cumberland Island, muscadine is the most common. The vines seek the sunlight at the top of the forest canopy, often twining around the oak limbs and making the grapes hard to reach. Grapes ripen in July and August and were gathered for food and the vine tendrils were often nibbled as a refreshing snack. Raccoon and turkey are often seen munching on the purple fruit. People today use muscadine grapes in wines and jellies. The vines of muscadine were also used to make baskets.",
    "audioDescription": "Brown trail sign marked with a number 5. To the east, the understory is dense, and comprised of wax myrtle, Red Bay, young oak trees, and palmettos. To the south, the trail continues into the shade of a large oak tree. To the west, a tall saw palmetto arcs into the trail. To the north, the dirt trail continues through the thick understory, with few trees reaching into the canopy. The sky is mostly visible.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A9711D0A-BDE1-4273-AA8F-9FBF66655A9A",
    "url": "https://www.nps.gov/places/river-trail-stop-6.htm",
    "title": "River Trail Stop 6",
    "listingDescription": "Stop number 6 along the River Trail features eastern red cedar.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9288BA22-F24E-51F9-CB5F72B70CD46BD8.jpg",
        "credit": "NPS Photo",
        "altText": "A branch of red cedar scaled leaves",
        "title": "Eastern red cedar",
        "description": "",
        "caption": "Red cedar has unique leaves that are different from any other tree on the island.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9288BA22-F24E-51F9-CB5F72B70CD46BD8.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9288BA22-F24E-51F9-CB5F72B70CD46BD8.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore",
      "River Trail Tour"
    ],
    "latitude": "30.758633",
    "longitude": "-81.471383",
    "latLong": "30.758633,-81.471383",
    "bodyText": "Stop #6: Red cedar (<i>Juniperus virginiana</i>) When facing post number 6, the red cedar is the large tree with flakey bark to the right of the post. The eastern red cedar is actually in the juniper family. Cedar trees, such as the one to the left, are an aromatic evergreen. They are salt tolerant and are commonly found in the transition zone between the marsh and the maritime forest. The soft wood was often used to carve statues of animals as well as for canoes and pirogues. The flakey bark makes a good fire starter. The red cedar produces gray, blue-green round berry-like fruit which is made of fused cone scales. The berries may have been used by the Timucuan to flavor food dishes.",
    "audioDescription": "Brown trail sign marked with a number 6. To the east and behind the sign, a tall Red Cedar reaches into the canopy. The tree is twisted and has reddish bark that flakes off in strips. Many trees reach into the canopy, including a laurel oak covered in poison ivy and muscadine vines. The understory is mostly saw palmetto and young Red Bay. To the south, the dirt trail continues through the thick understory. To the west, vines drape down to border the trail. To the north, the dirt trail continues through the forest, below a canopy a live oak coated in Spanish Moss. The canopy is mostly closed, but large patches of sky are visible.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3443E4FA-E329-41CE-96BE-F4EE0D1B10BB",
    "url": "https://www.nps.gov/places/river-trail-stop-7.htm",
    "title": "River Trail Stop 7",
    "listingDescription": "Stop number 7 on the River Trail features live oak trees",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/94CA52BA-0718-7B44-357D9D1FC085FC34.jpg",
        "credit": "NPS Photo",
        "altText": "A sprawling tree with wide branches and green leaves.",
        "title": "Live Oak Tree",
        "description": "",
        "caption": "Live oaks are the most common tree in the maritime forest.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/94CA52BA-0718-7B44-357D9D1FC085FC34.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/94CA52BA-0718-7B44-357D9D1FC085FC34.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore",
      "River Trail Tour"
    ],
    "latitude": "30.760167",
    "longitude": "-81.471067",
    "latLong": "30.760167,-81.471067",
    "bodyText": "Stop #7: Live Oak (<i>Quercus virginiana</i>) The live oak trunk is to the left of post number 7. The live oak is the dominant tree in the maritime forest. Its dark green leaves are present throughout winter until the new leaves appear in the spring. The outstretched branches form a dense canopy. Thick, waxy leaves protect the tree from excessive salt spray. Prior to use, they were soaked in water to remove the bitter tannins. The nuts were then dried and ground into a meal for bread. These same acorns also attracted wildlife such as deer, squirrel, and turkey which made for easy hunting. In the late 1700’s, live oaks were sought-after for building ships. It is estimated that by 1802, 80% of the live oak trees were harvested from Cumberland Island. The strong, dense wood of live oaks resisted rot and even cannon balls, hence the nickname of the U.S.S. constitution, ‘Old Iron Sides’. The curved, twisted growth of live oaks made them desirable for ship building.  ",
    "audioDescription": "Brown trail sign marked with a number 7. To the west and behind the sign, numerous tall oak trees stand tall above the trail. The oaks have blocky bark, twisted branches, and waxy leaves. The canopy thins out towards the river. The trees are coated in Spanish moss. To the north, the dirt trail continues through the understory of wax myrtle beneath the oak and moss canopy. To the east, the dense understory is comprised of shrubs such as wax myrtle. To the south, the dirt trail continues through the forest. A bench is located southeast of stop 7.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "0B19EABF-3596-4EAE-A1CF-916EA1D75E95",
    "url": "https://www.nps.gov/places/river-trail-stop-8.htm",
    "title": "River Trail Stop 8",
    "listingDescription": "Stop number 8 along the River Trail features smilax.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/989262DF-BCEF-CCE8-FEF95946B94719AA.jpg",
        "credit": "NPS Photo",
        "altText": "A woody vine with arrow shaped leaves climbs a palm.",
        "title": "Smilax sp.",
        "description": "",
        "caption": "Smilax vines can be found all over the island - watch our for the prickles!",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/989262DF-BCEF-CCE8-FEF95946B94719AA.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/989262DF-BCEF-CCE8-FEF95946B94719AA.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore",
      "River Trail Tour"
    ],
    "latitude": "30.76135",
    "longitude": "-81.471067",
    "latLong": "30.76135,-81.471067",
    "bodyText": "Stop #8: Smilax (<i>Smilax sp.</i>) Look above the shrubs to find this vine. You can also see the smilax growing on the west side of the trail on top of Red Bay and up from the ground. It may be hard to identify in the winter months, as some species are deciduous. Smilax is a genus that encompasses many species of woody vines. The common name of these vines, such as catbrier, greenbrier, and deer thorns, all indicate the thorny nature of the vine. The spikes are not actually thorns but are termed prickles. Prickles are projections of the plant’s skin, while thorns are modified branches. These prickles help protect the plant from predation. Smilax grows well in a variety of habitats, such as dunes or under the canopy of the Maritime forest.  Young new growth and tendrils from the vine were nibbled as a fresh green. Smilax grows a large tuber that allows the plant to sprout back quickly after a fire or other disturbance. These tubers were gathered, soaked, and mashed to separate the starches, which were used to make bread.",
    "audioDescription": "Brown trail sign marked with a number 8. To the east and behind the sign, the understory is dense with Red Bay and Saw palmetto. The canopy is extensive and dominated by Live Oak trees draped with Spanish Moss. To the south, the dirt trail continues through the understory beneath the live oak canopy. Spanish moss is plentiful and drapes off the oak limbs. To the west, the understory is dense with saw palmettos with a few Red Bay reaching out. The canopy thins out towards the river but is still dominated by Live oak. To the north, a tall Laurel oak stands to the west of the trail, coated in Spanish moss. To the north west, a tall dead tree stands along the trail. The dirt trail continues northwards between them.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3F2528AD-1A77-4C4F-A6CF-F342B4C3472F",
    "url": "https://www.nps.gov/places/river-trail-stop-9.htm",
    "title": "River Trail Stop 9",
    "listingDescription": "Stop number 9 along the River Trail features wax myrtle.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/95998731-BB10-413C-6D454E0DFAE30E78.jpg",
        "credit": "NPS Photo",
        "altText": "A plant with small, elongated and slightly toothed leaves.",
        "title": "Wax Myrtle",
        "description": "",
        "caption": "Wax myrtle can be found in a diversity of habitats on Cumberland Island",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/95998731-BB10-413C-6D454E0DFAE30E78.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/95998731-BB10-413C-6D454E0DFAE30E78.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore",
      "River Trail Tour"
    ],
    "latitude": "30.76265",
    "longitude": "-81.471",
    "latLong": "30.76265,-81.471",
    "bodyText": "Stop #9: Wax myrtle (<i>Myrica cerifera</i>) Wax Myrtle is the small shrubby plant surrounding post number 9. Its leaves are light to dark green and are skinny, elongated leaves, with slight toothing near the edge. This evergreen shrub is found in the dunes as well as the forest. It is salt tolerant and can be found living in coastal environments that are relatively harsh such as the marsh-forest transition zone. Aromatic wax myrtle leaves and aromatic and when crushed the oils  were rubbed on the skin as an insect repellent. To protect against the salt spray, the berries of the wax myrtle are coated with a layer of wax. Colonial Europeans gathered these berries and melted the wax layer off to make candles.",
    "audioDescription": "Brown trail sign marked with a number 9. To the west and behind the sign, Wax Myrtle dominates the understory, a shrubby plant with long, notched leaves. Saw Palmetto and Red bay reach into the understory. Oaks dominate the canopy, limbs coated in Spanish moss. To the north, the dirt trail continues through the understory. The canopy is open towards the northwest. To the east, stands a tall Laurel oak with dense Spanish moss. The understory is comprised of saw palmetto, red bay, and wax myrtle. To the south, the dirt trail continues through a triangle of oaks beneath a canopy of oaks and Spanish moss.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "995C6732-9305-46D7-9A98-236980736595",
    "url": "https://www.nps.gov/places/river-trailhead-north.htm",
    "title": "River Trailhead North",
    "listingDescription": "The 0.75 mile River Trail connects the Sea Camp and Dungeness docks.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/99EB035B-04C9-8C4D-382FCF67BA8164A4.jpg",
        "credit": "NPS Photo",
        "altText": "A red sign marks the beginning of the river trail.",
        "title": "River Trail Trailhead",
        "description": "",
        "caption": "The River Trail provides access between the Sea Camp and Dungeness Docks.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/99EB035B-04C9-8C4D-382FCF67BA8164A4.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/99EB035B-04C9-8C4D-382FCF67BA8164A4.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore",
      "River Trail Tour"
    ],
    "latitude": "30.764079092225707",
    "longitude": "-81.47063220175913",
    "latLong": "30.764079092225707,-81.47063220175913",
    "bodyText": "The River Trail is a 0.75 mile trail that winds through the maritime forest near the Intracoastal Waterway. The trail empties near the Ice House Museum at the Dungeness Dock. This trial is a great place to look for warblers during migration. <br /> <br /> There are sign posts along the trail that correspond with a tour that provides information on the native uses of the plants found along the trail. Walking the trail north to south, you will see the numbers decend from 10 to 1. To access the interpretive content, click on the 'Tours' category in the app. You will have to view the tour in reverse when traveling north to south. ",
    "audioDescription": "Facing south, a red trail marker indicates the trailhead. A wooden sign states “River Trail”. A sandy path leads beyond it through a forest with dense saw palmetto understory and a arching canopy of trees. To the west, a large palmetto blocks the view of the Sea camp dock and Ferry boat. To the north, a open, sandy area stands before the Sea Camp Ranger station. To the east, a dense palmetto understory extends into the forest.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C6A274DC-FBC9-4A05-B8DF-AF8B439B145D",
    "url": "https://www.nps.gov/places/river-trailhead-south.htm",
    "title": "River Trailhead South",
    "listingDescription": "The River trail travels 0.75 miles through the maritime forest to the Sea Camp Ranger Station. Learn about native uses for plants along the way with the self guided tour.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C4581485-9220-D61F-0C3BEB7A6DD49960.jpg",
        "credit": "NPS Photo",
        "altText": "A wooden sign with text \"River Trail, Foot Traffic only\", the trail extends into the woods beyond.",
        "title": "River Trail South Trailhead",
        "description": "",
        "caption": "The River Trail leads to the Sea Camp Ranger Station",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C4581485-9220-D61F-0C3BEB7A6DD49960.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C4581485-9220-D61F-0C3BEB7A6DD49960.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore",
      "River Trail Tour"
    ],
    "latitude": "30.755358931650967",
    "longitude": "-81.47302706635226",
    "latLong": "30.755358931650967,-81.47302706635226",
    "bodyText": "The River Trail winds through the maritime forest to the Sea Camp Dock. The trail is 0.75 miles long. <br /> <br /> There are 10 sign posts along the trail that are stops along an interpretive tour. To access the content, navigate to the 'Tours' section of the NPS App. <br /> <br /> The earliest evidence of native peoples on Cumberland Island date back around 4000. These native peoples did not live full time on the island but used it to hunt and gather resources. The Timucuan Indians established villages on the island starting around 700 years ago and were the earliest known humans to live on this island. The Timucuans called this island Missoe, which means ‘beautiful land’. The vegetation found on Missoe provided them with food, clothing, medicine, and shelter. Some of these plants are still in use today as food and medicine.<br /> <br /> As you stroll along the River Trail, discover some of the plants that provided the basic necessities of life for these early inhabitants of Cumberland. Please keep in mind picking plants and collecting artifacts in National Parks is strictly prohibited.<br />  ",
    "audioDescription": "This is located at the southern trailhead of the River Trail. The southern trailhead begins just north of the Dungeness Dock and Icehouse Museum. Looking south, you can see the Captain’s House, a large white building with a wrap-around porch nearby. Further away, the Icehouse museum and Dungeness Dock are along the river’s edge. A brown sign marks the beginning of the River Trail. There is a red post in the middle of the trail denoting the rules: No ATV’s and no bicycles are permitted on the trail. Pedestrian Traffic only. The sandy, dirt trail continues north, through a thick understory of cabbage palmettos, magnolias, and saw palmettos. The canopy is mostly open with blue sky visible, but large live oak trees reach into the canopy.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "2DF02482-9D63-448E-BACC-AF69E1CF6E4B",
    "url": "https://www.nps.gov/places/sea-camp-beach-crossing.htm",
    "title": "Sea Camp Beach Crossing",
    "listingDescription": "Located just over half a mile from the ferry dock, Sea Camp Beach is the closest beach access. This is a convenient beach for day visitors and campers alike to hike, have a beach day, or just to take a quick dip.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/49A63A79-0F81-1533-FD035FE4DD92206A.jpg",
        "credit": "NPS Photo",
        "altText": "A black and white pole and sign with text \"Sea Camp Beach Crossing\" with sand dunes beyond",
        "title": "Sea Camp Beach Crossing",
        "description": "",
        "caption": "Beach crossings are marked with a black and white pole.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/49A63A79-0F81-1533-FD035FE4DD92206A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/49A63A79-0F81-1533-FD035FE4DD92206A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore",
      "Sea Camp"
    ],
    "latitude": "30.764154479615506",
    "longitude": "-81.4609966278076",
    "latLong": "30.764154479615506,-81.4609966278076",
    "bodyText": "<p paraeid=\"{b78236bc-e16b-452e-a52c-414b8e911a69}{166}\" paraid=\"1047248441\">Sea Camp Beach is the most accessible beach crossing on the island. It is the closest beach to the Sea Camp Dock and is easily accessible from the Sea camp Campground. Ferry passengers can take the short 0.5 mile path from the dock, through the maritime forest, and over the dune boardwalk to reach Sea Camp Beach. Those camping at Sea Camp Campground are just beyond the dunes from the beach and need only take the dune boardwalk to arrive at the beach.  </p> <p lang=\"EN-US\" paraeid=\"{37e55e8b-b91b-4ab8-bcf3-f6e312993cae}{240}\" paraid=\"1025895182\" xml:lang=\"EN-US\">The boardwalk is a great place to view the tracks of animals that pass through the sand dune ecosystem. The boardwalk leads to an interdune meadow where you can find many plants that thrive in the moist meadow. There is a short section of soft sand that leads to the beach.  This sand can shift after high wind events and can lead to small hills at the crossing. Please stay off the sensitive sand dunes. </p> <p lang=\"EN-US\" paraeid=\"{c1e1a1da-7f24-4c61-a783-4e3181d65cb2}{193}\" paraid=\"1913762627\" xml:lang=\"EN-US\">A bathhouse that serves as the main facilities for campers at Sea Camp is located just before the dune crossing. Water fountain and restrooms are located here. Swimming and shelling are popular beach activities on Cumberland Island’s 18 miles of undeveloped coastline. Swim at your own risk, there are no lifeguards.</p>",
    "audioDescription": "From the Sea Camp Bathhouse, proceed east along the shaded path several hundred yards. At one hundred yards, on the right you will pass a cart-washing station. There is a platform and water hose to spray sand off carts. A second spigot and platform are located fifty yards further along the path on the right. Continue along the path until you come across the dune boardwalk. There are picnic tables and bench seats on the right before the boardwalk begins. This sloped boardwalk climbs steadily for thirty yards before leveling out. During this ascent, on the right is an open-air shower for visitors to rinse off. There is also a spigot two feet off the ground at the shower. After the brief ascent, the boardwalk leaves tree cover and continues across the dunes toward the beach for one hundred yards. The boardwalk slopes downward with several level sections. The boardwalk ends and a sandy surface begins. This sand can be quite soft and changes frequently with the wind. A black and white pole indicating a beach crossing is present on the right. A sign on the pole reads, “No Lifeguard. Swim at own risk.” A poster entitled “Rip Currents: Break the Grip of the Rip!” reads, “If caught in a rip current: Don’t fight the current; swim out of the current, then to shore; If you can’t escape, float or tread water; If you need help, call or wave for assistance.” A subtitle “Safety” reads, “Know how to swim; never swim alone; if in doubt, don’t go out.”",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Beach/Water Access",
      "Benches/Seating",
      "Showers"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Sea Camp",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "54CF2C3F-D7CF-4AE9-BB1B-2E5E9BA7A05A",
    "url": "https://www.nps.gov/places/sea-camp-dock.htm",
    "title": "Sea Camp Dock",
    "listingDescription": "The Sea Camp dock is open to private boats and is closest to the beach. The ranger station is available with maps and information.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/DB0593F2-BFED-219F-435AED38C166903F.jpg",
        "credit": "NPS Photo",
        "altText": "A floating dock in the rover with a forested park behind it.",
        "title": "Sea Camp Dock",
        "description": "",
        "caption": "The north section of the Sea Camp dock is open for private boats.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/DB0593F2-BFED-219F-435AED38C166903F.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/DB0593F2-BFED-219F-435AED38C166903F.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore"
    ],
    "latitude": "30.76440457626485",
    "longitude": "-81.47086646159491",
    "latLong": "30.76440457626485,-81.47086646159491",
    "bodyText": "<p paraeid=\"{73c34401-1259-4114-9543-2a22d4ca2e71}{3}\" paraid=\"297673923\"><strong><span style=\"color:#e74c3c;\">**UPDATE 11/21/22: The Sea Camp Dock is currently closed to private vessels due to damge sustained during Hurricanes Ian and Nicole. Beaching is allowed at least 100 yards away from the dock.**</span></strong><br /> <br /> The north section of the Sea Camp dock is open for private boats. This dock is the closest to the beach and the Sea Camp Campground. An easy half mile trail leads through the forest and a boardwalk takes you over the sand dunes. The Sea Camp Ranger Station is located at this dock and is staffed most hours. There are restroom facilities and water filling stations available at the ranger station. The northern trailhead of the River Trail can be found here as well. There is a self-pay station for visitors to pay the $10 park entrance fee. </p> <p paraeid=\"{73c34401-1259-4114-9543-2a22d4ca2e71}{11}\" paraid=\"393790275\"> </p> <p paraeid=\"{73c34401-1259-4114-9543-2a22d4ca2e71}{13}\" paraid=\"1211903485\">Dock Rules: </p> <ul role=\"list\"> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"1\" data-font=\"Symbol\" data-leveltext=\"\" data-listid=\"2\" role=\"listitem\"> <p paraeid=\"{73c34401-1259-4114-9543-2a22d4ca2e71}{17}\" paraid=\"1108362613\">Private boaters are subject to the National Park Entrance Fee. </p> </li> </ul> <ul role=\"list\"> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"1\" data-font=\"Symbol\" data-leveltext=\"\" data-listid=\"2\" role=\"listitem\"> <p paraeid=\"{73c34401-1259-4114-9543-2a22d4ca2e71}{24}\" paraid=\"1483618321\"> Boat length is limited to 25 feet. </p> </li> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"2\" data-font=\"Symbol\" data-leveltext=\"\" data-listid=\"2\" role=\"listitem\"> <p paraeid=\"{73c34401-1259-4114-9543-2a22d4ca2e71}{31}\" paraid=\"1078560380\"> All areas painted in yellow are restricted. </p> </li> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"3\" data-font=\"Symbol\" data-leveltext=\"\" data-listid=\"2\" role=\"listitem\"> <p paraeid=\"{73c34401-1259-4114-9543-2a22d4ca2e71}{38}\" paraid=\"169294756\"> Docking is on a first come-first served basis. </p> </li> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"4\" data-font=\"Symbol\" data-leveltext=\"\" data-listid=\"2\" role=\"listitem\"> <p paraeid=\"{73c34401-1259-4114-9543-2a22d4ca2e71}{45}\" paraid=\"1515678259\"> All boats must leave the dock at sunset and anchor offshore at night. </p> </li> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"5\" data-font=\"Symbol\" data-leveltext=\"\" data-listid=\"2\" role=\"listitem\"> <p paraeid=\"{73c34401-1259-4114-9543-2a22d4ca2e71}{52}\" paraid=\"2031602139\"> Non-permitted charter boats are not allowed to disembark passengers on the island.</p> </li> </ul>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Dock/Pier"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cumberland Island National Seashore",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "28662C5B-FB11-4E70-93B7-867371693CDB",
    "url": "https://www.nps.gov/places/tabby-house.htm",
    "title": "Tabby House",
    "listingDescription": "The Tabby House is the oldest building on Cumberland Island, and was constructed during the Greene-Miller time period around 1800. Located next to the Dungeness ruins, stop by to learn more about the important role this building played for the Carnegies and their employees.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6C7ABE6B-A2C4-4F7C-3D4EE5B08FE66C3A.jpg",
        "credit": "NPS Photo",
        "altText": "Small structure stands in a field",
        "title": "Tabby House",
        "description": "",
        "caption": "The Tabby House the oldest standing structure on Cumberland Island and dates to around 1802.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6C7ABE6B-A2C4-4F7C-3D4EE5B08FE66C3A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6C7ABE6B-A2C4-4F7C-3D4EE5B08FE66C3A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Dungeness Historic District",
      "Cumberland Island National Seashore"
    ],
    "latitude": "30.7488397421876",
    "longitude": "-81.47168692946435",
    "latLong": "30.7488397421876,-81.47168692946435",
    "bodyText": "The Tabby House is the oldest standing structure on Cumberland Island, dating back to around 1800. It is made of tabby- a mixture oyster shells, lime (produced from the burning of oyster shells), sand, and water. The Tabby House was constructed by the widow of General Nathaniel Greene, Catherine, and her second husband Phineas Miller. The Tabby House may have served as the family’s temporary housing while Dungeness was being constructed before becoming the gardener's house. Later, the Carnegie family remodeled the structure to serve as the business office for the property. Such a space was necessary to oversee the Carnegie estate's many employees. Located adjacent to the Dungeness ruins, visitors can walk the grounds of this historic building and others nearby. There is no public entry to the Tabby House except when a ranger is present to open the house for tours. ",
    "audioDescription": "The Tabby House is a historic structure dating back to around 1800, and is the oldest on Cumberland Island. It is made of tabby- a mixture of oyster shells, lime, sand, and water. The entrance to the house faces north towards a large lawn area that used to be the polo field. The building sits just to the west of the Dungeness ruins. A pergola extends from near the house to the west. A covered porch extends from the front entrance of the house. There are two entrances to the porch, with wooden barricades positioned to prevent horses from entering the porch. Two adjacent doors flank the entrance to the building with a window on the side of each. Two dormer windows extend from the cedar shingled roof on the north-facing side of the house. A single chimney rises from the center of the roof. The south-facing wall features four first-floor windows equally spaced with a carved stone fountain between the second and third windows. Two dormer windows extend from the shingled roof on the south-facing side. Entering the building from the left side door, you come into a small room that takes up half of the house. To the right is a walk-in safe built into the wall. To the left of the safe is a small fireplace with a small loft above with shelves for storage. An opening to the second room lies just past the fireplace. To the left upon entering is a wooden stand up desk, which stands in front of a stand alone safe. The safe is black with the word “Dungeness” painted across the two doors. In the back left corner of the room is a small wooden table and a old filing cabinet. The next room is accessible through a narrow hallway. There is a small alcove carved into the wall on the left. The room opens up into a similar layout as the previous room. Just to the left upon entering are built in shelves designed to hold rolls of paper, such as blueprints. There is a fireplace with a small pot bellied stove connected to the chimney. There is a large table in the center of this room. There is no public entry into the Tabby House except when a ranger is present to open the building for tours.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cumberland Island - Southend",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Oldest Standing Structure on Cumberland Island",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places - Dungeness Historic District",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3A047E9D-7A64-4903-9BE2-46A50DCC6953",
    "url": "https://www.nps.gov/places/wheeler-street-boat-ramp.htm",
    "title": "Wheeler Street Boat Ramp",
    "listingDescription": "The Wheeler Street boat ramp is the closest to the Cumberland Island visitor center in downtown St. Marys, GA.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/48D9041D-DD70-A531-8A682FE9EA0A18C8.jpg",
        "credit": "NPS Photo",
        "altText": "A large black top area leading to a concrete boat ramp with several floating docks.",
        "title": "Wheeler Street Boat Ramp",
        "description": "",
        "caption": "The Wheeler Street boat ramp is located next to the Cumberland Island visitor center.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/48D9041D-DD70-A531-8A682FE9EA0A18C8.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/48D9041D-DD70-A531-8A682FE9EA0A18C8.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "cuis",
        "designation": "National Seashore",
        "fullName": "Cumberland Island National Seashore",
        "url": "https://www.nps.gov/cuis/index.htm",
        "name": "Cumberland Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cumberland Island National Seashore"
    ],
    "latitude": "30.720206333176904",
    "longitude": "-81.55021896958353",
    "latLong": "30.720206333176904,-81.55021896958353",
    "bodyText": "<p paraeid=\"{ebbc7d21-6084-4ec7-99b0-29e5ff05d5a9}{162}\" paraid=\"1816388414\">Taking your own boat to the island can be a great way to experience the island on your own schedule. There are several boat ramps in the area that you can use to launch your boat. The Wheeler Street boat ramp is managed by the City of St. Marys and is located next to the Cumberland Island Visitor Center. </p> <p paraeid=\"{ebbc7d21-6084-4ec7-99b0-29e5ff05d5a9}{178}\" paraid=\"1794814809\">Make sure you check the weather and the tides before heading out. Conditions can change rapidly and what you are experiencing up river at the boat ramp may not be the same conditions on the sound. If you are not experienced with the local waterways, ask a ranger or local boater to learn what you may need to know. There is a large tidal range on our waters that can expose sandbars near low tide. If you are not navigating through the designated channel, this could lead to stranding of the boat.  </p> <p paraeid=\"{ebbc7d21-6084-4ec7-99b0-29e5ff05d5a9}{192}\" paraid=\"456196597\">There are three docks on the island where you can tie up and access the island, Sea Camp, Dungeness, and Plum Orchard. Navigate back to read about these docks.  </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "http://www.stmarysga.gov/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Boat Ramp",
      "Canoe/Kayak/Small Boat Launch",
      "Dock/Pier"
    ],
    "managedByOrg": "City of St. Marys, GA",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "St. Marys, GA",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]