[
  {
    "id": "0B5A5740-2C30-4FF4-B768-69EE4A77350E",
    "url": "https://www.nps.gov/places/000/dwight-d-eisenhower-memorial.htm",
    "title": "Dwight D. Eisenhower Memorial",
    "listingDescription": "Dwight D. Eisenhower was the 34th president of the United States and the Supreme Commander of the Allied Expeditionary Force in World War II . During his presidency, \"Ike\" worked to contain the spread of Communism around the globe, developed the interstate highway system, and famously used the military to enforce the integration of schools in Little Rock, Arkansas. The memorial reflects Eisenhower's leadership roles as general and as president. On the right side of the mem",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F237664C-F25F-B966-D49A5ACFBAF2935D.jpg",
        "credit": "",
        "altText": "Memorial consisting of three visible statues.",
        "title": "Dwight D. Eisenhower Memorial",
        "description": "",
        "caption": "Dwight D. Eisenhower Memorial",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F237664C-F25F-B966-D49A5ACFBAF2935D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F237664C-F25F-B966-D49A5ACFBAF2935D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "ddem",
        "designation": "Memorial",
        "fullName": "Dwight D. Eisenhower Memorial",
        "url": "https://www.nps.gov/ddem/index.htm",
        "name": "Dwight D. Eisenhower"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.887363",
    "longitude": "-77.018496",
    "latLong": "38.887363,-77.018496",
    "bodyText": "<p>Dwight D. Eisenhower was the 34th president of the United States and the Supreme Commander of the Allied Expeditionary Force in <a href=\"https://www.nps.gov/subjects/worldwarii/index.htm\">World War II</a> . During his presidency, \"Ike\" worked to contain the spread of Communism around the globe, developed the interstate highway system, and famously used the military to enforce the <a href=\"https://www.nps.gov/chsc/index.htm\">integration of schools</a> in Little Rock, Arkansas.<br /> <br /> The memorial reflects Eisenhower's leadership roles as general and as president. On the right side of the memorial, Eisenhower is depicted as the Supreme Commander of the Allied Expeditionary Force during World War II. The sculpture is based on a photograph of Eisenhower speaking to paratroopers in the 101st Airborne Division before their jump into France as part of Operation Overlord, the D-Day invasion of Normandy. Behind the sculptures is a bas relief depicting the Normandy landings on D-Day, June 6, 1944. On the left side of the memorial, the bronze heroic-sized statue of Eisenhower as 34th President of the United States places him at the center of the White House Oval Office flanked by sculptures of civilian and military advisors, symbolizing the balance Eisenhower struck between conflicting demands of national security and peaceful progress. The bas relief global background depicts a map of the world symbolizing Eisenhower's role as a world statesman and preeminent internationalist pursuing universal peace. A pedestal on the northwest plaza entrance depicts Eisenhower as a boy, symbolizing his roots in Abilene, Kansas, and perhaps serving as a hopeful inspiration to children who visit the memorial.<br /> <br /> Designer: Frank Gehry<br /> Sculptor: Sergey Eylanbekov<br /> Artist (tapestry): Tomas Osinski<br /> <br /> <b>Inscriptions:</b><br /> \"Because no man is really a man who has lost out of himself all of the boy, I want to speak first of the dreams of a barefoot boy. Frequently, they are to be of a street car conductor or he sees himself as the town policeman, above all he may reach to a position of locomotive engineer, but always in his dreams is that day when he finally comes home. Comes home to a welcome from his own home town. Because today that dream of mine of 45 years or more ago has been realized beyond the wildest stretches of my own imagination, I come here, first, to thank you, to say the proudest thing I can claim is that I am from Abilene. - Homecoming speech, Abilene, Kansas - June 22, 1945\"<br /> <br /> \"The high sense of distinction I feel in receiving this great honor from the city of London is inescapably mingled with feelings of profound sadness. All of us must always regret that your great country and mine were ever faced with the tragic situation that compelled the appointment of an Allied Commander in Chief, the capacity in which I have just been so extravagantly commended. Humility must always be the portion of any man who receives acclaim earned in the blood of his followers and the sacrifices of his friends. Conceivably a commander may have been professionally superior. He may have given everything of his heart and mind to meet the spiritual and physical needs of his comrades. He may have written a chapter that will glow forever in the pages of military history. Still, even such a man--if he existed--would sadly face the facts that his honors cannot hide in his memories the crosses marking the resting places of the dead. They cannot soothe the anguish of the widow, or the orphan, whose husband or father will not return. The only attitude in which a commander may with satisfaction receive the tributes of his friends is in the humble acknowledgment that no matter how unworthy he may be, his position is the symbol of great human forces that have labored arduously and successfully for a righteous cause. Unless he feels this symbolism and this rightness in what he has tried to do, then he is disregardful of the courage, fortitude and devotion of the vast multitudes he has been honored to command. If all Allied men and women that have served with me in this war can only know that it is they whom this august body is really honoring today, then indeed I will be content.~ No petty differences in the world of trade, traditions, or national pride should ever blind us to our identities in priceless values. If we keep our eyes on this guidepost, then no difficulties along our path of mutual co-operation can ever be insurmountable. Moreover, when this truth has permeated to the remotest hamlet and heart of all peoples, then indeed may we beat our swords into plowshares, and all nations can enjoy the fruitfulness of the earth. Second Inaugural Address - January 21, 1957\"<br /> <br /> \"We must be ready to dare all for our country. For history does not long entrust the care of freedom to the weak or the timid. We must acquire proficiency in defense and display stamina in purpose. We must be willing, individually and as a nation, to accept whatever sacrifices may be required of us. A people that values its privileges above its principles soon loses both. Patriotism means equipped forces and a prepared citizenry. Moral stamina means more energy and more productivity, on the farm and in the factory. Love of liberty means the guarding of every resource that makes freedom possible - from the sanctity of our families and the wealth of our soil to the genius of our scientists. And so each citizen plays an indispensable role. The productivity of our heads, our hands and our hearts is the source of all the strength we can command, for both the enrichment of our lives and the winning of the Peace. This is the hope that beckons us onward in this century of trial. This is the work that awaits us all, to be done with bravery, with charity and with prayer to almighty God. First Inaugural Address - January 20, 1953\"<br /> <br /> \"Throughout America's adventure in free government, our basic purposes have been to keep the peace; to foster progress in human achievement, and to enhance liberty, dignity and integrity among people and among nations. A vital element in keeping the peace is our military establishment. Our arms must be mighty, ready for instant action, so that no potential aggressor may be tempted to risk his own destruction.~ This conjunction of an immense military establishment and a large arms industry is new in the American experience.~ We recognize the imperative need for this development. Yet we must not fail to comprehend its grave implications.~ In the councils of government, we must guard against the acquisition of unwarranted influence, whether sought or unsought, by the military-industrial complex.~ Akin to, and largely responsible for the sweeping changes in our industrial-military posture, has been the technological revolution during recent decades.~ It is the task of statesmanship to mold, to balance, and to integrate these and other forces, new and old, within the principles of our democratic system-ever aiming toward the supreme goals of our free society.~ We pray that , all peoples will come to live together in a peace guaranteed by the binding force of mutual respect and love. Farewell Address - January 17, 1961\"<br /> <br /> \"Dwight D. Eisenhower<br /> Memorial Commission<br /> <br /> Chairman of the Commission<br /> Senator Pat Roberts - KS<br /> <br /> Vice Chairman of the Commission<br /> Representative Mike Thompson - CA<br /> <br /> Artists<br /> <br /> Sculptor - Sergey Eylanbekov<br /> Tapestry Artist - Tomas Osinski<br /> Inscription Artist - Nicholas Benson<br /> <br /> 2020\"<br />  </p>",
    "audioDescription": "1513 words.Welcome to the Dwight D. Eisenhower Memorial. This 4-acre, park-like landscape is dedicated to the celebrated 5-star General and 34th President of the United States. Elements of Eisenhower's life, from boyhood to WWII to the U.S. Presidency, are incorporated in the forms of sculpture, engraved words, and landscaping. As you visit, you are welcome to touch the statuary and reliefs, stand next to the statues, but not to climb on any of the other elements of the memorial.The memorial is located on a rectangular plot of land, the long sides bounded on the north by Independence Ave and the National Air and Space Museum across the street and on the south by the LBJ Department of Education Building, and the short sides on the east by 4th St and on the west by 6th St. The core of the Memorial is a rectangular plaza with two sculptural groups depicting Eisenhower as General and President. It is accessed by two walkways in the shape of a wide V stretching from the northern corners to the plaza at the center of the southern edge. A narrow limestone plaza hugs the eastern edge of the memorial along 4th St. The bookstore, information center, and public restrooms sit at the southern end of this plaza.Six stone columns on the south edge and one in each northern corner, measuring 80 feet tall and 10 feet wide, frame the space. A woven metal tapestry, measuring 60 feet tall by 447 feet long, runs vertically across the front of the southern columns. The tapestry is made of pale silver mesh screen welded with dark, thick wire that depicts an abstract line drawing of the cliffs in Normandy. In order to see the full picture, the tapestry is best seen from a distance. The stonework in the memorial is a light, sandy-colored limestone from Spain, streaked with dark brown and reddish hues. Features made of this stone include the columns, walkways, benches, and sculpture bases. Entering from the northwestern corner at Independence Ave and 6th St, we first approach a sculpture of Eisenhower as a young teenager growing up in small-town Kansas. He sits on a 3 foot tall block of stone centered in the walkway just outside the space framed by the columns. The sculpture is bronze, but with a light green patina. He sits facing south, slightly relaxed, but his head is turned left, gazing toward the center of the memorial. The bangs of his tousled hair hang almost to his eyebrows. His knees are drawn up, left foot tucked behind the right, and his arms wrap around his knees. His right hand lightly clasps his left wrist. Young Eisenhower is dressed in overalls and a long-sleeved collared shirt, wrinkled by his posture, and laced work boots.In front of the boyhood statue is a rectangular block of stone engraved with the introduction of General Eisenhower's Homecoming Speech, given in Abilene, Kansas on June 22, 1945.As we walk toward the core of the memorial, the northwestern column is on our left. About six feet above the ground, on the south-facing side, there are five 5-pointed metal stars. They are arranged in a pentagonal pattern, with touching points, as could be seen on a ranking 5-star general's uniform. Below the stars is engraved \"General Dwight D. Eisenhower, Supreme Commander, Allied Expeditionary Force, 1944-1945\".Continuing, benches are spaced along the edge of the walkway. Beyond, trees and grasses common to the Kansas landscape are planted. Halfway towards the core of the memorial, a swath of grass 45 feet wide bisects the landscaping, stretching diagonally from the southwestern to northeastern corner. This strip of grass illustrates the historic path of Maryland Ave SW, which continues beyond the edges of the memorial. Looking to the left, the Capitol dome is framed between the memorial's shade trees.At the central core of the memorial is the limestone plaza and the two main sculptural groups. Arranged near the south side, the two sculptural scenes depict Eisenhower's professional careers. Both scenes mimic a stage: bronze statues stand on a raised stone platform, and a stone block rises 15 feet behind the statues as a backdrop. Atop the vertical block, a second block atop each platform is angled in toward the viewer with an inscription. The scenes are angled towards the center of the plaza, standing about 60 feet apart. Centered beyond the two scenes is a 40-foot-long inscription of DWIGHT D EISENHOWER on a six-foot-high wall. Between the wall and sculptural scenes is a walkway, allowing visitors to walk fully around the two stone and bronze scenes. The woven metal tapestry hangs vertically beyond the plaza. The Department of Education Building is seen between the wall and the lower edge of the tapestry.In the right-hand scene, six uniformed military men stand in two groups facing General Eisenhower to the right; a group of two to the far left and a group of four in the center. Their combat fatigues are rumpled, standing in stark contrast to the general's pressed service uniform. They",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "Dwight D. Eisenhower Memorial Bookstore 540 Independence Ave SW, Washington DC 20024 Find the following passport stamps at this location: American Veterans Disabled for Life Memorial Belmont-Paul Women’s Equality National Monument Dwight D. Eisenhower Memorial George G. Meade Statue Japanese American Memorial to Patriotism in During World War II Memorial National Mall and Memorial Parks Ulysses S. Grant Memorial",
    "passportStampImages": [
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/E915607E-0B5C-1BCB-3A572B3E76EBAC19.jpg"
          }
        ],
        "altText": "Circle with arced text Park Name Here Date Year, Washington, DC.",
        "title": "Find stamps for several locations here.",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/E915607E-0B5C-1BCB-3A572B3E76EBAC19.jpg"
      }
    ],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "CA94F481-95C1-42A5-A5E0-102122AA7482",
    "url": "https://www.nps.gov/places/ddem-homecoming-speech.htm",
    "title": "Dwight D. Eisenhower Memorial: Homecoming Speech",
    "listingDescription": "Dwight Eisenhower returned to Abilene on June 22, 1945 to a parade welcoming him home and honoring his leadership in Europe during World War II. After watching the celebration, his grateful acceptance of the recognition began with the above quote. He went on to say that this parade was not just for him; he was only a \"symbol\" of the soldiers, sailors and airmen who helped bring Allied victory.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CAFC7E9F-ABCC-C5F2-26ECD407C0E215C6.jpg",
        "credit": "Alan Karchmer / OTTO",
        "altText": "A bronze statue with an inscription on a wall",
        "title": "Dwight D. Eisenhower Memorial",
        "description": "",
        "caption": "The Homecoming Speech at the Dwight D. Eisenhower Memorial.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CAFC7E9F-ABCC-C5F2-26ECD407C0E215C6.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CAFC7E9F-ABCC-C5F2-26ECD407C0E215C6.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "ddem",
        "designation": "Memorial",
        "fullName": "Dwight D. Eisenhower Memorial",
        "url": "https://www.nps.gov/ddem/index.htm",
        "name": "Dwight D. Eisenhower"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Dwight D. Eisenhower Memorial",
      "National Mall and Memorial Parks"
    ],
    "latitude": "38.88709692187154",
    "longitude": "-77.0188331981363",
    "latLong": "38.88709692187154,-77.0188331981363",
    "bodyText": "Dwight Eisenhower returned to Abilene on June 22, 1945 to a parade welcoming him home and honoring his leadership in Europe during World War II. After watching the celebration, his grateful acceptance of the recognition began with the above quote. He went on to say that this parade was not just for him; he was only a \"symbol\" of the soldiers, sailors and airmen who helped bring Allied victory.<br /> <br /> <em>Because no man is really a man who has lost out of himself all of the boy, I want to speak first of the dreams of a barefoot boy. Frequently, they are to be of a street car conductor or he sees himself as the town policeman, above all he may reach to a position of locomotive engineer, but always in his dreams is that day when he finally comes home. Comes home to a welcome from his own home town. Because today that dream of mine of 45 years or more ago has been realized beyond the wildest stretches of my own imagination, I come here, first, to thank you, to say the proudest thing I can claim is that I am from Abilene.</em><br /> <br /> Abilene, Kansas<br /> June 22, 1945",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Bicycle - Sharing Station",
      "Bus/Shuttle Stop",
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "36CAB865-2F4A-45D5-81D8-D14918C32BF2",
    "url": "https://www.nps.gov/places/ddem-general.htm",
    "title": "Dwight D. Eisenhower Memorial: Honoring the General",
    "listingDescription": "On the right side of the memorial core, Eisenhower as the Supreme Commander of the Allied Expeditionary Force during World War II is commemorated by a bronze heroic-sized statue with sculptures of his soldiers inspired by the famous photograph with the 101st Airborne Division before their jump into France. Behind the sculptures is a bas relief depicting the Normandy landings on D-Day, June 6, 1944.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C84178CD-BA8F-0477-D8621ACD9D6307F4.jpg",
        "credit": "NPS / Victoria Stauffenberg",
        "altText": "7 bronze statues grouped together. The main statue depicts a man speaking to a group of soldiers.",
        "title": "Dwight D. Eisenhower Memorial",
        "description": "",
        "caption": "General Eisenhower speaking with the 101st Airborne Division before their jump into France.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C84178CD-BA8F-0477-D8621ACD9D6307F4.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C84178CD-BA8F-0477-D8621ACD9D6307F4.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "ddem",
        "designation": "Memorial",
        "fullName": "Dwight D. Eisenhower Memorial",
        "url": "https://www.nps.gov/ddem/index.htm",
        "name": "Dwight D. Eisenhower"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Dwight D. Eisenhower Memorial",
      "Dwight D. Eisenhower",
      "military",
      "National Mall and Memorial Parks"
    ],
    "latitude": "38.88718032836914",
    "longitude": "-77.01876831054688",
    "latLong": "38.88718032836914,-77.01876831054688",
    "bodyText": "On the right side of the memorial core, Eisenhower as the Supreme Commander of the Allied Expeditionary Force during World War II is commemorated by a bronze heroic-sized statue with sculptures of his soldiers inspired by the famous photograph with the 101st Airborne Division before their jump into France. Behind the sculptures is a bas relief depicting the Normandy landings on D-Day, June 6, 1944.<br /> <br /> During the Second World War, General Eisenhower spoke with soldiers, sailors and pilots from a wide variety of backgrounds and forged them into an effective team. From November 1942 through December 1943, Ike’s diplomacy and determination created a multinational headquarters that controlled British and American units. His forces liberated North Africa, Sicily and Southern Italy which weakened Nazi Germany’s strategic position.<br /> <br /> The culmination of Eisenhower’s success in building an allied force was the amphibious assault from the southern coast of England to Normandy, France. [second sentence removed] On the night of 5\\6 June 1944, British and American airborne personnel landed behind enemy lines and they secured the flanks of the beaches from German attack. After an air and sea bombardment that morning, British, Canadian, and American troops stormed ashore from small landing craft to defeat Germans in fortified positions. American commandos, known as Rangers climbed up the one hundred foot tall cliff at Pointe du Hoc where they destroyed a dangerous German artillery position.<br /> <br /> Eisenhower’s forces then made great sacrifices along a broad front that moved across Western Europe into Germany. Many of them were buried in a series of military cemeteries on the continent. For the rest of his very active life, Eisenhower remembered the high price that his personnel paid to preserve humanity’s right to choose their own governments. On the twentieth anniversary of D-Day, he visited one of the Normandy cemeteries and said, “These people gave us a chance… so that we can do better than we have before.”",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Historical/Interpretive Information/Exhibits",
      "Information"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Dwight D. Eisenhower Memorial",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C8D5506F-594D-4E27-83EA-75B3CB9EC006",
    "url": "https://www.nps.gov/places/ddem-president-statue.htm",
    "title": "Dwight D. Eisenhower Memorial: Honoring the President",
    "listingDescription": "On the left side of the memorial core, the bronze heroic-sized statue of Eisenhower as 34th President of the United States places him at the center of the White House Oval Office flanked by sculptures of civilian and military advisors, symbolizing the balance Eisenhower struck between conflicting demands of national security and peaceful progress. The bas-relief global background depicts a map of the world symbolizing Eisenhower's role as a world statesman and preeminent inte",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C98C6357-9F88-B0BF-F73AAAB71054FF51.jpg",
        "credit": "NPS / Victoria Stauffenberg",
        "altText": "4 bronze statues standing in front of a desk with a map in the background.",
        "title": "Dwight D. Eisenhower Memorial",
        "description": "",
        "caption": "Eisenhower in the oval office as the 34th President of the United States.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C98C6357-9F88-B0BF-F73AAAB71054FF51.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C98C6357-9F88-B0BF-F73AAAB71054FF51.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "ddem",
        "designation": "Memorial",
        "fullName": "Dwight D. Eisenhower Memorial",
        "url": "https://www.nps.gov/ddem/index.htm",
        "name": "Dwight D. Eisenhower"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "National Mall and Memorial Parks",
      "Dwight D. Eisenhower Memorial"
    ],
    "latitude": "38.88725559371812",
    "longitude": "-77.01838386064264",
    "latLong": "38.88725559371812,-77.01838386064264",
    "bodyText": "On the left side of the memorial core, the bronze heroic-sized statue of Eisenhower as 34th President of the United States places him at the center of the White House Oval Office flanked by sculptures of civilian and military advisors, symbolizing the balance Eisenhower struck between conflicting demands of national security and peaceful progress. The bas-relief global background depicts a map of the world symbolizing Eisenhower's role as a world statesman and preeminent internationalist pursuing universal peace.<br /> <br /> The 1950s was a time of sweeping change as nations adjusted to a new world order. Above it all hung the cloud of the Cold War and its threat of mutual destruction. As president, Eisenhower worked to ease that threat and bring about peace.<br /> <br /> He began his presidency in 1952 by seeking an end to the Korean War. In 1955, with Cold War tension at a breaking point, he made a breakthrough with the Soviet Union with his Open Skies proposal. In his time in office, Eisenhower de-escalated crises worldwide with great diplomacy and tact.<br /> <br /> On the domestic front, Eisenhower oversaw great expansion. A moderate Republican, he continued many of the New Deal programs of his predecessors. He raised the minimum wage, expanded Social Security, established the Department of Health, Education, and Welfare, and improved the nation's infrastructure with the Federal Aid Highway Act of 1956.<br /> <br /> The 1954 Brown v Board ruling by the Supreme Court declared public schools were to be desegregated. Eisenhower made sure the law was carried out, even if it meant using a measure of force. He further broke the yoke of Jim Crow when he signed the Civil Rights Act of 1957. This protected African Americans at the voting booth and was the first civil rights legislation since Reconstruction.<br /> <br /> In 1957, the Soviet Union became the first nation to reach space with its satellite Sputnik. In response, Eisenhower signed off on legislation to create what is now known as NASA. The space race had begun, and, building from this foundation, would be won by Eisenhower's successors.<br /> <br /> Eisenhower’s public approval numbers remained high during his two terms. People believed in his integrity, sincerity, and sense of duty. For his part, Eisenhower believed in the people and what they could do for the country, the world, and each other. As he said in his first inaugural address, “Whatever America hopes to bring to pass in the world must first come to pass in the heart of America.”",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Bus/Shuttle Stop",
      "Historical/Interpretive Information/Exhibits",
      "Information"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "44A4B542-4B29-4EBF-9083-F78C3DEE2A7D",
    "url": "https://www.nps.gov/places/ddem-tapestry.htm",
    "title": "Dwight D. Eisenhower Memorial: Tapestry",
    "listingDescription": "Under the design direction of architect Frank Gehry, artist Tomas Osinski has created a stainless-steel tapestry for the Dwight D. Eisenhower Memorial. The tapestry depicts the Pointe du Hoc promontory of France’s Normandy coastline during peacetime and serves as a symbol of the peace Eisenhower sought and won as Supreme Allied Commander during World War II and maintained and nurtured as 34th president. Although the artistic feature draws inspiration from historic tapestry.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CA2FE4D6-C4A1-0BD4-A46851D8352AD9BF.jpg",
        "credit": "Alan Karchmer / OTTO",
        "altText": "2 groups of bronze statues with a large metal mesh screen in the background.",
        "title": "Dwight D. Eisenhower Memorial",
        "description": "",
        "caption": "A night time view of the tapestry at Dwight D. Eisenhower Memorial.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CA2FE4D6-C4A1-0BD4-A46851D8352AD9BF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CA2FE4D6-C4A1-0BD4-A46851D8352AD9BF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "ddem",
        "designation": "Memorial",
        "fullName": "Dwight D. Eisenhower Memorial",
        "url": "https://www.nps.gov/ddem/index.htm",
        "name": "Dwight D. Eisenhower"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Dwight D. Eisenhower Memorial",
      "National Mall and Memorial Parks"
    ],
    "latitude": "38.88716003105482",
    "longitude": "-77.01834332204801",
    "latLong": "38.88716003105482,-77.01834332204801",
    "bodyText": "Under the design direction of architect Frank Gehry, artist Tomas Osinski has created a stainless-steel tapestry for the Dwight D. Eisenhower Memorial. The tapestry depicts the Pointe du Hoc promontory of France’s Normandy coastline during peacetime and serves as a symbol of the peace Eisenhower sought and won as Supreme Allied Commander during World War II and then maintained and nurtured as 34<sup>th</sup> president. Although the artistic feature draws inspiration from historic tapestries, the process and materials implemented in the Eisenhower Memorial introduce a new innovative perspective on the conventional practice of tapestry weaving.<br /> <br /> Juggling many factors and possibilities, the artistic team of the Eisenhower Memorial chose to use stainless steel for its durability. Stainless steel possesses a metal with natural qualities that ensure its longevity. The metal has a natural oxidation process that protects the steel from corrosion. The element of chromium in the steel makes the material resistant to corrosion when exposed to oxygen. Because the tapestry will reside outdoors, many physical and metallurgical tests were conducted to decide which type of steel would be used in the project. The tapestry proved widely successful in these tests including withstanding the vacuum pressure of an airplane propeller and losing only six of the six-thousand welds that were subject to simulated hurricane wind for one month.<br /> <br /> At 447 feet long and 60 feet tall, a stainless steel tapestry of this size has never been attempted before. Made of 600 panels, each measuring 3 feet by 15 feet, the steel tapestry is supported by a cable net system suspended from a stone-clad concrete colonnade spanning the southern perimeter of the memorial. Architect Frank Gehry chose an expansive element to add gravitas to the memorial park, to serve as a commemorative element providing context for the memorial, and as an urban planning element defining the space in its urban surroundings.<br /> <br /> The initial memorial narrative featured a depiction of the Kansas landscape, commemoratingEisenhower's ties to his home state. As the design process continued, the design team proposed an image of Normandy's coastline to symbolize Eisenhower's role as a preeminent world leader.<br /> <br /> The initial artwork was a photographic representation of the Normandy cliffs and French landscape compiled from images captured by drone. As the team collaborated and received artistic feedback from the U.S. Commission of Fine Arts, the tapestry artwork evolved from a photographic montage to an artful abstract line drawing of the Pointe du Hoc promontory in peacetime.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Bus/Shuttle Stop",
      "Historical/Interpretive Information/Exhibits",
      "Information Kiosk/Bulletin Board"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "21DBF631-CC84-4A18-8180-4360AF3E96A8",
    "url": "https://www.nps.gov/places/ddem-young-statue.htm",
    "title": "Dwight D. Eisenhower Memorial: The Young Man",
    "listingDescription": "On a pedestal at the northwest plaza entrance, a life-size sculpture of Eisenhower as a young man depicts the trajectory of his life as the quintessential American story. Inscribed in stone nearby is an excerpt from Eisenhower's Abilene Homecoming Speech on June 22, 1945.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CAC8785C-088F-770B-CACAA4321359260F.jpg",
        "credit": "Eisenhower Memorial Commission",
        "altText": "A bronze statue of a young boy sitting on a pedestal.",
        "title": "Dwight D. Eisenhower Memorial",
        "description": "",
        "caption": "A life-size statue of President Eisenhower as a young man.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CAC8785C-088F-770B-CACAA4321359260F.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CAC8785C-088F-770B-CACAA4321359260F.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "ddem",
        "designation": "Memorial",
        "fullName": "Dwight D. Eisenhower Memorial",
        "url": "https://www.nps.gov/ddem/index.htm",
        "name": "Dwight D. Eisenhower"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Dwight D. Eisenhower Memorial",
      "National Mall and Memorial Parks"
    ],
    "latitude": "38.887138677640316",
    "longitude": "-77.01898467546198",
    "latLong": "38.887138677640316,-77.01898467546198",
    "bodyText": "On a pedestal at the northwest plaza entrance, a life-size sculpture of Eisenhower as a young man depicts the trajectory of his life as the quintessential American story. Inscribed in stone nearby is an excerpt from Eisenhower's Abilene Homecoming Speech on June 22, 1945.<br /> <br /> Before Eisenhower was a general or a president, he was a “barefoot boy” in Abilene who dreamed about his future. A strong family and community raised him. Dwight’s parents, David and Ida, structured family life around religion, school, as well as hard work on the farm and creamery. As a result, he became a good student, worker, athlete, and general. In June 1945, Eisenhower returned to his hometown as not the leader of the forces that helped to defeat Nazi Germany but as another citizen who was proud of the values that he learned from the people there.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Bicycle - Sharing Station",
      "Bus/Shuttle Stop",
      "Food/Drink - Restaurant/Table Service",
      "Historical/Interpretive Information/Exhibits",
      "Information"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]