[
  {
    "id": "E24ADBD9-7476-43C3-B47B-C2C1C22C2690",
    "url": "https://www.nps.gov/places/artists-palette.htm",
    "title": "Artists Palette",
    "listingDescription": "This scenic vista offers a stunning glimpse into Death Valley’s colorful volcanic past.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/91061898-0F2F-B755-A74292D70AE791F7.jpg",
        "credit": "NPS",
        "altText": "A person stands in front of hills colored brown, cream, pinkish and greenish",
        "title": "Artists Palette",
        "description": "",
        "caption": "The colorful hills of Artists Palette",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/91061898-0F2F-B755-A74292D70AE791F7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/91061898-0F2F-B755-A74292D70AE791F7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Artists Palette",
      "Artists Drive",
      "Death Valley National Park",
      "scenic viewpoint",
      "Scenic Drive",
      "volcanic activity",
      "1-3 Hour Visit Highlight",
      "Star Wars",
      "HWY 190"
    ],
    "latitude": "36.363166659",
    "longitude": "-116.799005913",
    "latLong": "36.363166659,-116.799005913",
    "bodyText": "<h3>A spectacular array of colors adorn the hills of Artists Palette.</h3> <br /> Tucked behind an unassuming yellow landscape, the rainbow of Artists Palette is the highlight along the Artists Drive Scenic Loop. Here, visitors marvel at an array of colors (red, orange, yellow, blue, pink, and green), splashed across the hills. These colors are from volcanic deposits rich in compounds such as iron oxides and chlorite, which creates a rainbow effect.   <br /> <br /> Stunning not only at Artists Palette, the Artists Drive loop winds through hills carved by the erosive power of water, and gives vistas of both the rugged Black Mountains and swirling white salt flats. While no maintained trails exist along this loop, several pull outs provide safe parking areas from which to explore this unique landscape on foot.  <br /> <br /> Although Artists Drive and Artists Palette are beautiful any time of day, sunrise and sunset provide additional shadows and changing light, further enhancing the allure of this incredible place.<br /> <br /> When visiting Artists Palette, allow approximately 30 minutes to detour from Badwater Road along the one-way Artists Drive Scenic Loop. The drive begins 8.5 miles (13.7 km) south of the Hwy 190/Badwater Rd. junction and has a length restriction of 25 ft. (7.6 m) due to sharp bends and large dips. <br /> <br /> <br />  ",
    "audioDescription": "Partially eroded yellow hills free of vegetation, with layers of different colors including blue, red, pink, orange, brown, and green. There is a large wash between the viewpoint and the hills.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "b4cf4189-8a3c-4dfd-bf35-2c9ed9b00363",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Artists Drive Scenic Loop, Death Valley National Park",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "CE54D928-0B47-4F93-A9C8-F1A054EFB3E1",
    "url": "https://www.nps.gov/places/ashford-mill-site.htm",
    "title": "Ashford Mill Site",
    "listingDescription": "Explore the ruins of the historic Ashford Mill and office building.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/881E51AD-C3CB-12C9-12AAC982C27B75AD.jpg",
        "credit": "NPS/ K. Moses",
        "altText": "Yellow flowers around a three-sided roofless concrete ruin in a desert with mountains beyond.",
        "title": "Ashford Mill",
        "description": "",
        "caption": "When conditions are right, flowers surround the ruins of the historic building at Ashford Mill.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/881E51AD-C3CB-12C9-12AAC982C27B75AD.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/881E51AD-C3CB-12C9-12AAC982C27B75AD.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "mining history",
      "ashford mill",
      "Gold",
      "shoreline butte",
      "lake manly"
    ],
    "latitude": "35.91912",
    "longitude": "-116.68291",
    "latLong": "35.91912,-116.68291",
    "bodyText": "<h3>Legends of foreign royalty and large sums of money associated with the Ashford Mine drew early tourists to the area.</h3>   <p>Unfortunately, the legends, along with the still standing wooden interpretive sign which tells of them, are far more intriguing than they are true. The Ashford Mine, located approximately 5 miles (8 km) east and 3,500 feet (1,067 m) above the mill, did produce gold ore but was not rich enough to justify the large amount of money needed to extract, process and transport that ore. The mine was worked intermittently between 1910 and 1941 by the Ashford brothers or individuals/companies they leased it to.<br /> <br /> One of the lessees, B.W. McCausland and his son Ross, supplied the capital to build the forty-ton capacity mill located on the valley floor. The mill once had wooden walls and windows as well as machinery including a jaw-crusher; now only the foundation and some debris remains. Visitors to the Ashford Mill site today will also see the crumbling concrete ruins of an office building.   <br /> <br /> When exploring the Ashford Mill site, be sure to take a moment to notice the terrace formations on the side of Shoreline Butte (the large hill dotted with dark volcanic rocks west of the site). Shoreline Butte was so named because the terrace formations (shores) were formed by different water levels of the ancient Lake Manly which once covered much of Death Valley.  <br />   <br /> The Ashford Mill site is located off Badwater Road, 28 miles (45 km) west of the Shoshone entrance. </p> <p> </p>",
    "audioDescription": "Open desert floor with scattered small woody shrubs and mountains to the east and west. There is a crumbling brown concrete ruin, which was once an office building. The ruin has partial remains of three side walls with tall holes for windows/doors. There is no wall on the fourth side, and no roof. Chunks of concrete debris of various sizes are scattered in and around the ruin. There is also minimal ruins of a historic mining mill which include a concrete slab and several upright concrete pillars on the downhill side of a small hill. A butte covered in small shrubs, grasses and volcanic rock rises in the distance to the west. The butte has horizontal lines (terraces) in the earth which were naturally formed by different levels of a long-gone lake.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Parking - Auto",
      "Picnic Table",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historic Mining Ruins",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "32602C1E-B97E-4ECA-852F-7BF4FDCAED3D",
    "url": "https://www.nps.gov/places/badwater-basin.htm",
    "title": "Badwater Basin",
    "listingDescription": "The lowest point in North America is a surreal landscape of vast salt flats. The basin sits 282 feet (86 m) below sea level where a temporary lake may form after heavy rainstorms.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/nri/20180325/places/B5D556BE-1DD8-B71B-0B4992FCEFD26B22/B5D556BE-1DD8-B71B-0B4992FCEFD26B22.jpg",
        "credit": "NPS photo",
        "altText": "An expansive salt flat, devoid of obvious life, with distant desert mountains.",
        "title": "",
        "description": "",
        "caption": "Badwater Basin is home to the lowest point in North America.",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "desert",
      "salt flat",
      "minerals",
      "geology",
      "hydrology",
      "astronomy",
      "geoheritage sites",
      "Death Valley National Park",
      "Badwater",
      "elevation",
      "lowest",
      "1-3 Hour Visit Highlight",
      "sunset",
      "HWY 190"
    ],
    "latitude": "36.2502784729004",
    "longitude": "-116.825836181641",
    "latLong": "36.2502784729004,-116.825836181641",
    "bodyText": "<h3>The lowest point in North America is a surreal landscape of vast salt flats.</h3>   <p>Badwater Basin is the lowest point in North America at 282 ft (86 m) below sea level. The salt flats here cover nearly 200 square miles (518 square km), and are composed mostly of sodium chloride (table salt), along with calcite, gypsum, and borax. <br /> <br /> Stories suggest that Badwater Basin earned its name when a mule belonging to an early surveyor refused to drink from the spring-fed pool near the present-day boardwalk. However, the water here is not truly “bad,” just very salty. Despite this high salinity, many organisms not only survive, but thrive here. The pool is home to an endemic snail naturally found only at this location, and its rim is dotted with salt tolerant plants, including pickleweed. <br /> <br /> Badwater Basin was once the site of the large ancient inland Lake Manly which evaporated tens of thousands of years before the arrival of the 1849er for whom it was named. The lake had no outlet, leading to the accumulation of sediment and salt over time. When the lake eventually evaporated, concentrated salt deposits were left behind. Today, fascinating geometric salt polygons form on the flats as groundwater rises up through these deposits and evaporates.  <br /> <br /> The pool and boardwalk are easily accessible from the parking lot off Badwater Road, but the best views of the salt polygons require an easy 1.5-2 mile (2.4-3.2 km) roundtrip walk out onto the salt flats. Be sure to look up on the cliffs of the Black Mountains to the east; here you will see a sign high above, indicating sea level. Also take a moment to pick out Telescope Peak in the Panamint Range to the west; at 11,049 ft (3, 368 m), this peak is over two miles (3.2 km) above you. Nowhere else in America can you see such a dramatic vertical relief over such a close distance.<br /> <br /> <strong><span style=\"color:#c0392b;\">HIKING NOT ADVISED AFTER 10AM IN THE SUMMER</span></strong><br /> <br /> <span style=\"color:#000000;\"><strong>Round Trip Length: </strong>1 mile (1.6km) to edge of salt flat<br /> <strong>Round Trip Time:</strong> 40 minutes<br /> <strong>Dificulty</strong>: Easy <br /> <strong>Elevation Gain:</strong> Flat<br /> <strong>Trail Type:</strong> Boardwalk then route, out and back <br /> <strong>Location:</strong> Badwater Road, 30 minutes (17 miles/27km) south of Furnace Creek<br /> <strong>Parking:</strong> Paved parking lot with large spaces for RVs and buses<br /> <strong>Closest Restroom</strong>: Vault toilet located in parking lot<br /> <strong>Route:</strong> An ADA accessible ramp leads down to a wooden boardwalk. The walking surface is firm and wide beyond the boardwalk. <br /> <br /> Note: pets are not allowed on any trail in Death Valley National Park, even if carried. Do not leave your animal in your vehicle. Speak with a ranger about one of the incredible dirt roads where you may walk your pet.</span></p>",
    "audioDescription": "A broad, flat valley surrounded by a tall ridge line of mountains to both the west and east. The valley is covered in white salt, which in some areas forms large raised polygon shapes roughly 2-3 feet (0.6-1 meters) in diameter. The outlines of these shapes are approximately 6 inches (15 centimeters) tall. Areas of brown clay dirt ring the edge of the salt-lined valley. A white railed pathway leads to a wooden boardwalk with a sign that reads \"Badwater Basin, 282 feet/85.5 meters below sea level,\" and a ramp down to the salt flats. There is a shallow pool approximately 20 feet (6 meters) in diameter near the boardwalk, with short bushes scattered near its edge.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Entrance Passes for Sale",
      "Information",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Restroom",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Lowest point in North America. ",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Badwater Basin",
        "id": "F3AECF9F-155D-4519-3EAA-BFC85829E3CB",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=5846958&id=F3AECF9F-155D-4519-3EAA-BFC85829E3CB"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "22AA91FE-3D4C-49E9-A472-DDC6299D42DF",
    "url": "https://www.nps.gov/places/dantes-ridge-mt-perry.htm",
    "title": "Dantes Ridge (Mt. Perry)",
    "listingDescription": "A strenuous hiking route along a ridge to a high point, with stunning views of the floor of Death Valley and the Panamint Mountain Range.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AF1129CB-026B-8F1C-8A9BA32DBD21805E.jpg",
        "credit": "NPS Photo",
        "altText": "A hiker walks toward the camera on a wide undulating desert ridge covered with small shrubs.",
        "title": "Mount Perry Hike",
        "description": "",
        "caption": "The strenuous hike along Dantes Ridge to Mt Perry provides sweeping views in all directions.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AF1129CB-026B-8F1C-8A9BA32DBD21805E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AF1129CB-026B-8F1C-8A9BA32DBD21805E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "Dantes View",
      "Dantes Ridge",
      "mt perry",
      "hiking"
    ],
    "latitude": "36.220674",
    "longitude": "-116.72643",
    "latLong": "36.220674,-116.72643",
    "bodyText": "<h3>A hike along Dantes Ridge feels like a trek on top of the world.</h3>   <p>Those seeking a strenuous hike with wide open views the entire way will surely enjoy Dantes Ridge. This unofficial trail begins from the north end of the Dantes View parking lot and continues approximately 4 miles (6.5 km) to Mt. Perry. The route follows a tree-less ridgeline in the Black Mountains and has many small climbs and descents. Due to these numerous ups and downs, the return trip is just as challenging as the hike out to Mt. Perry.<br /> <br /> The route is generally easy to follow, but there are a few areas where it becomes lost in jumbled rocks. When hiking this route in winter, remember that it is significantly higher than the valley floor (Mt. Perry elevation: 5,738 ft/1,749 m), so bring extra layers. Although the route is cooler than the valley during the summer, summer hiking after 10 am is not recommended due to the complete lack of shade along the route.   <br />  </p> <hr /> <p><span style=\"color:#c0392b;\"><strong>HIKING NOT ADVISED AFTER 10AM IN THE SUMMER</strong></span><br /> <br /> <strong>Round Trip Length:</strong> 9 miles (14 km)<br /> <strong>Round Trip Time:</strong> 4-6 hours<br /> <strong>Difficulty:</strong> Difficult<br /> <strong>Elevation Gain: </strong>2,090 ft (637 m)<br /> <strong>Trail Type:</strong> No official trail, out and back route<br /> <strong>Location:</strong> Unofficial trailhead at the north end of the Dantes View parking lot. <br /> <strong>Parking:</strong> Paved Dantes View lot. No vehicles over 25 ft (8 m) in length.<br /> <strong>Closest Restroom:</strong> Vault toilet located in pull-out just before Dantes View parking lot. No restrooms along hiking route. Do not leave toilet paper in the backcountry.<br /> <strong>Route:</strong> Out and back unofficial route from Dantes View heading north along the ridge to Mt. Perry. Unobstructed views the entire route. Frequent elevation gain and loss.<br /> <br /> Note: pets are not allowed on any trail in Death Valley National Park, even if carried. Do not leave your animal in your vehicle. Speak with a ranger about one of the incredible dirt roads where you may walk your pet.</p>",
    "audioDescription": "trail overlook a desert valley approximately 5,000 ft (1,500 m) below, covered with white salt and minerals. A rocky brown and gray mountain range runs north-south, on the opposite side of the valley, parallel to Dantes Ridge. The dirt route roughly follows the top of the ridge and leads north from the parking area. There are some clumps of grasses and small woody shrubs along the route, but no trees. Some areas next to the route have clusters of brown jagged rocks. During warmer months there are often lizards of various species which run across or near the route. The route ends at the relatively flat top of Mount Perry, the high point along the ridge. There are open views of desert valley floors and distant mountains to the east the entire way. The route does not go near the edge of the ridge or have any exposed drop-offs. There are several steep sections of the route with slippery, loose dirt as well as uneven areas and areas with large boulders.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Parking - Auto",
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Hiking Route",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7273F2E9-5CB3-4143-B747-5180C6879F5B",
    "url": "https://www.nps.gov/places/dantes-view.htm",
    "title": "Dantes View",
    "listingDescription": "Considered one of the best scenic vistas in the park, Dantes View provides a birds-eye view of Death Valley.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/00932934-B584-A857-A2FFAA6EF6DFEC7E.jpg",
        "credit": "T. Vanderlay",
        "altText": "Shafts of light stream through clouds over a dark mountain range and swirling white salt flats.",
        "title": "Dantes View",
        "description": "",
        "caption": "Cloudy days give way to spectacular sunsets at Dantes View.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/00932934-B584-A857-A2FFAA6EF6DFEC7E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/00932934-B584-A857-A2FFAA6EF6DFEC7E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "Dantes View",
      "mt perry",
      "black mountains",
      "salt flats",
      "sunset",
      "stargazing",
      "International Dark Sky Park",
      "scenic vista",
      "Star Wars",
      "half-day visit park highlight",
      "HWY 190"
    ],
    "latitude": "36.220563354",
    "longitude": "-116.726452551",
    "latLong": "36.220563354,-116.726452551",
    "bodyText": "<h3>“I don’t pay much attention to scenery, but I know one view that made me stop and look.”</h3> <br /> These words were spoken in 1926 by Charles Brown, a local man from Shoshone, when asked by the governor of Nevada for his opinion of the best view of Death Valley. As true today as it was then, Dantes View affords visitors an unparalleled view of the swirling white salt flats of Death Valley below (or if you’re a Star Wars fan, Mos Eisley), and the Panamint Range to the west. <br /> <br /> Towering 5,575 ft (1,699 m) above Badwater Basin, on the ridge of the Black Mountains, Dantes View is a favorite spot for photographers. Sunrise and sunset are especially magnificent here, and although this area is popular, it is easy to find solitude and set up the perfect shot with a short hike along the ridge to the north. More adventurous hikers can continue along the ridge to Mt. Perry, an 8 mile round-trip journey with approximately 1,200 ft (366 m) of elevation gain.  <br /> <br /> Not only is Dantes View incredible during the day, it is absolutely breathtaking at night. Death Valley National Park is an <a href=\"https://www.darksky.org/our-work/conservation/idsp/parks/deathvalley/\">International Dark Sky Park</a>, so don’t forget to bring your telescope (or just use your naked eyes), because a visit during a new moon will provide a humbling glimpse of the Milky Way and stars above. A visit during a full moon is equally as grand, as the salt flats below glow a ghostly white.<br /> <br /> A 45 minute drive from Furnace Creek, Dantes View is well worth the detour off the main Highway 190 route.<br />  ",
    "audioDescription": "A raised curb separates the viewing area from the parking lot. A 4 foot (1.2 meter) metal fence separates the viewing area from a near-vertical drop of over 5,000 feet (1,525 meters) to the valley floor. The valley floor below is swirling white salt flats. A mountain range rises on the west side of the valley, parallel to the view point. The tallest peak in this range is Telescope Peak, with an elevation of 11,049 feet (3,368 meters).",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "89c2be5f-f257-4992-becf-e8156c389824",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting",
      "Trailhead",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "0830424D-4411-456F-BF53-6439D95DAA35",
    "url": "https://www.nps.gov/places/darwin-falls.htm",
    "title": "Darwin Falls",
    "listingDescription": "A lush oasis and year-round waterfall in the desert.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/20BE9523-D4D9-2F23-16CA1705C1D3F0B6.jpg",
        "credit": "NPS/Jason Gray",
        "altText": "A thin waterfall splitting into a V near the bottom feeds a shallow pool surrounded by green plants.",
        "title": "Darwin Falls",
        "description": "",
        "caption": "The spring-fed waters of Darwin Falls created an unexpected oasis in the desert.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/20BE9523-D4D9-2F23-16CA1705C1D3F0B6.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/20BE9523-D4D9-2F23-16CA1705C1D3F0B6.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "Darwin Falls",
      "hiking",
      "waterfall",
      "oasis"
    ],
    "latitude": "36.3208593327",
    "longitude": "-117.524937502",
    "latLong": "36.3208593327,-117.524937502",
    "bodyText": "<h3>Flowing water cascades into a shallow pool surrounded by lush green vegetation.</h3>   <p>The above description is not one often associated with Death Valley, but the arid Mojave Desert makes an exception at Darwin Falls. Nestled in an unassuming canyon with no water flowing beyond the canyon mouth, few would guess that around several dry desert bends hides a world of water and life.<br /> <br /> Darwin Falls was named for an Army physician, Erasmus Darwin French, who came to the west in 1846 during the Mexican American war and prospected for silver in the area. At around 18 feet (5.5 m) tall, Darwin Falls is one of only a handful of year-round waterfalls in Death Valley National Park. The spring-fed water creates a truly special environment, allowing for the growth of trees, cattails, aquatic vegetation, and even ferns. Amphibians such as tree frogs and toads complete part of their lifecycle in these waters, and wildlife including bighorn sheep depend on the water’s flow for survival.<br /> <br /> Humans have also used this water for hundreds of years, and hikers may notice a metal pipe carrying water from the stream below the falls. Please do not enter the pool, as it is the drinking source for nearby Panamint Springs Resort.<br /> <br /> The trailhead for the falls is accessed via an unmarked gravel road 1.2 miles (2 km) west of Panamint Springs Resort and is not always passable by sedans; speak with a ranger about current road conditions before heading out.     </p> <hr /> <p><span style=\"color:#c0392b;\"><b>HIKING NOT ADVISED AFTER 10AM IN THE SUMMER</b></span><br /> <br /> <strong>Round Trip Length: </strong>2 miles (3.2 km) <strong> </strong><br /> <strong>Round Trip Time: </strong>1.5 - 2 hours<br /> <strong>Difficulty: </strong>Moderate<br /> <strong>Elevation Gain:</strong> 450 ft (137 m)<br /> <strong>Trail Type: </strong>No official trail, unmarked out and back route<br /> <strong>Location: </strong>Darwin Falls Road off CA-190 (2.5 mi/4km from turn off). Typically passable by sedans, but may be rocky and rutted and require a high clearance vehicle.<br /> <strong>Parking:</strong> Small uneven dirt area, not recommended for RVs<br /> <strong>Closest Restroom: </strong>No restrooms. The nearest facilities are located at the privately owned Panamint Springs Resort. Do not leave toilet paper near the trailhead or in the canyon.<strong> </strong><br /> <strong>Route: </strong>Unmarked route. Fairly flat but becomes rocky as it transitions from a gravely desert wash into a high walled canyon. Inside the canyon thick vegetation, stream crossings, and large slick rocks create obstacles requiring caution. Please protect this fragile resource by hiking only where a previous route exists. NO SWIMMING - this water is the drinking source for Panamint Springs Resort.<br /> <br /> Note: pets are not allowed on any trail in Death Valley National Park, even if carried. Do not leave your animal in your vehicle. Speak with a ranger about one of the incredible dirt roads where you may walk your pet.</p>",
    "audioDescription": "The parking area is an uneven dirt lot at the end of a rough gravel road. There is no official trail but the route leads down into a dry desert wash dotted with small plants including creosote and desert holly. Hikers proceed up the wide gravely wash, making several turns as the wash bends between high rocky walls. The canyon walls gradually narrow the farther up you go, and water and willows begin to appear. As hikers proceed farther into the canyon, there is an increasing amount of vegetation including willows and cattails. There are several locations where the unofficial route branches, and hikers must climb over rocks or cross the stream (in some places, hikers have placed logs at crossings to avoid getting wet shoes). There are also areas with low-hanging branches. The route eventually dead ends at a small shallow pool about 20 feet (6 m) across. A rock cliff covered in wet moss rises from the opposite side of the pool and a narrow cascade of water flows over it into the pool, branching over a rock outcropping into and upside down V shape about 1/3 of the total waterfall height above the pool. Cattails grow in the pool to the left of the fall, and ferns cling to the cliff wall to the right of the fall.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "55928042-93eb-463a-9639-10d493c01634",
    "isManagedByNps": "1",
    "amenities": [
      "Parking - Auto",
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Hiking Route",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B1926C89-43DD-4764-8E69-8034039CBF76",
    "url": "https://www.nps.gov/places/desolation-canyon.htm",
    "title": "Desolation Canyon",
    "listingDescription": "A favorite trail-less canyon for hiking and geology enthusiasts.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6AB6A79D-DF12-82B7-B939B9B35CFDBDEB.jpg",
        "credit": "NPS/ M. Lavelle",
        "altText": "Two hikers walk up a wash with their backs to the camera, while the sun rises over the canyon wall.",
        "title": "Desolation Canyon",
        "description": "",
        "caption": "Hikers explore the geologic rainbow of Desolation Canyon.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6AB6A79D-DF12-82B7-B939B9B35CFDBDEB.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6AB6A79D-DF12-82B7-B939B9B35CFDBDEB.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "desolation canyon",
      "Star Wars",
      "hiking",
      "volcanic activity",
      "HWY 190"
    ],
    "latitude": "36.3936876328",
    "longitude": "-116.830996037",
    "latLong": "36.3936876328,-116.830996037",
    "bodyText": "<h3>Colorful canyon walls and mud-cracked earth beckon those searching for an off-trail adventure.</h3>   <p>This spectacular canyon is less frequently explored than other areas of the park, and offers a challenging hike with incredible scenery. Upon entering the canyon, visitors find themselves immersed in the badlands; geologic formations made up of fine, silt-like sediments that covered the bottom of an enormous lake which once stretched across much of Death Valley. <br /> <br /> While hiking through these badlands, notice how easily the canyon walls crumble and erode. Badlands are greatly impacted by sudden downpours of rain, which quickly turn this canyon into a river of mud. Hikers will step over piles of dried sediment at the base of the canyon walls, and crisscross a section of deep mud-cracks, all of which were left behind from powerful flash floods and mudflows. <br /> <br /> Most of the badlands in Desolation Canyon are a rich golden color, but as hikers progress up the canyon they will see some sections of green, red and purple rocks. Millions of years ago, when this area was under water, nearby volcanic eruptions deposited layers of ash and debris in the lake, which settled among the silts and clays at the bottom. After the lake evaporated away and exposed the badlands formations, the iron minerals in these ash deposits reacted with oxygen and developed colorful tints. Some of the best times to hike through Desolation Canyon are in the late afternoon and early evening, when the low light catches these colorful rocks. </p> <hr /> <p><span style=\"color:#c0392b;\">HIKING NOT ADVISED AFTER 10 AM IN THE SUMMER</span><br /> <br /> <strong>Round Trip Length: </strong>3.6 mile (5.8km)<br /> <strong>Round Trip Time:</strong> 2.5 hours<br /> <strong>Difficulty:</strong> Moderate/Difficult<br /> <strong>Elevation Gain:</strong> 600 ft (183m)<br /> <strong>Trail Type:</strong> Out and back route- not an official trail<br /> <strong>Location: </strong>The short unpaved Desolation Canyon Road is located 3.7 miles (6km) south of CA-190 off Badwater Road. <br /> <strong>Parking:</strong> Gravel parking area <br /> <strong>Route:</strong> Up a canyon. After about a mile, hikers will encounter two dryfalls to scramble over; use caution, especially while descending. The route ends at the top of Desolation Canyon, with a spectacular view of Death Valley below.<br /> <br /> Note: pets are not allowed on any trail in Death Valley National Park, even if carried. Do not leave your animal in your vehicle. Speak with a ranger about one of the incredible dirt roads where you may walk your pet.</p>",
    "audioDescription": "Open desert with small washes and brown mountains to the east. Very little vegetation except small plants with few leaves. Walking beyond the dirt parking area brings hikers to a canyon with towering yellow hills/walls on both sides. Some areas of the canyon have mud cracks on the canyon floor and colorful deposits in the otherwise yellow/brown walls.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "9adf3bc2-90fd-4226-84cc-d75dd99cb48c",
    "isManagedByNps": "1",
    "amenities": [
      "Parking - Auto",
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Hiking Route",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "09A7A30C-C9C5-46D4-8390-6AD5227B9F28",
    "url": "https://www.nps.gov/places/devils-hole.htm",
    "title": "Devils Hole",
    "listingDescription": "Peer into a vast aquifer in the Mojave Desert to observe one of the most endangered fishes on the planet.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7C526381-F454-7569-6C0C02C0F6DAC156.jpg",
        "credit": "Kim Stringfellow 2019",
        "altText": "Steep rocky cliffs rise up on 3 sides from the teal water of a pool containing research equipment.",
        "title": "Devils Hole",
        "description": "",
        "caption": "Devils Hole is the only natural home of the endangered Devils Hole Pupfish.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7C526381-F454-7569-6C0C02C0F6DAC156.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7C526381-F454-7569-6C0C02C0F6DAC156.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "Devils Hole",
      "pupfish",
      "endangered",
      "water",
      "Earthquake",
      "aquifer",
      "Ash Meadows National Wildlife Refuge"
    ],
    "latitude": "36.4252616035",
    "longitude": "-116.290923233",
    "latLong": "36.4252616035,-116.290923233",
    "bodyText": "<h3>Devils Hole, a disjunct portion of Death Valley National Park, is a water-filled, geothermal cave system and the only natural habitat for the highly endangered Devils Hole pupfish (Cyprinodon diabolis). </h3>   <p>Devils Hole is nestled within the <a href=\"https://www.fws.gov/refuge/ash_meadows/\">Ash Meadows National Wildlife Refuge</a>, an incredibly biodiverse, spring-fed oasis in southern Nevada. The calm, carbonate-rich and oxygen-poor water of Devils Hole is a constant 33.5–34°C (93°F) in the deeper reaches of the cave and is often even warmer in the shallows. This combination creates a challenging environment for the tiny blue Devils Hole pupfish! These fish subsist on algae, invertebrates, and other micro-organisms found on a shallow rock shelf within the pool. <br /> <br /> The water level in Devils Hole was protected by the United States Supreme Court in 1976 to help ensure the ongoing survival of this unique fish. With only about 100–180 individuals remaining in the wild, scientists continue their efforts to conserve the species for this and future generations to learn from and enjoy. <br /> <br /> Ash Meadows is located approximately 50 miles east of the Furnace Creek Visitor Center in Death Valley and 90 miles northwest of Las Vegas. The refuge and Devils Hole are accessed via Spring Meadows Road. Refuge roads are dirt and gravel, and higher clearance or 4-wheel drive vehicles may be required depending on conditions. <br /> <br /> Due to the sensitive nature of Devils Hole, the pool is fenced and must be viewed from afar; bring binoculars to better see the tiny fish from the Devils Hole viewing platform. For a closer look at desert pupfishes, be sure to check out the other pools and species on the refuge!</p>",
    "audioDescription": "A platform completely encaged with metal fencing provides views of a teal blue pool below. The pool is approximately 70 feet long by 12 feet wide (22 meters by 3.5 meters). Steep rocky cliffs rise nearly vertically from three sides of the pool, and the fourth side is a sloped rocky descent from under the viewing platform.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.fws.gov/refuge/ash_meadows/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "e62f9abf-2cee-44a9-bc82-693634eaf95c",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park- Ash Meadows National Wildlife Refuge",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Home of the endangered Devils Hole pupfish",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "427E0CBA-166D-4460-9091-3C750FC8D6C4",
    "url": "https://www.nps.gov/places/eureka-dunes.htm",
    "title": "Eureka Dunes",
    "listingDescription": "The Eureka Dunes lie in the remote Eureka Valley, an enclosed basin at 3000 foot elevation located northwest of Death Valley. The dunes cover an area only 3 miles long and 1 mile wide, yet they are the tallest sand dunes in California, possibly the tallest in all of North America. They rise suddenly more than 680 feet above the dry lakebed at their western base. As tall as these dunes are, they are dwarfed by the impressive limestone wall of the Last Chance Mountains.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/nri/20180325/places/B9ABA965-1DD8-B71B-0B948BD8A9C5CA3E/B9ABA965-1DD8-B71B-0B948BD8A9C5CA3E.jpg",
        "credit": "NPS photo",
        "altText": "Sand ripples in the foreground lead to high dunes in the background.",
        "title": "",
        "description": "",
        "caption": "The Eureka Dunes are the tallest dunes in California.",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "sand dunes",
      "desert",
      "endemic species",
      "endangered species",
      "geoheritage sites",
      "Death Valley National Park"
    ],
    "latitude": "37.099152088",
    "longitude": "-117.67216363",
    "latLong": "37.099152088,-117.67216363",
    "bodyText": "<p>A pale mountain of sand rises from the flat valley floor, framed by rugged hills striped with pink, tan, and black.</p> <p><strong>Highest Dunes</strong><br /> The Eureka Dunes lie in the remote Eureka Valley, an enclosed basin at 3000 foot elevation located northwest of Death Valley. The dunes cover an area only 3 miles long and 1 mile wide, yet they are the tallest sand dunes in California, possibly the tallest in all of North America. They rise suddenly more than 680 feet above the dry lakebed at their western base. As tall as these dunes are, they are dwarfed by the impressive limestone wall of the Last Chance Mountains which rises another 4000 feet above the valley floor.</p> <p><strong>Singing Sand</strong><br /> The climb to the summit of the dunes is not an easy walk. All the slopes are steep and the loose sand gives way beneath your feet. At the top, the sweeping view seems reward enough for your efforts, yet if the sand is completely dry you may experience one of the strangest phenomena to be found in the desert: singing sand. When the sand avalanches down the steepest face of the highest dune, a sound like a bass note of a pipe organ or the distant drone of an airplane can be heard eminating from the sand. If the dune is at all damp (even though it may not feel so to the touch) no sound will be made. Why this occurs is not fully understood, but may have something to do with the smooth texture of the sand grains and the friction of those grains sliding against each other.</p> <p><strong>Island in the Desert</strong><br /> At first glance the Eureka Dunes appear desolate. What could possibly survive the hardships of this area? Plants and animals must endure the shifting sands, as a windstorm could bury them alive or expose them to the drying sun. The dry surface is deceptive, for dunes can hold water like a sponge. The Eureka Dunes receive more rainfall than others in the Death Valley area because their location at the western base of a mountain range that captures precipitation from passing storms. For perhaps 10,000 years these dunes have existed, providing a unique habitat for specialized lifeforms to evolve. The isolation of Eureka Dunes from other dune fields has led to the development of endemic species of plants and animals that are found nowhere else in the world. Besides 5 species of endemic beetles, 3 special plants have their entire range limited to this island of sand.</p> <ul> <li><strong>Eureka Dunegrass</strong> <em>Swallenia alexandrae</em><br /> is often the only plant found on the higher slopes of the dunes. Its dense root system catches and holds drifting sand, forming stable hummocks. Stiff, spiny leaftips protect the plant from being disturbed by herbivores and careless hikers. Federally listed as an endangered species.</li> <li><strong>Eureka Dunes Evening Primrose</strong> <em>Oenothera avita eurekensis</em><br /> has large, white, night-blooming flowers to take advantage of pollenators such as moths that avoid the heat of day. When the leafy flower shoot is covered by windblown sand, roots sprout from the sides and a new rosette of leaves forms at the tip. Federally listed as an endangered species.</li> <li><strong>Shining Milkvetch</strong> <em>Astragalus lentiginosus micans</em><br /> reflects excess light and heat with a covering of silvery hairs to conserve moisture. This is a hummock -forming plant like the dune grass. Nodules on the roots gather nitrogen from the air, an important nutrient not available in the sand. Candidate for the Endangered Species List.</li> </ul> <p><strong>A Special Place</strong><br /> Eureka Dunes are clearly a special place. Please have respect when you visit. Lifeforms here may not be able to survive our carelessness. Try to choose activities that have the least impact on the land. Recreational activities such as sandboarding are not allowed on these delicate dunes. Camp away from the base of the dunes where most of the endemic plants and animals live. Most importantly, OFF ROAD VEHICLE TRAVEL IS NOT PERMITTED ON THE DUNES, or any where else in Death Valley National Park for that matter. Please keep your vehicle on established roadways.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "d31bf5cb-954c-4176-b867-3fd05ec5ea57",
    "isManagedByNps": "1",
    "amenities": [
      "Parking - Auto",
      "Toilet - Vault/Composting"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Tallest dunes in California and \"singing dunes\" phenomena. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Mostly wilderness",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "56969BC2-3F96-4FE2-80E6-1B6A8A9DDB88",
    "url": "https://www.nps.gov/places/fall-canyon.htm",
    "title": "Fall Canyon",
    "listingDescription": "The route up Fall Canyon is a moderately strenuous hike with towering narrows.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7FA258EC-EE1D-8499-632FE5ADF5EAFF0B.jpg",
        "credit": "NPS Photo",
        "altText": "Hikers are dwarfed by smooth, near-vertical walls in a shaded canyon.",
        "title": "Fall Canyon Narrows",
        "description": "",
        "caption": "Hikers can't help but feel small when visiting the Fall Canyon Narrows.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7FA258EC-EE1D-8499-632FE5ADF5EAFF0B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7FA258EC-EE1D-8499-632FE5ADF5EAFF0B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "Fall Canyon",
      "hiking",
      "geology",
      "Narrows"
    ],
    "latitude": "36.822137",
    "longitude": "-117.174081",
    "latLong": "36.822137,-117.174081",
    "bodyText": "<h3>Towering walls and a smooth dry fall inspire awe along this unsigned route. </h3>   <p>If you're looking for a less-traveled route with fascinating geology and ample opportunity for wildlife viewing, put Fall Canyon at the top of your list. <br />  </p> <hr />  <p><span style=\"color:#c0392b;\">HIKING NOT ADVISED AFTER 10 AM IN THE SUMMER</span><br /> <br /> <strong>Round Trip Length:</strong> 6 miles (9.7km) <br /> <strong>Round Trip Time:</strong> 3.5 hours <br /> <strong>Difficulty:</strong> Moderate/Difficult<br /> <strong>Elevation Gain:</strong> 2,460 ft (752m)<br /> <strong>Trail Type:</strong> Unsigned route; out and back<br /> <strong>Location:</strong> 11.9 miles (19.2 km) north of CA-190 off Scotty's Castle Road (North Highway) at the end of the 2.7 mile (4.3km) unpaved two-way section of Titus Canyon Road. The road is usually passable to sedans.<br /> <strong>Parking:</strong> Open gravel parking area not recommended for large RVs or buses<br /> <strong>Closest Restroom:</strong> Vault toilet in parking lot. No restroom along the route. Do not leave toilet paper in the canyon.<br /> <strong>Route:</strong> A footpath starting behind the restroom takes hikers northwest along alluvial fan deposits at the base of the Grapevine Mountains. After about 1 mile (1.6 km), the path drops into a wash; follow the wash east to the mouth of the canyon. Progress up the canyon is eventually blocked by a dryfall; this is the turn-around point. <br /> <br /> Note: pets are not allowed on any trail in Death Valley National Park, even if carried. Do not leave your animal in your vehicle. Speak with a ranger about one of the incredible dirt roads where you may walk your pet.</p> <br />  ",
    "audioDescription": "A faint footpath begins at the parking area behind the restrooms and crosses rocky alluvial deposits. The rocks are mostly small, jagged, and various shades of brown. The trail descends steeply into a wash (about an 8 ft/ 2.4 m), and continues up the gravel into the canyon. The canyon walls are striped brown and gray and some sections are close together (approximately 20 ft/ 6 m). Passage is eventually blocked by a vertical smooth gray rock dryfall.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Parking - Auto",
      "Toilet - Vault/Composting",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Hiking Route",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "DD5F5F5C-D9D3-4EB2-AE45-C78F1BFD68D7",
    "url": "https://www.nps.gov/places/father-crowley-vista-point-rainbow-canyon.htm",
    "title": "Father Crowley Vista Point- Rainbow Canyon",
    "listingDescription": "A favorite stopping spot of Death Valley’s beloved priest, Father Crowley Vista Point affords incredible views of Rainbow Canyon and Panamint Valley.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/565BB915-ED64-C47C-42CB445AE30141D4.jpg",
        "credit": "NPS",
        "altText": "Visitors lean over a metal fence to look into a colorful deep desert canyon with dark clouds above.",
        "title": "Visitors at Father Crowley Vista Point",
        "description": "",
        "caption": "Geology is on display at Rainbow Canyon.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/565BB915-ED64-C47C-42CB445AE30141D4.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/565BB915-ED64-C47C-42CB445AE30141D4.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Father Crowley Vista",
      "scenic vista",
      "Desert Padre",
      "Military Training Flights",
      "Rainbow Canyon",
      "Star Wars Canyon",
      "Padre Point",
      "Panamint Valley",
      "volcanic activity",
      "Death Valley National Park",
      "longer visit park highlight",
      "sunset",
      "HWY 190"
    ],
    "latitude": "36.351846",
    "longitude": "-117.550991",
    "latLong": "36.351846,-117.550991",
    "bodyText": "<h3>Where tourists now mingle, a lone clergyman once admired the beauty of the Mojave Desert in silent reverence.  </h3> <br /> Father Crowley Vista Point was a favorite stopping place for travelers, long before the creation of Death Valley National Park. One of those travelers was Father John J. Crowley, a catholic priest responsible for ministering to the people of Inyo County Parish in the 1930s.The Desert Padre, as he was known, would often stop here to admire the views on his way to or from visiting parishioners in Death Valley, and his home in Lone Pine, CA.  <br /> <br /> Located near the western park boundary, this vista point offers a stunning view into Rainbow Canyon, a colorfully striped canyon created by ancient volcanic activity. A short ¼ mile (400 m) walk or drive on an unpaved road leads from the vista parking area to Padre Point, overlooking Panamint Valley. <br /> <br /> In recent years, Rainbow Canyon was nicknamed “Star Wars Canyon” by visitors who came to observe and photograph the military test flights which occured in the vicinity. Star Wars Canyon is part of the <a href=\"https://www.nps.gov/deva/joint-airspace.htm\">R-2508 Complex</a>, which has been used by the military since the 1930s. Unfortunately a jet crash in the canyon in 2019 resulting in the death of the pilot and injury to several visitors in the area, putting an end to training flights through the canyon. <br /> <br /> Visitors to this scenic vista point today observe the serene beauty and silence of the canyon and of Panamint Valley below, much the same way as Father Crowley did almost 100 years ago. <br />  ",
    "audioDescription": "A raised sidewalk and metal fence separate the parking area from the canyon. The canyon drops several hundred feet below the rim where the parking lot is located, and the rim on the far side of the canyon is higher than that on the near side. The exposed canyon walls are striped with different shades of brown, black, yellow and orange rock. To the east, a portion of the floor of Panamint Valley is visible. The valley floor is covered with brown rocks and white sand. Several interpretive signs, and a metal plaque honoring Father Crowley are located along the sidewalk near the rim of the canyon.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "0677ED93-E300-4DF3-8D15-B685B4120798",
    "url": "https://www.nps.gov/places/golden-canyon.htm",
    "title": "Golden Canyon",
    "listingDescription": "Death Valley's most popular short hike.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/8C56FD69-EA18-6F1A-BBE64D740322FF84.jpg",
        "credit": "NPS/ E. Letterman",
        "altText": "A gravel wash winds between bare yellow hills, with dark clouds overhead.",
        "title": "Golden Canyon",
        "description": "",
        "caption": "A walk up Golden Canyon immerses hikers in the stark beauty of Death Valley.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/8C56FD69-EA18-6F1A-BBE64D740322FF84.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/8C56FD69-EA18-6F1A-BBE64D740322FF84.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "golden canyon",
      "geology",
      "Star Wars",
      "hiking",
      "HWY 190"
    ],
    "latitude": "36.423616989",
    "longitude": "-116.837625269",
    "latLong": "36.423616989,-116.837625269",
    "bodyText": "<h3>There's gold in these hills!</h3>   <p>Of course, the gold isn't in the form of a precious metal, but instead refers to the incredible yellow coloration of the canyon walls. While a peek into the canyon mouth from the parking area will give visitors a glimpse of the canyon's secrets, hiking into the canyon offers so much more: towering walls, colorful side canyons beckoning for exploration, ripples formed by ancient water, now preserved in stone, the history of a road reclaimed in a flash-flood event, and the skittering of wildlife.  <br /> <br /> This easy/moderate hike is 2 miles (3.2 km) round-trip, and involves one 3 foot (1 m) rock scramble. Although most hikers turn around at the junction to Red Cathedral, those looking for a more adventurous hike can continue an additional 0.5 miles (0.8 km) to the vertically fluted walls of a natural amphitheater- Red Cathedral (this involves scrambling and squeezing/crawling through rock spaces). An even longer trek- 7.8 miles (12.6 km), will take hikers to <a href=\"https://www.nps.gov/places/zabriskie-point-scenic-viewpoint.htm\">Zabriskie Point</a>, before looping back to the parking area via Gower Gulch. <br /> <br /> Want to learn more? Check out the Golden Canyon Hike audio tour on the free <a href=\"https://www.nps.gov/subjects/digital/nps-apps.htm\">NPS App</a>.</p> <hr /> <p><br /> <span style=\"color:#c0392b;\"><strong>HIKING NOT ADVISED AFTER 10 AM IN THE SUMMER</strong></span><br /> <br /> <strong>Round Trip Length:</strong> 2-7.8 miles (3.2-12.6 km) depending on route<br /> <strong>Round Trip Time:</strong> 1.5 to 4.5 hours depending on route <br /> <strong>Difficulty:</strong> Easy/Moderate<br /> <strong>Elevation Gain:</strong> 535 ft to 834ft (163m to 254m)<br /> <strong>Trail Type: </strong>Official trail; loop or out and back depending on route<br /> <strong>Location: </strong>2 miles (3.2 km) south of CA-190 on Badwater Road<br /> <strong>Parking:</strong> Paved lot. Large spaces for RVs and buses.<br /> <strong>Closest Restroom:</strong> Vault toilet located in parking lot. No restroom along the trail. Do not leave toilet paper in the canyons. <br /> <strong>Route:</strong> A maze of canyons and badlands create many choose-your-own-adventure hiking opportunities. Free maps available at Furnace Creek Visitor Center.<br /> <br /> Note: pets are not allowed on any trail in Death Valley National Park, even if carried. Do not leave your animal in your vehicle. Speak with a ranger about one of the incredible dirt roads where you may walk your pet.</p>",
    "audioDescription": "The paved parking lot leads to an uneven, undulating gravel area, which gives way to dirt, where the canyon begins. The canyon mouth is approximately 30 feet wide and has walls rising approximately 40 feet overhead. The walls of the canyon are yellow and brown and are composed of large rocks in addition to many small rocks which have been naturally cemented together. There is no actual trail, but hikers follow the dirt and gravel wash of the canyon floor, east into the canyon.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "b8420536-ea68-4f33-bb17-051bbcc915ca",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Hiking Trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "4B4AB20C-CDF7-46A5-8A4B-AC857F9FB345",
    "url": "https://www.nps.gov/places/golden-canyon-hike-introduction.htm",
    "title": "Golden Canyon Hike Introduction",
    "listingDescription": "Golden Canyon Self-guided Hike Stop 1",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/39F09809-EA3B-8DCA-C00E8CED9C020ED9.jpg",
        "credit": "NPS",
        "altText": "Tan canyon walls tower above a gravel wash which curves to the left deeper into the canyon.",
        "title": "Golden Canyon Tour Intro",
        "description": "",
        "caption": "The entrance to Golden Canyon beckons visitors to explore one of Death Valley's most popular hikes.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/39F09809-EA3B-8DCA-C00E8CED9C020ED9.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/39F09809-EA3B-8DCA-C00E8CED9C020ED9.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "Golden Canyon Hike",
      "NPS App Hiking Tour"
    ],
    "latitude": "36.42076",
    "longitude": "-116.84654",
    "latLong": "36.42076,-116.84654",
    "bodyText": "Here you are standing at the mouth of Golden Canyon which is approximatley 40 ft (12m) wide, with 30 ft (9m) tan rock walls rising nearly vertically on either side. The canyon floor is a gravel wash and many rocks of varying sizes and colors cover the uneven ground.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Information",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park- Golden Canyon",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F34A1A27-067D-40A8-A9EE-A0FE554ABC4D",
    "url": "https://www.nps.gov/places/golden-canyon-hike-stop-1-old-road.htm",
    "title": "Golden Canyon Hike Stop 1- Old Road",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/3C36E3DB-B1D4-EB2C-B4E3AF46AFC0E5FE.jpg",
        "credit": "NPS",
        "altText": "A knee-high slab of pavement rests on a rock slab while tan canyon walls tower behind.",
        "title": "Golden Canyon Tour Old Road",
        "description": "",
        "caption": "A few sections of pavement are all that remain of a road which once wound through Golden Canyon.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/3C36E3DB-B1D4-EB2C-B4E3AF46AFC0E5FE.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/3C36E3DB-B1D4-EB2C-B4E3AF46AFC0E5FE.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "Golden Canyon Hike",
      "NPS App Hiking Tour"
    ],
    "latitude": "36.4216",
    "longitude": "-116.84574",
    "latLong": "36.4216,-116.84574",
    "bodyText": "At this stop you will notice a flat, dark tan colored rock at about knee height approximately 10 ft (3m) long.The top layer is 2-3 inches (5-8 cm) thick, and is made up of a conglomerate of many small rocks. A sandy rock layer is slowly eroding out from under the top. ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park- Golden Canyon",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A6220B7E-747A-4AF9-9FBE-96CA8205C120",
    "url": "https://www.nps.gov/places/golden-canyon-hike-stop-2-mud.htm",
    "title": "Golden Canyon Hike Stop 2- Mud",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6835F47E-A55C-D709-66A66D523B87E570.jpg",
        "credit": "NPS",
        "altText": "Layers of brown horizontal mud cracks coat a rocky canyon wall.",
        "title": "Golden Canyon Tour Mud",
        "description": "",
        "caption": "Layers of mud high on the canyon walls are evidence of past floods.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6835F47E-A55C-D709-66A66D523B87E570.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6835F47E-A55C-D709-66A66D523B87E570.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "Golden Canyon Hike",
      "NPS App Hiking Tour"
    ],
    "latitude": "36.42244",
    "longitude": "-116.84328",
    "latLong": "36.42244,-116.84328",
    "bodyText": "Look at the canyon walls around you. At this stop you will notice light brown, crumbly, fine textured sediment covering the rocky canyon walls. The closest wall is approximately 30 ft (9m) tall, and the dry mud coats the entire wall.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park- Golden Canyon",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "72383840-0FCE-44A7-A740-099D7AF1F0F2",
    "url": "https://www.nps.gov/places/golden-canyon-hike-stop-3-ripples.htm",
    "title": "Golden Canyon Hike Stop 3- Ripples",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6A16EE4B-0FD7-F63D-EB3E72C79539E521.jpg",
        "credit": "NPS",
        "altText": "Rock wall with wavy rock ripples formed by ancient water.",
        "title": "Golden Canyon Tour Ripples",
        "description": "",
        "caption": "Clues about ancient water remain in the rock walls of Golden Canyon.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6A16EE4B-0FD7-F63D-EB3E72C79539E521.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6A16EE4B-0FD7-F63D-EB3E72C79539E521.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "Golden Canyon Hike",
      "NPS App Hiking Tour"
    ],
    "latitude": "36.42246",
    "longitude": "-116.84266",
    "latLong": "36.42246,-116.84266",
    "bodyText": "Evidence of ancient water is present at this stop. Careful observation of the nearby canyon wall reveals multiple areas of textured rock surface approximately 10 ft (3m) tall. This texture is ancient water ripple marks 3-4 feet (1m) long and 4-5 inches (10cm) apart, which rise and fall on the face of the brown rock.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park- Golden Canyon",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "75B5CDDD-8349-45FE-99EF-F0B8411F60F5",
    "url": "https://www.nps.gov/places/golden-canyon-hike-stop-4-minerals.htm",
    "title": "Golden Canyon Hike Stop 4- Minerals",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6A8020B1-A676-F64D-2F9AFE0F8754AABF.jpg",
        "credit": "NPS",
        "altText": "Small white mineral crystals grow between layers of brown rock.",
        "title": "Golden Canyon Tour Minerals",
        "description": "",
        "caption": "White mineral crystals grow between rock layers in this section of Golden Canyon.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6A8020B1-A676-F64D-2F9AFE0F8754AABF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6A8020B1-A676-F64D-2F9AFE0F8754AABF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "Golden Canyon Hike",
      "NPS App Hiking Tour"
    ],
    "latitude": "36.42246",
    "longitude": "-116.83997",
    "latLong": "36.42246,-116.83997",
    "bodyText": "Here you will notice that the canyon walls are made of delicate, horizontal rock layers. Pay attention to the white, grainy minerals that form small crystals approximately 1/4 - 1/2 inches thick (0.6- 1.3 cm) between the rock layers.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park- Golden Canyon",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "0DCF40D6-8F1F-40B2-970D-B7FF5EEF0ED5",
    "url": "https://www.nps.gov/places/golden-canyon-hike-stop-5-badlands.htm",
    "title": "Golden Canyon Hike Stop 5- Badlands",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6BCDE01F-9593-DFDB-CEA9CDE7B1C9A2AB.jpg",
        "credit": "NPS",
        "altText": "A wash runs at the base of a bare, tan-colored wall with a darker/higher canyon wall behind it.",
        "title": "Golden Canyon Tour Badlands",
        "description": "",
        "caption": "The Badlands is a stark area of towering hills and canyon walls.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6BCDE01F-9593-DFDB-CEA9CDE7B1C9A2AB.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6BCDE01F-9593-DFDB-CEA9CDE7B1C9A2AB.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "Golden Canyon Hike",
      "NPS App Hiking Tour"
    ],
    "latitude": "36.42379",
    "longitude": "-116.83739",
    "latLong": "36.42379,-116.83739",
    "bodyText": "At this stop you will find bare, light tan hills approximately 50 feet (15m) high. No plants grow on the hills, but dry caked mud covers the steep slopes.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park- Golden Canyon",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "BB85DE49-9989-42F5-830D-64198D6E800A",
    "url": "https://www.nps.gov/places/golden-canyon-hike-stop-6-red-cathedral-junction.htm",
    "title": "Golden Canyon Hike Stop 6- Red Cathedral Junction",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6CE36376-DFE3-4138-4463927A2EB0336F.jpg",
        "credit": "NPS",
        "altText": "A tall red cliff with eroding pillars towers behind bare golden hills with a gravel wash in front.",
        "title": "Golden Canyon Tour- Red Cathedral",
        "description": "",
        "caption": "The pillars of Red Cathedral tower behind golden hills.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6CE36376-DFE3-4138-4463927A2EB0336F.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6CE36376-DFE3-4138-4463927A2EB0336F.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "Golden Canyon Hike",
      "NPS App Hiking Tour"
    ],
    "latitude": "36.42464",
    "longitude": "-116.83199",
    "latLong": "36.42464,-116.83199",
    "bodyText": "This is the final stop along the Golden Canyon Hiking Tour. Here, a deep red rock wall towers 600 ft (183 m) above and behind the yellow and brown slopes and walls of Golden Canyon.The red rock has eroded into pillars in some areas, primarily on the right side of the wall.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park- Golden Canyon",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "BE97F80E-3A61-489A-9F6F-2E1F19DFEBDC",
    "url": "https://www.nps.gov/places/grapevine-ranger-station.htm",
    "title": "Grapevine Ranger Station",
    "listingDescription": "",
    "images": [
      {
        "url": "",
        "credit": "",
        "altText": "",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley",
      "Death Valley National Park",
      "grapevine canyon"
    ],
    "latitude": "36.996149557",
    "longitude": "-117.366157307",
    "latLong": "36.996149557,-117.366157307",
    "bodyText": "Ranger station is located on North Highway. Wayfinding, park guides and an entrance fee station are available.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "8adfff45-02dd-4053-a40d-4437bd721a7b",
    "isManagedByNps": "1",
    "amenities": [
      "Information - Park Newspaper Available",
      "Information Kiosk/Bulletin Board",
      "Restroom"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "68306042-98B4-41A8-80CD-5E2B33F4B61E",
    "url": "https://www.nps.gov/places/harmony-borax-works.htm",
    "title": "Harmony Borax Works",
    "listingDescription": "The stories of borax (white gold) and the famous 20-mule teams come to life at this historic borax processing site.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CB958161-9B0A-2775-7FC92B5E307F3017.jpg",
        "credit": "NPS/ E. Letterman",
        "altText": "A large old double 20 Mule Team Wagon and water tank with yellow hills in the background.",
        "title": "Twenty Mule Team Wagon at Harmony Borax",
        "description": "",
        "caption": "Twenty-mule team wagons were once used to transport borax 165 miles from Death Valley to Mojave.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CB958161-9B0A-2775-7FC92B5E307F3017.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CB958161-9B0A-2775-7FC92B5E307F3017.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "harmony borax works",
      "Death Valley National Park",
      "borax",
      "Pacific Coast Borax Company",
      "twenty mule team",
      "furnace creek",
      "william coleman",
      "National Register of Historic Places",
      "half-day visit park highlight",
      "sunrise",
      "HWY 190"
    ],
    "latitude": "36.480093",
    "longitude": "-116.873277",
    "latLong": "36.480093,-116.873277",
    "bodyText": "<h3>Harmony Borax Works and the famous Twenty mule team brought the desert of Death Valley into homes across America.</h3>   <p><span style=\"color:#000000;\">After borax was found near Furnace Creek Ranch (then called Greenland) in 1881, William T. Coleman built the Harmony plant and began to process ore in late 1883 or early 1884. When in full operation, the Harmony Borax Works employed 40 men, who produced three tons of borax daily. What little evidence remains indicates that the bulk of this labor force was composed of Chinese workers. The Chinese laborers gathered the impure chunks of mineral from the valley floor and loaded them into one-horse carts for transport to the borax plant.<br /> <br /> During the summer months, when the weather was so hot that processing water would not cool enough to permit the suspended borax to crystallize, Coleman moved his work force to the Amargosa Borax Plant near present day Tecopa, California.<br /> <br /> Getting the finished product to market from the heart of Death Valley was a difficult task, and an efficient method had to be devised. The Harmony operation became famous through the use of large mule teams and double wagons which hauled borax the long overland route to Mojave.The romantic image of the “</span><a href=\"https://www.nps.gov/deva/learn/historyculture/twenty-mule-teams.htm\"><span style=\"color:#2980b9;\">20-mule team</span></a><span style=\"color:#000000;\">” persists to this day and has become the symbol of the borax industry in this country.<br /> <br /> The Harmony plant went out of operation in 1888, after only five years of production, when Coleman’s financial empire collapsed. Aquired by Francis Marion Smith, the works never resumed the boiling of cottonball borate ore, and in time became part of the borax reserves of the Pacific Coast Borax Company and it successors. On December 31, 1974, the site was placed on the National Register of Historic Places.</span><br /> <br /> <span style=\"color:#e74c3c;\"><strong>HIKING NOT ADVISED AFTER 10AM IN THE SUMMER</strong></span><br /> <br /> <span style=\"color:#000000;\"><strong>Round Trip Length: </strong>0.4 mi (0.6km) <br /> <strong>Round Trip Time:</strong> 30 minutes <br /> <strong>Difficulty:</strong> Easy<br /> <strong>Elevation Gain: </strong>50 ft (0.8km)<br /> <strong>Trail Type:</strong> paved, </span><span style=\"color:#e74c3c;\"><em><strong>current conditions include sandy areas, uneven and missing pavement due to flood damage.</strong></em></span><br /> <span style=\"color:#000000;\"><strong>Location:</strong> 1 mile (1.6km) west of Furnace Creek on CA-190<br /> <strong>Parking:</strong> Paved area with large spaces for RVs and buses<br /> <strong>Closest Restroom:</strong> No restrooms. Furnace Creek Visitor Center 1 mile (1.6km) east.<br /> <strong>Route:</strong> The paved loop brings visitors around a mining site, where you can see adobe ruins and a 20-Mule Team wagon. Interpretive panels along the way explain borax processing, the story of the Mule Skinner, and life in Harmony.<br /> <br /> Note: pets are not allowed on any trail in Death Valley National Park, even if carried. Do not leave your animal in your vehicle. Speak with a ranger about one of the incredible dirt roads where you may walk your pet.</span></p>",
    "audioDescription": "Yellow and beige adobe walls and rusty red metal vat ruins of a late 1800s borax processing plant. The ruins are built on a hill, and are two stories tall. There is no roof, and no glass in the windows. A 20 Mule Team wagon is parked below the ruins. This wagon consists of two large wooded wagons hitched together, with a rusty red water tender on wheels, hitched to the back.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Trailhead",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Mining History",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "DF7817D3-8D56-4BF8-9B79-E09586FD6C75",
    "url": "https://www.nps.gov/places/hell-s-gate.htm",
    "title": "Hell's Gate",
    "listingDescription": "",
    "images": [
      {
        "url": "",
        "credit": "",
        "altText": "",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "Death Valley",
      "Hell's Gate"
    ],
    "latitude": "36.7241013427",
    "longitude": "-116.978136196",
    "latLong": "36.7241013427,-116.978136196",
    "bodyText": "Hell's Gate is located on Daylight Pass Road. Information, park guides, restrooms & an entrance fee station are available.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "7b05c4b3-2bd0-4e51-b330-aa43ef6917ed",
    "isManagedByNps": "1",
    "amenities": [
      "Information - Park Newspaper Available",
      "Information Kiosk/Bulletin Board",
      "Restroom"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "9DA96495-DE07-40C6-BBE2-C90A9AEB52CD",
    "url": "https://www.nps.gov/places/keane-wonder-mine.htm",
    "title": "Keane Wonder Mine",
    "listingDescription": "Explore the remains of one of the most productive gold mines in Death Valley history.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/A6B44CD7-CC72-DC77-D1207B1AEA9893A8.jpg",
        "credit": "NPS",
        "altText": "View of an aerial tramway tower through large wooden timbers.",
        "title": "Keane Wonder Mine",
        "description": "",
        "caption": "Gold ore was transported from Keane Wonder Mine to the mill via a mile-long aerial tramway.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A6B44CD7-CC72-DC77-D1207B1AEA9893A8.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A6B44CD7-CC72-DC77-D1207B1AEA9893A8.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "keane wonder mine",
      "Gold",
      "aerial tramway",
      "mining history"
    ],
    "latitude": "36.681119422",
    "longitude": "-116.9000595",
    "latLong": "36.681119422,-116.9000595",
    "bodyText": "<h3>Gold ore soared over rugged desert ravines, safely nestled in the metal buckets of Keane Wonder Mine’s aerial tramway.</h3> <br /> Although Death Valley is most famous for white gold (borax), real gold was mined in the area as well. Discovered by accident in 1903 by Jack Keane and Domingo Etcharren, Keane Wonder Mine and the surrounding area was mined intermittently until 1942, with heyday years of 1907-1912. Unlike many Death Valley claims which drew much excitement but yielded little actual revenue, Keane Wonder Mine produced $625,000-$682,000 worth of gold during its boom years. <br /> <br /> Part of what made Keane Wonder Mine so successful was the ingenious aerial tramway which was built to transport gold ore from the mine to the mill. The tramway included two terminals and thirteen towers, with cables spanning deep ravines and an overall vertical fall of 1,500 feet (457 m). Metal ore buckets were loaded at the top (approximately 70 tons of ore was transported each day!) and moved down the cables to the mill, a mile (1.6 km) away. <br /> <br /> Many of the original structures have been stabilized and repaired, and visitors to the site can spend several minutes to an entire day exploring the area. The impressive timbers of the lower terminal and mill are a short walk from the parking area, and a strenuous climb along an unmaintained trail (approximately 0.3 mi/0.5 km) will bring hikers to the base of a tramway tower with views of a ravine with historic ore buckets at the bottom. More serious adventurers can climb the entire steep 1.6 miles (2.6 km) to the upper terminal of the tramway and the mine itself. <br /> <br /> The parking area is reached via a 2.8 mi (4.5 km) dirt road accessible to most vehicles (check for current conditions at the Visitor Center as washouts can occur) off the Beatty Cut Off Road. When visiting, please respect the history of this incredible site by not climbing on any of the structures or entering any of the mine openings. While many of the mine openings have been closed for visitor safety and are now the homes of native bats, some openings and metal debris still exist, so use caution when exploring. <br />  ",
    "audioDescription": "A short walk from the parking area up a dirt road brings visitors to the historic mill and lower tramway terminal. These structures sit at the base of a gray rocky cliff, with taller Funeral Mountains beyond. The buildings are open air, several stories tall, and are constructed of large wooden timbers. A ravine runs behind and around the mill, with grated vertical mine openings on the opposite bank.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "557971a4-5b6e-42b5-8dd0-b55cf28fae89",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historic Gold Mine",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "5CF47F72-3270-454A-8C8B-BE45786B945E",
    "url": "https://www.nps.gov/places/mesquite-flat-sand-dunes.htm",
    "title": "Mesquite Flat Sand Dunes",
    "listingDescription": "Death Valley’s best-known dune field.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/FB8F7859-CB1E-53E7-A5B06FF0A73C67CE.jpg",
        "credit": "NPS/ C. Augustson",
        "altText": "Green mesquite trees grow on white sand dunes, and evening light shines on distant mountains.",
        "title": "Mesquite Flat Sand Dunes",
        "description": "",
        "caption": "Mesquite trees thrive in the harsh conditions of the sand dunes.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/FB8F7859-CB1E-53E7-A5B06FF0A73C67CE.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/FB8F7859-CB1E-53E7-A5B06FF0A73C67CE.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Mesquite Flat Sand Dunes",
      "mesquite",
      "sand",
      "dark sky",
      "star gazing",
      "Photography",
      "Death Valley National Park",
      "sand dunes",
      "Star Wars",
      "half-day visit park highlight",
      "sunrise",
      "sunset",
      "HWY 190"
    ],
    "latitude": "36.60658276671931",
    "longitude": "-117.1156309632854",
    "latLong": "36.60658276671931,-117.1156309632854",
    "bodyText": "<h3>Sand, wind, and entrapping mountains are the perfect combination to create a dune field.   </h3>   <p>While sand exists throughout the park, there are very few locations where large dune fields are created. In order to create sand dunes, there must be a source of sand (in this case, the eroding mountains to the north), wind to move that sand, and a barrier to prevent the sand from being blown farther (the mountains to the south). The conditions at Mesquite Flat Sand Dunes are perfect for the creation of dunes, and while individual grains move, and ripples form, the dune field remains.<br /> <br /> These dunes are named for the mesquite tree which grows in abundance in the area. The trees must twist and grow to avoid being buried, and leafless brown trunks are often exposed by the shifting sands. The arrival of spring brings forth a burst of bright green leaves and yellow flowers from the trees’ upper branches. Mesquite bean pods are a traditional food of the Timbisha Shoshone, and the flour from these pods can be purchased in specialty food stores today.  <br /> <br /> Sand dunes provide habitat for many animals, including nocturnal kangaroo rats and sidewinder rattlesnakes. No official trails exist at the dunes, so please watch your step when exploring and do not disturb burrows.  <br /> <br /> The Mesquite Dunes are known for dramatic shadows at sunrise and sunset, as ripples and edges in the dunes stand out in greater contrast. They are also a great place to observe Death Valley’s famous dark night skies. </p> <hr /> <p><span style=\"color:#c0392b;\">HIKING NOT ADVISED AFTER 10 AM IN THE SUMMER</span><br /> <br /> <u><strong>Hike to Tallest Dune</strong></u><br /> <strong>Round Trip Length: </strong>2 miles (3.2 km) <br /> <strong>Round Trip Time:</strong> 1.5 hours<br /> <strong>Difficulty:</strong> Easy/Moderate<br /> <strong>Elevation Gain:</strong> 185 ft (65 m)<br /> <strong>T</strong><strong>rail Type: </strong>No official trail <br /> <strong>Location:</strong> Just east of Stovepipe Wells Village off CA-190<br /> <strong>Parking:</strong> Paved lot with pull-through spaces for buses and large RVs<br /> <strong>Closest Restroom: </strong>Vault toilets located in parking lot. Do not leave toilet paper in the dunes.<br /> <strong>Route: </strong>Area open for cross-country exploration; choose your own route to the tallest dune. <br /> <br /> Note: pets are not allowed on the dunes or on any trail in Death Valley National Park, even if carried. Do not leave your animal in your vehicle. Speak with a ranger about one of the incredible dirt roads where you may walk your pet.</p>",
    "audioDescription": "White sand dunes sprawl across a desert valley floor, the tallest just under 100 ft (30 m). The dunes are punctuated by plants- mostly Creosote bushes and Mesquite trees, and separated by areas of cracked gray mud. Mountains rise on all sides of the valley.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "2DACEDD6-2154-4340-9919-2B2A3A8B04E8",
    "url": "https://www.nps.gov/places/mosaic-canyon.htm",
    "title": "Mosaic Canyon",
    "listingDescription": "Natural mosaics and sculpted narrows beckon hikers along this quintessential Death Valley Canyon.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/85785461-DE6E-DBA3-702F71829698866D.jpg",
        "credit": "NPS/E. Letterman",
        "altText": "Horizontally striated rock walls rise from the bottom of a sparsely vegetated desert wash.",
        "title": "Mosaic Canyon",
        "description": "",
        "caption": "Explore Death Valley geology within the rugged walls and polished narrows of Mosaic Canyon.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/85785461-DE6E-DBA3-702F71829698866D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/85785461-DE6E-DBA3-702F71829698866D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "mosaic canyon",
      "geology",
      "hiking",
      "Narrows",
      "HWY 190"
    ],
    "latitude": "36.5613732821",
    "longitude": "-117.132630538",
    "latLong": "36.5613732821,-117.132630538",
    "bodyText": "<h3><span style=\"color:#000000;\">Narrows, scrambling, and dryfalls make this hike a memorable adventure. </span><br />  </h3> <p><span style=\"color:#000000;\">Mosaic Canyon is the perfect hike for geology lovers, and those seeking adventure. Here, hikers are greeted almost immediately by slick, winding narrows. Mosaic Canyon is the site of frequent flash floods (do not enter if there is a chance of rain!), and these narrows have been polished smooth by the scouring of debris-laden flood water. <br /> <br /> As you proceed up the canyon, keep an eye out for the incredible mosaic breccia for which the canyon is named. Breccia is the scientific term for rock created by the natural cementing together of older smaller pieces of rock, and many examples of this can be viewed along the hike.<br /> <br /> The route varies in length depending on how much scrambling hikers want to do. Many people stop at the boulder jam approximately 1.3 miles (2 km) up the canyon, but it is possible to continue past this obstacle and continue through more narrows and open canyon, until the way is ultimately blocked by an impassable 25 ft (7.6 m) dryfall.  <br /> <br /> Located just west of Stovepipe Wells Village off CA-190, the trailhead for this hike is at the end of an unpaved access road typically passable by sedans.  </span></p> <hr /> <p><span style=\"color:#c0392b;\"><strong>HIKING NOT ADVISED AFTER 10 AM IN THE SUMMER</strong></span><br /> <br /> <strong>Round Trip Length:</strong> 4 miles (6.4 km) <br /> <strong>Round Trip Time:</strong> 2.5-3 hours<br /> <strong>Difficulty:</strong> Moderate<br /> <strong>Elevation Gain:</strong> 1,200 ft (366 m)<br /> <strong>Trail Type: </strong>Out and back route<br /> <strong>Location: </strong>The end of the 2.3 mile (3.7km) unpaved Mosaic Canyon Road located near Stovepipe Wells Village across from Stovepipe Wells Campground<strong> </strong><br /> <strong>Parking:</strong> Large gravel parking area. Buses and large RVs not recommended.<br /> <strong>Closest Restroom:</strong> Stovepipe Wells Village at the general store and restaurant. Do not leave toilet paper in the canyon.<br /> <strong>Route: </strong>The route follows the canyon through several narrows and involves some scrambling. A 25ft (7.6m) vertical dryfall in a dramatic amphitheater marks the turn-around point.  <br /> <br /> Note: pets are not allowed on any trail in Death Valley National Park, even if carried. Do not leave your animal in your vehicle. Speak with a ranger about one of the incredible dirt roads where you may walk your pet.</p>",
    "audioDescription": "The hike begins at a gravel parking area near a wash leading to the mouth of a desert canyon. Very little vegetation is present. The canyon quickly narrows to several feet wide and hikers wind through polished striated and mosaiced brown and white rock walls. The canyon widens and narrows along the hike, with towering rock walls reaching high overhead the entirety of the route. The canyon route is blocked in several places by jumbles of large boulders and rock walls.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "bdbe03d7-cb5f-4ce9-b5e6-fc98054ec05a",
    "isManagedByNps": "1",
    "amenities": [
      "Parking - Auto",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Hiking Route",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "EEF488BD-B202-4314-8978-24A04DAF777D",
    "url": "https://www.nps.gov/places/natural-bridge.htm",
    "title": "Natural Bridge",
    "listingDescription": "A short walk up a canyon brings hikers to a natural rock bridge formation spanning the canyon.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/527F4102-0C6F-F8BF-2C2AC83A34E297A6.jpg",
        "credit": "NPS/Jason Gray",
        "altText": "Vertical canyon walls with white salts flats in the distance seen from under a rock bridge formation",
        "title": "Natural Bridge",
        "description": "",
        "caption": "One of the best parts of a hike to Natural Bridge is the view of the salt flats on the return trip.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/527F4102-0C6F-F8BF-2C2AC83A34E297A6.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/527F4102-0C6F-F8BF-2C2AC83A34E297A6.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "natural bridge",
      "hiking",
      "chute",
      "alluvial deposit",
      "HWY 190"
    ],
    "latitude": "36.2849692223",
    "longitude": "-116.765090534",
    "latLong": "36.2849692223,-116.765090534",
    "bodyText": "<h3>Natural Bridge is a stunning geologic formation tucked back in a Death Valley canyon.</h3>   <p>This is an excellent short hike for families, geology lovers, and those who simply enjoy getting out and exploring. Although there is no official trail, a walk straight up the wash from the parking area will bring hikers directly under the bridge. Different from the smooth sandstone arches found in Utah, Natural Bridge is interesting because it is made of a jagged rocky alluvial deposit (rock, gravel, and sediment washed to the base of an ancient mountain and cemented together). Hikers who continue beyond the bridge up the canyon will encounter more examples of interesting Death Valley geology including dry falls, vertical chutes, and hanging canyons.<br /> <br /> The bridge rises approximately 35 ft (11 m) above the canyon floor and is about 35 ft (11 m) thick. Although rain is infrequent in Death Valley, over thousands of years, flash flood events have carved the canyon which Natural Bridge spans today. At some point, the water changed course slightly and ran just north of the present location of the bridge (look for this diversion as you hike). This diversion lowered the level of the canyon just above the location of the bridge. Eventually, the water returned to its initial, straighter course, forming a hole under the span of the bridge and eventually lowering the floor of the canyon even more, creating the bridge and leaving it high and exposed. <br /> <br /> Natural Bridge parking area and trail head is accessed via a dirt road 13.5 miles (22 km) south of CA-190 off Badwater Rd. Although the road is typically well-maintained and accessible by most vehicles, washouts and deep ruts can occur, so check with a ranger for current conditions. </p> <hr /> <p><span style=\"color:#c0392b;\"><strong>HIKING NOT ADVISED AFTER 10AM IN THE SUMMER</strong></span><br /> <br /> <strong>Round Trip Length:</strong> 1 mi (3.2km)<br /> <strong>Round Trip Time:</strong> 45 minutes<br /> <strong>Difficulty:</strong> Easy<br /> <strong>Elevation Gain:</strong> 86 ft (26m)<br /> <strong>Trail Type:</strong> No official trail- out and back route up a canyon<br /> <strong>Location:</strong> Trailhead located at the end of the unpaved Natural Bridge Road, 13.5 miles (22 km) south of CA-190 off Badwater Rd. Check with a ranger about current road conditions.<br /> <strong>Parking: </strong>Open dirt parking area large enough for buses and RVs<br /> <strong>Closest Restroom:</strong> Vault toilet located in parking lot. Do not leave toilet paper in the canyon.<br /> <strong>Route: </strong>The route from the information sign up the canyon to the bridge formation is easy to follow but is very rocky. The canyon continues a short distance beyond the bridge, where it abruptly ends at a dry waterfall.<br /> <br /> Note: pets are not allowed on any trail in Death Valley National Park, even if carried. Do not leave your animal in your vehicle. Speak with a ranger about one of the incredible dirt roads where you may walk your pet.<br />  </p>",
    "audioDescription": "The parking lot is a large, roughly circular gravel and dirt area with a vault toilet located near the west side. Rocky mountains rise near the north east side of the parking area and additional colorful mountains with natural erosion drainages on their face stand to the east. A wide dirt path leads from the parking area up a gradual hill, around the corner of a cliff of the near mountain and into a canyon. At the edge of the parking area/beginning of the path, there is a triangular informational kiosk with a small wooden roof and a vertical interpretive panel on each side. One panel is a general overview of the trail route, another has diagrams and a description about how the bridge was formed, and the third is about desert hiking safety. Once hikers round the corner in the path they hike up the gradual incline of the canyon floor (wash) to the bridge. The wash is comprised of loose pebbles and gravel as well as several larger rocks approximately the size of basketballs. Brown and yellow vertical canyon walls tower above on both sides and gradually narrow as hikers continue further into the canyon. After about 0.25 miles (0.4 km) the bridge becomes visible farther up the canyon. The bridge spans the canyon and is approximately 35 ft (11 m) above the canyon floor and 35 ft (11 m) thick. The bridge is made of many small jagged rocks, pebbles, and sediment naturally cemented together and is a brownish yellow color. There is a rocky passageway carved by water on the north side of the bridge approximately 8 ft (2.4 m) above the ground.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "16da403a-74c0-420d-8437-22821d63a4ef",
    "isManagedByNps": "1",
    "amenities": [
      "Parking - Auto",
      "Parking - Bus/RV",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Hiking Route",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C8AB3088-8218-466A-B4D1-01C9A84CFB3A",
    "url": "https://www.nps.gov/places/panamint-springs-resort.htm",
    "title": "Panamint Springs Resort",
    "listingDescription": "A private resort within Death Valley National Park, featuring a restaurant, bar, lodging, camping, gas, and convenience store.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/67EBF8BD-0F78-869E-247DD72E9C02AC1B.jpg",
        "credit": "NPS / Triston King",
        "altText": "a one story restaurant building with desert plants landscaped around and two palm trees",
        "title": "Panamint Springs Resort",
        "description": "",
        "caption": "Panamint Springs Resort includes a restaurant, along with gas station, rooms, and camping.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/67EBF8BD-0F78-869E-247DD72E9C02AC1B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/67EBF8BD-0F78-869E-247DD72E9C02AC1B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "RESORT",
      "restaurant"
    ],
    "latitude": "36.33968511053011",
    "longitude": "-117.46858580204389",
    "latLong": "36.33968511053011,-117.46858580204389",
    "bodyText": "<p>Panamint Springs Resort is a small, rustic, western-style, resort located in beautiful Panamint Valley in Death Valley National Park.</p> <h3>Lodging</h3> <p>Historic hotel rooms, new cabin-stype motel rooms, tent cabins, and a cottage are available.</p> <h3>Camping/RV Services</h3> <p>The resort has full hookup sites, dry camping sites, tent sites, as well as small and large tent cabins.</p> <h3>Restaurant and Bar</h3> <p>A sit-down restaurant and bar feature American and foreign craft brews.</p> <h3>Gas Station & General Store</h3> <p>Gas, ATM, snacks & beverages, sundries & camping supplies, apparel, gifts, and travel supplies are available.</p> <h3>Reservations and Additional Information</h3> <p>Visit the <a href=\"https://www.panamintsprings.com/\">resort's website</a> for more information.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.panamintsprings.com/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "ATM/Cash Machine",
      "Accessible Rooms",
      "Benches/Seating",
      "Electrical Hookup - Boat/RV",
      "Fire Pit",
      "Firewood For Sale/Available",
      "Food/Drink - Bar/Alcohol For Sale",
      "Food/Drink - Restaurant/Table Service",
      "Food/Drink - Snacks",
      "Fuel (Diesel)",
      "Fuel (Unleaded)",
      "Gifts/Souvenirs/Books",
      "Groceries/Convenience Items",
      "Ice",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Picnic Table",
      "Restroom",
      "Shelter/Cabin",
      "Showers",
      "Supplies - Camping/Outdoor",
      "Supplies - General",
      "Toilet - Flush",
      "Water - Hookup - Boat/RV"
    ],
    "managedByOrg": "Panamint Springs Resort",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Private Resort",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "4F58A778-A9E2-4A9E-9AC2-6BA023487D7C",
    "url": "https://www.nps.gov/places/ryan-kiosk.htm",
    "title": "Ryan Kiosk",
    "listingDescription": "",
    "images": [
      {
        "url": "",
        "credit": "",
        "altText": "",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley",
      "Death Valley National Park",
      "Ryan Mining Camp"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<p>Ryan Kiosk, location at the east entrance to park on Hwy 190. Information, park guides, restrooms & an entrance fee station are available.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Information - Park Newspaper Available",
      "Information Kiosk/Bulletin Board",
      "Restroom"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "459863A2-B188-4381-93CC-A9440FFAA32C",
    "url": "https://www.nps.gov/places/salt-creek.htm",
    "title": "Salt Creek",
    "listingDescription": "Take a stroll along the boardwalk to discover the unique organisms which depend on the saline waters of Salt Creek.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/2302FC08-BCD4-1353-227921B412BA9315.jpg",
        "credit": "NPS/ Jason Gray",
        "altText": "A winding wooden boardwalk parallels a small creek surrounded by low green desert plants.",
        "title": "Salt Creek and Boardwalk at High Flow",
        "description": "",
        "caption": "Water flows in Salt Creek during the cooler months.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/2302FC08-BCD4-1353-227921B412BA9315.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/2302FC08-BCD4-1353-227921B412BA9315.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "salt creek",
      "hiking",
      "pupfish",
      "boardwalk trail"
    ],
    "latitude": "36.5919227005",
    "longitude": "-116.994866852",
    "latLong": "36.5919227005,-116.994866852",
    "bodyText": "<h4><span style=\"color:#c0392b;\"><em>This area was severely impacted by flooding in summer 2022 and may be closed until fall 2023. Flooding changed the creek bed, destroyed the boardwalk and damaged the toilet.</em></span></h4> <h3>Rare water in the desert leads to an abundance of life.</h3> <p><br /> Those who visit Salt Creek during the summer witness a dry landscape with brittle plant life, but a return visit in the winter is an entirely different experience. When the air temperature drops, flowing water returns to the dry bed of Salt Creek. Pickleweed plants growing along the banks thirstily suck up this life-bringing water, birds can be seen in the shallows, and macroinvertebrates crawl and swim under the surface. Perhaps most exciting of all is the return of the Salt Creek Pupfish- small blue fish which dart in and out of the underwater vegetation.  <br />  <br /> Salt Creek pupfish are specifically adapted to the unique habitat of Salt Creek and can tolerate salt concentrations several times that of sea water. They take advantage of the cooler winter months to spawn, then as summer approaches, must retreat up the creek toward its spring-fed source to avoid perishing in the drying pools. Pupfish earned their name from the lively behavior they display during spawning, which some people liken to playful puppies.<br /> <br /> Located approximately 15 minutes west of Furnace Creek Visitor Center, off CA 190, Salt Creek is a unique haven in an arid environment. Here, visitors can view the pupfish and other species which rely on the water of the creek from a wooden ADA-accessible boardwalk which crisscrosses the creek. The boardwalk is a 0.5 mile (0.8 km) signed interpretive trail with information and benches along the way. Please be respectful of this VERY FRAGILE environment, and do not step off the boardwalk.  <br />  </p> <hr /> <p><span style=\"color: rgb(192, 57, 43);\">HIKING NOT ADVISED AFTER 10 AM IN THE SUMMER</span></p> <p><br /> <strong>Round Trip Length:</strong> 0.5 miles (0.8 km)<br /> <strong>Round Trip Time:</strong> 30 minutes  <br /> <strong>Difficulty:</strong> Easy <br /> <strong>Elevation Gain: </strong>none-flat<br /> <strong>Trail Type:</strong> ADA accessible wooden boardwalk loop<br /> <strong>Location: </strong>Unpaved Salt Creek Road located 13 miles (20km) west of Furnace Creek off CA-190.<br /> <strong>Parking: </strong>Open gravel parking area large enough for RVs and buses  <br /> <strong>Closest Restroom:</strong> Vault toilet located in the parking lot <br /> <strong>Route: </strong>Boardwalk loop paralleling and crossing Salt Creek, with benches and interpretive signs. </p>",
    "audioDescription": "A wooden boardwalk approximately 4 feet (1.2 m) wide elevated up to approximately 3 feet (1 m) above the ground crisscrosses and parallels a shallow creek several inches to several feet deep and several feet wide. The surrounding landscape is white soil and salt with low bare hills rising to the north and south. Small green and gray woody plants dot the desert floor near the boardwalk and creek. Some plants may be visible under the water as well as macroinvertebrates (often insect larvae) and small (approximately 1 inch/2.5 cm in length) blue and green pupfish.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "5b16f6e6-e11a-47ca-a708-fb55ed41dab0",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting",
      "Trailhead",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Interpretive Trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6F14D007-01C2-47FD-B562-34C92C2A26E7",
    "url": "https://www.nps.gov/places/stovepipe-wells-village.htm",
    "title": "Stovepipe Wells Village",
    "listingDescription": "An authorized concessionaire with the NPS, offering restaurant and bar, lodging, camping, gas, and convenience store.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/EBD59F70-C99C-9329-CF744F7A8AE57472.jpg",
        "credit": "P. Isabell",
        "altText": "Large single story building with signs reading \"Nuggel Gift Shop\" and \"Hotel Registration\".",
        "title": "Stovepipe Wells Registration and Shop",
        "description": "",
        "caption": "Stovepipe Wells Hotel and gift shop.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EBD59F70-C99C-9329-CF744F7A8AE57472.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EBD59F70-C99C-9329-CF744F7A8AE57472.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "restaurant",
      "Hotel"
    ],
    "latitude": "36.60626775925327",
    "longitude": "-117.14664704651537",
    "latLong": "36.60626775925327,-117.14664704651537",
    "bodyText": "Stovepipe Wells Village offers numerous visitor services through Death Valley National Park’s Authorized Concessioner, Destination Death Valley. <h3>Lodging</h3> A rustic motel styled to evoke the rich history of the area offers guest rooms, meeting space, and a swimming pool. <h3>RV Park and Campground</h3> RV full-hookup sites are available and offer access to the swimming pool. A nearby NPS-operated campground offers tent camping options. <h3>Restaurant</h3> The Toll Road Restaurant and Badwater Saloon offer dining options and boxed lunches (upon request).Check their website for current hours. <h3>General Store and Gas Station</h3> Unleaded fuel is available 24/7 by paying at the pumps with credit/debit card. A general store and gift shop offer souvenirs, traditional Native American crafts, food & drinks and other items for sale. <h3>Reservations and More Information</h3> Visit the <a href=\"https://www.stovepipedeathvalley.com/\">Destination Death Valley Company website</a><a href=\"www.stovepipedeathvalley.com\">.</a>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "http://www.stovepipedeathvalley.com",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Rooms",
      "Cellular Signal",
      "Electrical Hookup - Boat/RV",
      "Firewood For Sale/Available",
      "Food/Drink - Bar/Alcohol For Sale",
      "Food/Drink - Restaurant/Table Service",
      "Food/Drink - Snacks",
      "Fuel (Diesel)",
      "Fuel (Unleaded)",
      "Gifts/Souvenirs/Books",
      "Groceries/Convenience Items",
      "Historical/Interpretive Information/Exhibits",
      "Ice",
      "Internet/WiFi Available",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Restroom",
      "Showers",
      "Supplies - Camping/Outdoor",
      "Supplies - General",
      "Swimming Pool",
      "Toilet - Flush",
      "Trash/Litter Receptacles",
      "Water - Drinking/Potable",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "Destination Death Valley",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Park Concessionaire",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "637C60F1-D4B0-464B-8EFF-369AD90EB943",
    "url": "https://www.nps.gov/places/telescope-peak.htm",
    "title": "Telescope Peak",
    "listingDescription": "Hike to the tallest peak in Death Valley (elevation: 11,049 ft/ 3368 m).",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E9F6F0BE-F391-C556-2F02EA4D500EF440.jpg",
        "credit": "NPS / J. Jurado",
        "altText": "a cactus in the front with a prominent mountain behind",
        "title": "Telescope Peak",
        "description": "",
        "caption": "Plants from cacti to bristecone can be seen along the trail.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E9F6F0BE-F391-C556-2F02EA4D500EF440.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E9F6F0BE-F391-C556-2F02EA4D500EF440.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "Telescope Peak",
      "hiking",
      "Summer Hikes"
    ],
    "latitude": "36.169792534",
    "longitude": "-117.089419873",
    "latLong": "36.169792534,-117.089419873",
    "bodyText": "<h3><strong>The views from Telescope Peak are unsurpassed; to the east the swirling salt flats of Death Valley, and to the west the towering Sierra Nevada Mountains.</strong><br />  </h3> <p>At 11, 049 ft (3368 m), Telescope Peak is the tallest mountain in Death Valley National Park. This dramatic change in elevation from the valley floor below allows hikers to explore meadows full of desert wildflowers, and an ancient bristlecone pine forest.  <br />  </p> <hr /> <p><strong>Round Trip Length:</strong> 13 miles (21km)<br /> <strong>Round Trip Time:</strong> 7 hours <br /> <strong>Difficulty:</strong> Difficult<br /> <strong>Elevation Gain:</strong> 3,000 ft (914m)<br /> <strong>Trail Type: </strong>Official out and back trail<br /> <strong>Location:</strong> From CA-190 follow Emigrant Canyon Road to the parking area at the Charcoal Kilns. The final 1.5 miles (2.4 km) beyond the kilns is a maintained gravel surface, but sometimes requires 4X4 high clearance. 25 ft vehicle length limit. Road closes with snow. Check with a ranger for current conditions.<br /> <strong>Parking:</strong> Open gravel area<br /> <strong>Closest Restroom:</strong> Vault toilet in nearby Mahogany Flat Campground. No restroom along the trail. Do not leave toilet paper in the backcountry. <br /> <strong>Route:</strong> The trail immediately begins climbing from the trail head. After several miles hikers reach a mellow ridge walk, before the final push to the top of the peak.<br /> <br /> <a href=\"https://www.nps.gov/deva/planyourvisit/telescope-peak.htm\">Detailed Trip Report/Route Description</a><br /> <br /> Note: pets are not allowed on any trail in Death Valley National Park, even if carried. Do not leave your animal in your vehicle. Speak with a ranger about one of the incredible dirt roads where you may walk your pet.</p> <p> </p>",
    "audioDescription": "Dirt hiking trail which hugs the side and ridgeline of a mountain. The trail begins in a pinyon pine and mountain mahogany forest, climbs to a meadow with open views to the east and west, then continues to the summit with 360 views of desert canyons and valleys below and mountains in the distance.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "c8ca3a4b-f909-4ed3-9a57-d208f7eecfc8",
    "isManagedByNps": "1",
    "amenities": [
      "Parking - Auto",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting",
      "Trailhead/Hiker Register"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Hiking Trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3DB1B042-7122-4EA0-B30F-06926EC956FB",
    "url": "https://www.nps.gov/places/the-inn-at-death-valley.htm",
    "title": "The Inn at Death Valley",
    "listingDescription": "A private resort within Death Valley National Park, featuring oasis-like landscaping and a historic ornate lodging and restaurant.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C8D4F6B0-9DD9-FF50-8DC52E50BE95C8CD.jpg",
        "credit": "NPS photo",
        "altText": "a large castle like structure with palm trees in a desert setting",
        "title": "The Inn at Death Valley",
        "description": "",
        "caption": "This historic resort is an oasis in the desert.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C8D4F6B0-9DD9-FF50-8DC52E50BE95C8CD.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C8D4F6B0-9DD9-FF50-8DC52E50BE95C8CD.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "RESORT",
      "restaurant"
    ],
    "latitude": "36.450127",
    "longitude": "-116.851673",
    "latLong": "36.450127,-116.851673",
    "bodyText": "<p>The Inn at Death Valley was built in 1927 by the Pacific Coast Borax Works to entice visitors to come and see the area in hopes to raise support for it to become a National Park.<br /> <br /> The dream came true in 1933 when the park was established as a National Monument, and the resort remains in private hands operating as an in-holding within what is now Death Valley National Park.</p> <h3>Lodging</h3> <p>Standard, deluxe, pool bungalow, and casitas are available. </p> <h3>Restaurant</h3> <p>Reservations recommended, dress code applies.</p> <h3>More Information & Reservations</h3> Additional information and reservations available on the <a href=\"https://www.oasisatdeathvalley.com/\">Oasis at Death Valley website</a>.",
    "audioDescription": "a very large castle like structure built of local rock with a red tile roof. It is surrounded by lush vegetation such as palm trees, oleander, and flowering shrubs, fountains, and paths leading between the hotel rooms, main lobby and restaurant, and pool.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.oasisatdeathvalley.com/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Rooms",
      "Automated Entrance",
      "Cellular Signal",
      "Electric Car Charging Station",
      "Fire Extinguisher",
      "Food/Drink - Bar/Alcohol For Sale",
      "Food/Drink - Restaurant/Table Service",
      "Gifts/Souvenirs/Books",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Restroom",
      "Swimming Pool",
      "Toilet - Flush",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "The Oasis at Death Valley",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Private Resort",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1E2DFA27-BE13-491E-A4B6-232ED4A1770D",
    "url": "https://www.nps.gov/places/the-ranch-at-death-valley.htm",
    "title": "The Ranch at Death Valley",
    "listingDescription": "A private resort within the park boundary, featuring oasis-like landscaping, lodging, restaurants, golf, pool, stables, stores, museum, post office, gas, and other amenities.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7822B3B4-A97D-1035-0BD63C24A28D4F53.jpg",
        "credit": "NPS photo",
        "altText": "a wooden arch framed by palm trees with mountains in the distance",
        "title": "Entrance to the Ranch at Furnace Creek",
        "description": "",
        "caption": "The historic archway welcomes visitors to the resort.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7822B3B4-A97D-1035-0BD63C24A28D4F53.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7822B3B4-A97D-1035-0BD63C24A28D4F53.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "RESORT",
      "restaurant",
      "Hotel"
    ],
    "latitude": "36.456889",
    "longitude": "-116.865567",
    "latLong": "36.456889,-116.865567",
    "bodyText": "<p>Welcoming guests since 1933, this is a former working ranch that has been transformed into a private resort.<br /> <br /> Adjacent to the National Park Service visitor center at Furnace Creek, this resort offers a green manicured landscape in the middle of Death Valley.<br /> <br /> Major features in the resort:</p> <ul> <li>Lodging</li> <li>Restaurants & Saloon</li> <li>18-hole golf course</li> <li>Pool</li> <li>Fiddler's Campground</li> <li>Stores & groceries</li> <li>Fuel</li> <li>Horseback riding & carraige rides</li> </ul> <p>For reservations and more information, visit the <a href=\"https://www.oasisatdeathvalley.com/lodging/the-ranch-at-death-valley/\">Ranch at Death Valley website.</a></p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.oasisatdeathvalley.com/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Rooms",
      "Cellular Signal",
      "Electric Car Charging Station",
      "Firewood For Sale/Available",
      "Food/Drink - Bar/Alcohol For Sale",
      "Food/Drink - Cafeteria",
      "Food/Drink - Coffee",
      "Food/Drink - Ice Cream",
      "Food/Drink - Restaurant/Table Service",
      "Food/Drink - Snacks",
      "Fuel (Diesel)",
      "Fuel (Unleaded)",
      "Gifts/Souvenirs/Books",
      "Groceries/Convenience Items",
      "Historical/Interpretive Information/Exhibits",
      "Ice",
      "Internet/WiFi Available",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Recycling",
      "Restroom",
      "Showers",
      "Supplies - General",
      "Swimming Pool",
      "Toilet - Flush",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "The Oasis at Death Valley",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Private Resort",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "33627437-D7CA-44BE-A1BF-ED5F9181BF19",
    "url": "https://www.nps.gov/places/twenty-mule-team-canyon.htm",
    "title": "Twenty-mule Team Canyon",
    "listingDescription": "Scenic dirt road drive through bare yellow hills.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9A064E08-C075-3706-741F9E4CA3DC59C9.jpg",
        "credit": "NPS Photo",
        "altText": "An unpaved road winds through the yellow hills of Twenty-mule Team Canyon.",
        "title": "Twenty-mule Team Canyon Road",
        "description": "",
        "caption": "Adventure awaits along the unpaved road of Twenty-mule Team Canyon.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9A064E08-C075-3706-741F9E4CA3DC59C9.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9A064E08-C075-3706-741F9E4CA3DC59C9.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "Scenic Drive",
      "twenty mule team",
      "Star Wars",
      "HWY 190"
    ],
    "latitude": "36.409469",
    "longitude": "-116.794706",
    "latLong": "36.409469,-116.794706",
    "bodyText": "<h3>Travel the less-traveled</h3> <br /> At Twenty-mule Team Canyon, visitors can explore a roller-coaster drive, hidden just off the main highway. Here, a 2.5 mile (4 km) dirt road winds between, around, and over yellow hills.<br /> <br /> Located just east of Zabriskie Point, this one-way drive offers spectacular scenery, and a taste of the ruggedness of Death Valley. Although this road is usually passable by most vehicles, check current conditions at the Furnace Creek Visitor Center before heading out.   ",
    "audioDescription": "A dirt road winds between bare yellow and brown hills. The soil of the hills is compacted, but some larger gray rocks exist, mostly in the washes which run between the hills.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "50B59BCC-3565-4769-B289-8B6E4CF43B27",
    "url": "https://www.nps.gov/places/ubehebe-crater.htm",
    "title": "Ubehebe Crater",
    "listingDescription": "Discover Death Valley’s explosive past at this volcanic crater.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/A733E540-AE05-0B73-B0D0F31AD1D7C74B.jpg",
        "credit": "NPS",
        "altText": "A visitor hikes in the bottom of a colorful crater with black cinders on the rim and eroded walls.",
        "title": "Ubehebe Crater",
        "description": "",
        "caption": "The explosion which formed Ubehebe Crater also revealed the area's colorful geologic past.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A733E540-AE05-0B73-B0D0F31AD1D7C74B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A733E540-AE05-0B73-B0D0F31AD1D7C74B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "Ubehebe crater",
      "volcanic activity",
      "maar volcano",
      "explosion",
      "longer visit park highlight",
      "sunset",
      "geoheritage sites"
    ],
    "latitude": "37.0099806562",
    "longitude": "-117.450268676",
    "latLong": "37.0099806562,-117.450268676",
    "bodyText": "<h3>The earth shook, roared, and exploded. When the debris settled, a new crater appeared.</h3>   <p>Ubehebe Crater in northern Death Valley National Park is an excellent place to explore the power of maar (explosion pit) volcanoes. It was here that molten lava came into contact with ground water, creating steam which eventually produced enough pressure to explode through the earth above and create a crater.<br /> <br /> Although Ubehebe Crater is only one of about a dozen craters in the Ubehebe volcanic field, it is the largest and youngest at an estimated 2,100 years old. The crater is approximately 0.5 miles (0.8 km) in diameter, and ranges from 500-777 feet (152-237 m) deep, depending which ridge it is measured from. <br /> <br /> Ubehebe is easily viewed from the parking area, but an easy/moderate trail (1.5 miles/2.4 km) along the rim, allows hikers to marvel at the crater from all sides. Those wishing to explore farther can visit some of the other maars in the area, including Little Hebe Crater. Many visitors enjoy hiking into the depths of the crater, but remember that the hike back up is a difficult slog in ankle-deep debris, and should not be attempted during hot summer months.<br /> <br /> Afternoon and sunset are particularly grand times to visit this spectacular site. In this lighting, the colorful layers of the sedimentary rock exposed by the explosion become quite obvious, along with the mantle of dark ejected material which caps these older deposits. Allow an hour drive time from Furnace Creek and come prepared for windy conditions. Please visit this area with respect, as it is an important cultural site for the Timbisha Shoshone people.   <br />  </p> <hr /> <p><span style=\"color:#c0392b;\">HIKING NOT ADVISED AFTER 10 AM IN THE SUMMER</span><br /> <br /> <strong><u>Ubehebe Rim Hike</u></strong><br /> <strong>Round Trip Length: </strong>1.5 miles (2.4 km) <br /> <strong>Round Trip Time:</strong> 1 hour<br /> <strong>Difficulty:</strong> Moderate<br /> <strong>Elevation Gain:</strong> 500 ft (152m)<br /> <strong>Trail Type:</strong> Official loop trail<br /> <strong>Location: </strong>8 miles (13km) west of Scotty's Castle<br /> <strong>Parking:</strong> Paved lot directly overlooking the crater- large enough for buses and large RVs<br /> <strong>Closest Restroom:</strong> No restrooms. Nearest restrooms are located at the unstaffed Grapevine Ranger Station 5 miles (8km) east of the crater. <br /> <strong>Route:</strong> Exposed edges! Not good for those with a fear of heights. Often done in a counter-clockwise direction, beginning with an uphill section. Little Hebe Crater comes into view in 0.5 mi (0.8km) and is a common destination for those looking for a shorter trip. <br /> <br /> Note: pets are not allowed on any trail in Death Valley National Park, even if carried. Do not leave your animal in your vehicle. Speak with a ranger about one of the incredible dirt roads where you may walk your pet.</p>",
    "audioDescription": "A large roughly circular volcanic crater approximately 0.5 miles (0.8 km) in diameter and 500-777 feet (152-237 m) deep, with mountains in the distance. Dark volcanic material mantels the ground to a depth of about 80 feet (24 m), covering older sedimentary rock now exposed and forming the crater walls. This sedimentary rock has colorful red, brown, and pink layering, and has vertical erosion in many places. The walls are fairly steep/vertical, but a more gentle slope leads from the parking area overlook to the bottom of the crater. Some small plants (mostly green creosote and silver-colored desert holly) dot the more gentle slope and crater floor. The crater floor is covered in silt in some areas and sometimes collects water after rain. A trail leads around the rim of the crater and down the gentler slope to the crater bottom.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "19486056-c945-49b6-b2e6-1592819f00cd",
    "isManagedByNps": "1",
    "amenities": [
      "Parking - Auto",
      "Parking - Bus/RV",
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Maar Volcano",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "03508623-1102-4C5F-9812-A94FF1FDF2AF",
    "url": "https://www.nps.gov/places/wildrose-charcoal-kilns.htm",
    "title": "Wildrose Charcoal Kilns",
    "listingDescription": "Ten beehive shaped structures used to produce charcoal needed for Death Valley mining operations in the late 1800s.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CC2CDB8E-B564-EF7B-9C7453579B201E4B.jpg",
        "credit": "NPS/ E. Letterman",
        "altText": "Stone and mortar beehive structures in a row in patchy snow.",
        "title": "Wildrose Charcoal Kilns",
        "description": "",
        "caption": "These beehive structures stand as a reminder of past mining pursuits in Death Valley.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CC2CDB8E-B564-EF7B-9C7453579B201E4B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CC2CDB8E-B564-EF7B-9C7453579B201E4B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "Charcoal",
      "kiln",
      "Beehive",
      "Mining",
      "Wildrose",
      "modock mines",
      "pinon pine",
      "pine nut",
      "longer visit park highlight"
    ],
    "latitude": "36.252421",
    "longitude": "-117.110587",
    "latLong": "36.252421,-117.110587",
    "bodyText": "<h3>“The Charcoal Kilns ought to be regarded as prime historic structures, perhaps the most significant structures in the Monument. The number of kilns- ten in all – is itself an attractive feature, especially since they are all laid out in a perfect line up in the canyon.”</h3> <br /> This excerpt from a study published in 1969 by National Park Service Historian, Benjamin Levy, reveals that a trip off the beaten path, up Wildrose Canyon, is well worth the detour. Completed in 1877 to supply charcoal for the Modock Mines 25 miles to the west in the Argus Range, these kilns were likely only used until 1879.   <br /> <br /> The kilns were built from local stone, and the mortar is a lime, sand and gravel mix. During the kilns’ operation, wood was harvested from the surrounding hillsides, loaded into the kilns, and fired to produce charcoal. The charcoal product was then transported by pack animal, and possibly wagons to be used in smelters for lead-silver mines. Charcoal was the preferred fuel source for use in mining furnaces because it burns more slowly than wood, and produces a much greater heat, which is needed for refining ores.  <br /> <br /> Many of the trees used as fuel in the kilns were local Pinion Pines. Pinion pines are the source of pine nuts (think-pesto!), which were a traditional staple of the Timbisha Shoshone diet. The nuts ripen in the fall, and can be stored for several years, making them a valuable food source.<br /> <br /> The best way to reach the Wildrose Charcoal Kilns is by taking the Emigrant Canyon Road turnoff of Highway 190 (minimum 1.5 hr detour). This paved road offers spectacular scenery, while winding through hills, valleys, and washes. Be alert for wild burros, whose ancestors were left behind during the mining days; these animals often stand in roadways and have been known to bite and kick when approached. The final 2 miles (3 km) is gravel, and although it is generally passable by most vehicles, check current conditions before making the trip. <br />  ",
    "audioDescription": "Ten gray/brown stone and mortar bee-hive shaped structures stand in a row, at the base of hills dotted with pinion pine and juniper trees. The structures are approximately 25 feet tall, with a 30 foot (9 meter) interior diameter. Each structure has an open arched doorway in the front, approximately 4.7 feet (1.4 meters) wide by 6 feet (1.8 meters) tall, and a second open arched doorway in the rear, opposite the front doorway. The rear doorway is approximately 12 feet (3.7 meters) off the ground and is approximately 3 feet (1 meter) wide by 3.7 feet (1.1 meters) tall. Neither opening has a door. The kilns have three rows of open vent holes between the stones, which measure approximately 4 inches (10 centimeters)by 4 inches (10 centimeters) and are spaced 1.5 feet (0.46 meters) apart vertically. The floor is dirt.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting",
      "Trailhead",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Mining History",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "16547B55-9489-42E4-9738-34B9D48C6A78",
    "url": "https://www.nps.gov/places/wildrose-peak.htm",
    "title": "Wildrose Peak",
    "listingDescription": "A strenuous trail leads to this spectacular peak in the Panamint Mountains.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/EA603B65-D8E8-9BDB-0530255E488E8858.jpg",
        "credit": "NPS / J. Jurado",
        "altText": "overlooking a valley with white salt and mountains beyond",
        "title": "Vistas from Wildrose Peak",
        "description": "",
        "caption": "Views in all direction make this hike worth the effort!",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EA603B65-D8E8-9BDB-0530255E488E8858.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EA603B65-D8E8-9BDB-0530255E488E8858.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Death Valley National Park",
      "wildrose peak",
      "hiking",
      "trail",
      "Summer Hikes"
    ],
    "latitude": "36.2472282",
    "longitude": "-117.076657",
    "latLong": "36.2472282,-117.076657",
    "bodyText": "<h3>Piñon pines, peaks, and panoramas in the Panamints!</h3>   <p>Many hikers choose Wildrose Peak over Telescope Peak, daunted by Telescope’s additional elevation gain and mileage. However, if you are looking for an easier hike, don’t be fooled; Wildrose is quite the challenge! This strenuous trail lulls hikers into a sense of ease and confidence with an initial gradual climb following the contours of the mountain. After a little over a mile (1.6 km), this mellow stroll through a picturesque piñon pine and juniper forest turns into a steep climb, sure to increase the heartrate of even the most fit hiker.<br /> <br /> Hikers can enjoy a breather at the saddle, with views to the east of the swirling white sands of the floor of Death Valley, before continuing the ascent. After passing through more forest, the trees thin, and those who reach the summit are rewarded with a stunning 360 degree view of Death Valley and the eastern Sierra Nevada Mountain Range.</p> <hr /> <p><strong>Round Trip Length: </strong>8.4 miles (13.5 km) <br /> <strong>Round Trip Time: </strong>6 hours <br /> <strong>Difficulty: </strong>Difficult <br /> <strong>Elevation Gain:</strong> 2,200 ft (671 m)<br /> <strong>Trail Type: </strong>Official trail, out and back<br /> <strong>Location: </strong>Wildrose Charcoal Kilns. The final 2 miles (3.2 km) of the road are gravel and are usually accessible to sedans. May be impassable in winter due to snow. <strong> </strong><br /> <strong>Parking:</strong> Open gravel parking area<br /> <strong>Closest Restroom: </strong>Vault toilet in parking area. Do not leave toilet paper in the backcountry.<br /> <strong>Route: </strong>Strenuous hike through a pinon pine and juniper forest, with sweeping views from the summit.<br /> <br /> <a href=\"https://www.nps.gov/deva/planyourvisit/wildrose-peak.htm\">Detailed Trip Report/Route Description</a><br /> <br /> Note: pets are not allowed on any trail in Death Valley National Park, even if carried. Do not leave your animal in your vehicle. Speak with a ranger about one of the incredible dirt roads where you may walk your pet.</p>",
    "audioDescription": "Rocky uneven dirt trail which begins near the first of the Wildrose Charcoal Kilns. Pinon pine and Juniper trees grow to either side of the trail, as well as some small shrubs, grasses, and seasonal wildflowers. The trail ascends steeply initially then flattens out for about a mile following the side of a ridge and passing rock outcroppings. The trail then ascends even more steeply through a Pinon Pine forest, with a few shar switchbacks and exposed tree roots. Hikers eventually reach a saddle with a view through the trees of the swirling sands of the floor of Death Valley below. The climb to the peak continues through more forest and the trees open up as the trail reaches the summit. The summit is relatively flat with some rocks and small trees, shrubs and grasses. The summit affords panoramic views of the Sierra Nevada mountains to the west, and the floor and foothills of Death Valley to the east.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Parking - Auto",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting",
      "Trailhead",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Hiking Trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "0621A1D9-8810-4A8F-90EF-793BF2492BD8",
    "url": "https://www.nps.gov/places/zabriskie-point-scenic-viewpoint.htm",
    "title": "Zabriskie Point",
    "listingDescription": "Experience the stark beauty of Death Valley at this iconic vista overlooking badlands and salt flats.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9400A45F-99FA-387D-85E5EE5E8A1B36CF.jpg",
        "credit": "NPS",
        "altText": "tan and brown badlands with snowcapped mountains behind",
        "title": "Zabriskie Point",
        "description": "",
        "caption": "Views from Zabriskie Point",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9400A45F-99FA-387D-85E5EE5E8A1B36CF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9400A45F-99FA-387D-85E5EE5E8A1B36CF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,NV",
        "parkCode": "deva",
        "designation": "National Park",
        "fullName": "Death Valley National Park",
        "url": "https://www.nps.gov/deva/index.htm",
        "name": "Death Valley"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Zabriskie Point",
      "Death Valley National Park",
      "Manly Beacon",
      "scenic viewpoint",
      "badlands",
      "1-3 Hour Visit Highlight",
      "sunrise",
      "sunset",
      "HWY 190"
    ],
    "latitude": "36.420046996",
    "longitude": "-116.812257239",
    "latLong": "36.420046996,-116.812257239",
    "bodyText": "<h3>Zabriskie Point is an iconic Death Valley vista, and a favorite location for viewing sunrise and sunset.</h3> <br /> The spectacular views from Zabriskie Point are some of the most photographed in Death Valley National Park. Named in honor of <a href=\"https://www.nps.gov/deva/learn/historyculture/christian-brevoort-zabriskie.htm\">Christian Zabriskie</a>, a prominent figure in the heyday of the Pacific Coast Borax Company, Zabriskie Point affords an elevated vista from which to marvel at the badlands below. These yellow and brown stripped hills have been shaped by the powerful force of water, and even during dry times, the path carved by this water is unmistakable. Gazing beyond the badlands, views of the salt flats covering the floor of Death Valley are visible in the distance, with the hulk of the Panamint Mountains towering above.  <br /> <br /> The most pronounced feature viewed from Zabriskie Point is Manly Beacon. This jutting high point rises to an elevation of 823 ft (251 m), and bears the name of one of the first <a href=\"https://www.nps.gov/deva/learn/historyculture/the-lost-49ers.htm\">49ers</a> (gold rush pioneers) to visit the area. Manly Beacon is especially magnificent when viewed at sunrise or sunset.  <br />  <br /> A 15 minute drive east on Highway 190 from Furnace Creek Visitor Center will bring you to the parking area for this not-to-be-missed view point. From the parking lot, the point is a ¼ mile (400 m) walk up a hill on a paved trail. Those interested in hiking in the badlands can pick up the Badlands Loop Trail at the Zabriskie Point parking lot. Hiking distance varies depending on the route chosen: longer hikes can include Gower Gulch, Golden Canyon, and Red Cathedral.   <br />  ",
    "audioDescription": "Bollards separate the parking lot from a paved trail which leads 1/4 mile (400 m) up a hill to the viewpoint. From the viewpoint, brown and yellow striped hills and several large washes are visible in the foreground. One hill, Manly Beacon, rises above the rest in a shape roughly that of an acute triangle. Beyond the hills, white salt flats spread across a brown, rocky valley floor, and large mountains rise in the distance.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "5fed0e6d-535a-49a4-b264-0cab6a7288c0",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting",
      "Trailhead",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Death Valley National Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Must-see highlight",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]