[
  {
    "id": "49157FBF-3449-411E-B3F7-F3E9BCA56961",
    "url": "https://www.nps.gov/places/poe-house.htm",
    "title": "The Poe House",
    "listingDescription": "Edgar Allan Poe lived here when he wrote \"The Gold Bug\" and \"The Black Cat.\"",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F11FA125-A24D-579C-9F2C1D5CFEB03FA1.jpg",
        "credit": "NPS Photo",
        "altText": "A grassy snow patched covered field with some trees. A brick house in the distance.",
        "title": "Edgar Allan Poe National Historic Site",
        "description": "",
        "caption": "Poe stated that his six years living in Philadelphia were his happiest and most productive.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F11FA125-A24D-579C-9F2C1D5CFEB03FA1.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F11FA125-A24D-579C-9F2C1D5CFEB03FA1.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "PA",
        "parkCode": "edal",
        "designation": "National Historic Site",
        "fullName": "Edgar Allan Poe National Historic Site",
        "url": "https://www.nps.gov/edal/index.htm",
        "name": "Edgar Allan Poe"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Edgar Allan Poe",
      "Literature",
      "poetry",
      "Author"
    ],
    "latitude": "39.961961",
    "longitude": "-75.149845",
    "latLong": "39.961961,-75.149845",
    "bodyText": "The site is located at 532 N. 7th Street. Entrance to this site is through the adjacent exhibit area. The site is open from Friday through Sunday, from 9am to 12pm, and from 1pm to 5pm (closed 12pm to 1pm).<br /> <br /> During his six years in Philadelphia (1838-1844), Edgar Allan Poe lived in five different houses. Only this house survives. Many of Poe's most important and famous tales were published during his residence in the city - a major publishing center at the time. The author lived in this house with his young wife Virginia, then suffering from the early effects of tuberculosis. Poe hoped that Virginia's fragile health would improve here, in a home located at the edge of the city. In addition to Edgar and Virginia, the household included Virginia’s mother Maria Clemm, known affectionately as “Muddy,” and their cat, Catterina.  <br /> <br /> The Poe House does not have any furnished rooms today. Instead, wall mounted illustrations help in imagining the life and times of Edgar Allan Poe and his family in Philadelphia in the 1840s.",
    "audioDescription": "Edgar Allan Poe National Historic Site. Near the middle of the block sit two row houses side-by-side. On either side grassy lawns extend to the side streets, enclosed by an iron rail fence. The brick houses have three stories plus a single dormer window on the roof. The houses are almost mirror images of each other. The house on the left has two windows, each with shutters, and a plain stone sill below and lintel above on each floor. The ones on the first floor are narrower to make room for the door, which is all the way to the right. The wood paneled door has three steps up to it. There is a tall chimney on the left side of the roof. The house on the right is similar, with its door on the left side, four steps up to the door and the chimney on the right. Entrance to the site is through this door. There is a brass knocker on the door with a sign that reads, “Please knock to gain entry.” To the right of this door is a freestanding panel with a photograph showing a basement room made of brick, both walls and floor. A set of wooden steps goes up through the wood joists of the floor above. Text on the panel reads, \"Author, critic, editor, and poet Edgar Allan Poe lived here with his family in 1843-44. This is the last and only surviving house Poe lived in during his six productive years in Philadelphia. Interactive exhibits, a film, and ranger guided tours celebrate Poe's life and legacy. A Victorian style Reading Room offers the complete works of Edgar Allan Poe.\" Moving to look down the left side of the houses reveals that there is an additional wing in the rear with a white picket fence alongside. The front part of the house has only a single window near the front on the second and third floors. Behind that the attached wing has a door on the side. There are two windows on the right side of that door and one on the left. There are four windows across the upper two floors. A brick sidewalk runs down the side of the house. In the middle of the sidewalk is a tall metal pillar with a metal sculpture of a raven on top, perched with its wings outspread. End of Description for the Edgar Allan Poe National Historic Site. Wayside description is next. The Poes in Philadelphia wayside. Title. The Poes in Philadelphia. Text on the left side of this panel reads, \"Edgar Allan Poe, his wife, Virginia Clemm Poe, and his mother-in-law, Maria Poe Clemm, lived in this house from 1843 to 1844. It is the only surviving house of several in Philadelphia in which the Poes lived. Note the difference between this drawing and what you see before you. This illustration shows the house before the front addition was built in 1848. Poe thrived as an author during his six years in Philadelphia. He honed his skills as a poet, critic, and editor, wrote the first detective stories, and created enduring tales of horror. The Black Cat and The Gold Bug were actually published during the time he lived in this house. Even though he saw some success as a writer, his personal life was tormented by the steady decline of his wife's health due to tuberculosis. Watching her sink towards certain death, Poe wrote to a friend saying how he feared he was insane \"with long intervals of horrible sanity.\" A stabilizing force was Maria Clemm, affectionately called \"Muddy,\" who cared for both her ailing daughter and her melancholy son-in-law.\" Below the text are three portraits. At left is Edgar Allan Poe, 1809 - 1849. He looks out at us from eyes under low dark brows with a high forehead above. He has a neat dark mustache and dark hair somewhat disarrayed. The middle portrait shows Virginia Clemm Poe, 1822 - 1847. Her head is turned to the left, showing her dark hair pulled back into a bun at the back of her head. She has wide dark eyebrows and a delicate mouth. The final portrait shows Maria Poe Clemm, 17790 - 1871. She has a square face with dark hair peeping out from a white bonnet with long sashes falling down on either side. She looks out at us with a gentle smile. The right side of the panel has a color illustration of the back section of the house before you, which was then a separate structure. It shows the brick three-story house with door on the front, facing to the left. On the side nearest us in the drawing there is a roof extending out from the first floor to shade a large porch. The house is surround by a white picket fence. There are a man and a woman on the side porch and another woman standing out in the garden in front of the front door. End of Description.",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "The Edgar Allan Poe National Historic Site passport stamp can be found inside the house while visiting. Another stamp is located at the park ranger desk in the Independence Visitor Center at Independence National Historical Park.",
    "passportStampImages": [
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/F3912375-073D-F079-239F9BD32E36EF95.jpg"
          }
        ],
        "altText": "A blue national park passport stamp with date and location.",
        "title": "Edgar Allan Poe NHS passport stamp",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/F3912375-073D-F079-239F9BD32E36EF95.jpg"
      }
    ],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "f4bfbf3e-a5c7-40bb-b4a4-584d04b66305",
    "isManagedByNps": "1",
    "amenities": [
      "Gifts/Souvenirs/Books",
      "Historical/Interpretive Information/Exhibits",
      "Information - Ranger/Staff Member Present",
      "Restroom",
      "Theater/Auditorium",
      "Water - Drinking/Potable"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "532 N. 7th Street",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Home of author Edgar Allan Poe",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Edgar Allan Poe NHS - Interior",
        "id": "1E981271-155D-451F-67F2-1B1A51FACA11",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6518443&id=1E981271-155D-451F-67F2-1B1A51FACA11"
      },
      {
        "title": "Edgar Allan Poe NHS - Exterior",
        "id": "65BCAA5C-1DD8-B71B-0B8D-8AB89C642E36",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6518443&id=65BCAA5C-1DD8-B71B-0B8D-8AB89C642E36"
      }
    ],
    "relevanceScore": 1
  }
]