[
  {
    "id": "9A311DF3-0289-4B35-9679-8E704A756391",
    "url": "https://www.nps.gov/places/eisenhower-bank-barn.htm",
    "title": "Eisenhower Bank Barn",
    "listingDescription": "The oldest standing structure on the Eisenhower property, the bank barn is an example of a classic staple of farms in Adams County, Pennsylvania. Built into the bank of the hillside, this 1887 barn offered a place for livestock, hay, and farm equipment for decades, long before the Eisenhowers purchased the property.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/93B9D10F-A132-07CC-DCE24DEBB257B6B8.jpg",
        "credit": "EISE NPS",
        "altText": "A color image of a tall red barn with a small white building in front, and a red chicken coop",
        "title": "The Eisenhower Bank Barn",
        "description": "",
        "caption": "This 19th century barn is the oldest standing structure on the Eisenhower farm.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/93B9D10F-A132-07CC-DCE24DEBB257B6B8.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/93B9D10F-A132-07CC-DCE24DEBB257B6B8.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "PA",
        "parkCode": "eise",
        "designation": "National Historic Site",
        "fullName": "Eisenhower National Historic Site",
        "url": "https://www.nps.gov/eise/index.htm",
        "name": "Eisenhower"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Eisenhower National Historic Site",
      "Eisenhower",
      "World War II",
      "world war I",
      "historic structure",
      "farming and agriculture"
    ],
    "latitude": "39.79415097862852",
    "longitude": "-77.26337059968667",
    "latLong": "39.79415097862852,-77.26337059968667",
    "bodyText": "<p paraeid=\"{2fa432a0-51f0-45ab-bbaf-ef25f6be1844}{60}\" paraid=\"1231543355\">The oldest standing structure on the Eisenhower property, the bank barn is an example of a classic staple of farms in Adams County, Pennsylvania. Built into the bank of the hillside, this 1887 barn offered a place for livestock, hay, and farm equipment for decades, long before the Eisenhowers purchased the property.</p> <p paraeid=\"{24c1930c-407a-4ed3-ac70-07e68c250234}{51}\" paraid=\"729447552\">While originally red, General Eisenhower felt the barn stood out too much from the white Eisenhower home and had a custom mix of gray and green paints combined to give the barn its current color. The upper barn was used for storing farm equipment, and the lower level also included horse stables. </p> <p paraeid=\"{2fa432a0-51f0-45ab-bbaf-ef25f6be1844}{76}\" paraid=\"1462117763\">Today, the upper level contains farm equipment from the Eisenhower era, while the lower level provides restrooms for visitors.  </p>",
    "audioDescription": "",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "When staffed, there is an Eisenhower National Historic Site stamp in the Eisenhower Bank Bark",
    "passportStampImages": [
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/8F7ABB47-0D41-AA54-00F9F1FE8D10B491.jpg"
          }
        ],
        "altText": "Circular blue stamp with text on inside for Eisenhower National Historic Site, blank space for date.",
        "title": "Eisenhower National Historic Site",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/8F7ABB47-0D41-AA54-00F9F1FE8D10B491.jpg"
      }
    ],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Rooms",
      "Junior Ranger Booklet Available",
      "Restroom",
      "Restroom - Accessible",
      "Restroom - Seasonal",
      "Scenic View/Photo Spot",
      "Toilet - Flush"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Eisenhower National Historic Site",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "This 19th century barn is the oldest standing structure on the Eisenhower farm. Used initially for dairy cows, General Eisenhower used it for stables and storing farm equipment. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Historic Structure ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "46BA552E-B720-4701-BE04-ED8BDBA4BD52",
    "url": "https://www.nps.gov/places/eisenhower-flagpole.htm",
    "title": "Eisenhower Flagpole",
    "listingDescription": "The Eisenhower flagpole is a central feature of the property. The Suffolk County Republican Committee of New York donated this flagpole in May 1955. An American flag flew here when a member of the Eisenhower family was present. During Eisenhower's presidency, the presidential flag also flew here. Once Eisenhower left office, the five-star general flag flew from this flagpole.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/378ED2E7-0E71-CEAA-D0D7685D32B51CAD.jpg",
        "credit": "",
        "altText": "The American flag flies above the Presidential flag on a tall flag pole.",
        "title": "American and Presidential flags",
        "description": "",
        "caption": "During his presidency, Ike flew the American and Presidential flags when he was home on the farm.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/378ED2E7-0E71-CEAA-D0D7685D32B51CAD.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/378ED2E7-0E71-CEAA-D0D7685D32B51CAD.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "PA",
        "parkCode": "eise",
        "designation": "National Historic Site",
        "fullName": "Eisenhower National Historic Site",
        "url": "https://www.nps.gov/eise/index.htm",
        "name": "Eisenhower"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Eisenhower National Historic Site",
      "Eisenhower Family",
      "Eisenhower",
      "Eisenhower National Historic Site Landscape",
      "Cold War",
      "World War II",
      "flag pole",
      "5-star flag",
      "General Eisenhower"
    ],
    "latitude": "39.79330527914508",
    "longitude": "-77.26298040515613",
    "latLong": "39.79330527914508,-77.26298040515613",
    "bodyText": "<p paraeid=\"{0f7c3cb9-aa83-46a3-a601-bcc38d586e5a}{110}\" paraid=\"355064945\">Donated by the Suffolk County Republican Committee of New York in May 1955, the Eisenhower flagpole is a central feature of the property. From that point on, the American flag was flown at the property whenever a member of the Eisenhower family was present. In addition to the American flag, during the presidential years, whenever Eisenhower was on-site the presidential flag was flown. Once Ike left office, however, his military rank was reinstated, so the five-star general’s flag was then flown at the farm.  <br /> <br /> The fields surrounding the flagpole served a variety of purposes through the years, including hosting events at the farm. In 1952, Eisenhower hosted campaign events here during his first run for the White House. From political luncheons to family events, the fields surrounding the flagpole were a gathering place for many years here at the Eisenhower farm. </p>",
    "audioDescription": "This description is 266 words long. The flagpole stands 60-feet tall with a 4-foot, 6-sided cement base. On the top of the pole stands an American Eagle weathervane that has its wings spread to depict flight and clutches the top of the pole with its talons. Beneath the eagle are the first letters for North, South, East, and West that rotates based on the direction of the wind. The pole is equipped with 2 rope-pulley systems that begin with 2 metal cleats attached to the concrete base 4 feet from the ground that are used to secure the rope. The rope rises from this point to a pulley located at the top of the pole just beneath the weathervane. One rope-pulley system is on the north and the second on the south. On the north pulley system is hoisted the red, white, and blue American Flag. This flag is raised to the very top of the pole, but beneath the weathervane. The south pulley hoists General Eisenhower’s 5-star General flag slightly lower than the American flag. The General’s flag consists of a smaller red flag with 5 white stars arranged in a pentagonal formation to match how General Eisenhower’s rank was displayed. The flagpole is in the foreground of an open green field. To the west is the backside of the Eisenhower home which sits above the rose garden and terrace. To the north is the putting green, Reception Center and bank barn. To the east are open fields with a tree line in the distance. To the south is the Tea house (a small brick building), patio and grill.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Pets Allowed",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Eisenhower National Historic Site",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": " Gift to President Eisenhower",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site, National Historic Landmark, National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "75D35D6E-A952-445B-A708-D87FD0F83F30",
    "url": "https://www.nps.gov/places/eisenhower-home.htm",
    "title": "Eisenhower Home",
    "listingDescription": "The Eisenhower home served as a place of rest, relaxation, and recovery during their years in the White House. This home was the only home the Eisenhowers owned together, and they would stay here for the rest of their lives.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/25CAC2ED-F486-24E2-5BBAF696D2095467.jpg",
        "credit": "",
        "altText": "A two story white house surrounded by manicured lawns and gardens.",
        "title": "Eisenhower Home",
        "description": "",
        "caption": "The Eisenhower home was the only house Dwight and Mamie Eisenhower owned together.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/25CAC2ED-F486-24E2-5BBAF696D2095467.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/25CAC2ED-F486-24E2-5BBAF696D2095467.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "PA",
        "parkCode": "eise",
        "designation": "National Historic Site",
        "fullName": "Eisenhower National Historic Site",
        "url": "https://www.nps.gov/eise/index.htm",
        "name": "Eisenhower"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "world war I",
      "World War II",
      "Cold War",
      "Eisenhower National Historic Site"
    ],
    "latitude": "39.79337364361032",
    "longitude": "-77.26357340812683",
    "latLong": "39.79337364361032,-77.26357340812683",
    "bodyText": "<h4 paraeid=\"{c4decad3-470f-4660-96c3-6e4a7b4dd94b}{181}\" paraid=\"349123781\">Visiting the House</h4> <p paraeid=\"{c4decad3-470f-4660-96c3-6e4a7b4dd94b}{181}\" paraid=\"349123781\">The Eisenhower home is open for tours seasonally. For information about visiting the inside of the house, check the <a href=\"https://www.nps.gov/eise/planyourvisit/hours.htm\">Operating Hours & Seasons page</a>.</p> <h4 paraeid=\"{c4decad3-470f-4660-96c3-6e4a7b4dd94b}{181}\" paraid=\"349123781\"><br /> The Eisenhowers in Gettysburg</h4> <p paraeid=\"{c4decad3-470f-4660-96c3-6e4a7b4dd94b}{181}\" paraid=\"349123781\">In 1950—after 34 years of marriage and dozens of moves—the Eisenhowers finally found a place they could call home. Gettysburg, Pennsylvania had loomed large in the life of Dwight David Eisenhower for decades. In May 1915, he first visited the historic town in south-central Pennsylvania with his West Point class. Three years later, as an army captain, 27-year-old Eisenhower was assigned the command of Camp Colt, the U.S. Army tank training camp in the middle of the Gettysburg battlefield. Through the trials and tribulations of 1918, Eisenhower grew as an officer and person. He and Mamie lived in Gettysburg with their first-born child, Doud, who would tragically die in 1921 at the age of 3.  <br /> <br /> Decades after Camp Colt, Eisenhower was returning to Gettysburg a much different person. He was the victorious 5-star general who oversaw the Allied victory in Europe during World War II. He had then spent several years as the Chief of Staff for the US Army, leaving that post for the presidency of Columbia University in 1948. “Ike”, as he was affectionately known by many, was now looking towards retirement with his beloved Mamie. When they found this 189-acre dairy farm, it was their perfect place. They purchased the property for $44,000, dreaming of a peaceful and tranquil retirement to come.  <br /> <br /> Soon after buying the farm, Eisenhower was called back to Europe to be the Supreme Commander of NATO forces. The following year, he left that role to run for the presidency, being elected the 34th President of the United States. Over his two terms in office, his Gettysburg farm was a central feature of Eisenhower’s time as president. Ike spent over 365 days here while he was Commander-in-Chief, using the farm for rest and relaxation, as well as a locale for hosting world leaders.  <br /> <br /> Finally, in 1961, 11 years after buying their farm, the Eisenhowers left the White House and, at long last, had their retirement home of their dreams. The 1960s were happy years for Ike and Mamie, and we invite you to explore the only property that they ever owned in their long and eventful lives together.  <br />  </p> <h4 paraeid=\"{e1a2eb78-f09d-48bd-b9ad-d856039a1a9a}{228}\" paraid=\"709880077\">History of the Property</h4> <p paraeid=\"{c4decad3-470f-4660-96c3-6e4a7b4dd94b}{181}\" paraid=\"349123781\">The home that Ike and Mamie lived in is not the same house that they originally purchased. This home, and the property it sits on, evolved over time.<br /> <br /> The original owner of the property, Quinton Armstrong, built a two-story log cabin on the spot in the 1750s. In the 1830s, a brick veneer was added to the exterior of the original log structure. This was the structure that the Eisenhowers purchased.<br /> <br /> Over the course of the 1800s, this property also changed hands several times. At the time of the Civil War, the farm was owned by John Biesecker who rented to Adam Bollinger. The Bollinger family watched Confederate forces march across the farm fields on July 2, 1863, during the Battle of Gettysburg. The farm was outside the main areas of combat but still suffered damage from artillery, trampling, and looting. One of the double log barns on the grounds may have been used by the Confederates as a field hospital. <br /> <br /> In 1886, John Biesecker sold the farm to John and Sarah Plank who owned the property until the early 1900s. The Planks built the large bank barn which still stands next to the house today.<br /> <br /> When Dwight and Mamie Eisenhower purchased this Gettysburg farm, they intended to live out a quiet retirement here. However, Dwight D. Eisenhower was pulled back into public service and the quiet retirement the Eisenhowers imagined when they purchased the property was put on hold.</p> <h4 paraeid=\"{c4decad3-470f-4660-96c3-6e4a7b4dd94b}{181}\" paraid=\"349123781\"><br /> Construction and Renovation</h4> <p paraeid=\"{c4decad3-470f-4660-96c3-6e4a7b4dd94b}{181}\" paraid=\"349123781\">Once Dwight and Mamie were in the White House, it was discovered that most of their Gettysburg home was in dire straits due to its advanced age and the deteriorating condition of the wooden interior. The Eisenhowers were advised to raze the home to the ground and start fresh. However, Mrs. Eisenhower wished to save as much of the original home as possible, so she implemented a new plan that saved a portion of the 1800s structure.<br /> <br /> That part of the home today contains the kitchen and butler’s pantry downstairs and the maid’s room upstairs. The older brick section has a rougher exterior appearance from the newer brick and is easily visible from outside the house. Because the older and newer brick did not match, the house was painted white. Construction began in the spring of 1953 and was finished in the spring of 1955. <br /> <br /> Originally a small summer kitchen had been adjacent to the original house in the 1800s. While all the wooden parts of that structure were removed, the Dutch oven and fireplace were left intact to be incorporated into the new home. The Dutch oven and fireplace, part of the property at the time of the Battle of Gettysburg, were incorporated into the den on the southern side of the Eisenhower home.<br /> <br /> The Eisenhowers quickly fell in love with their newly finished home, using it as a respite for rest, relaxation, and recovery during their years in the White House. They hosted numerous world leaders here.<br /> <br /> This home was the only home the Eisenhowers owned together, and they would stay here for the rest of their lives.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Rooms",
      "Benches/Seating",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information - Ranger/Staff Member Present",
      "Junior Ranger Activity",
      "Junior Ranger Booklet Available"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Eisenhower National Historic Site",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "This was the home of Dwight and Mamie Eisenhower.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Historic Structure ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "4C8233A8-B7AE-4F51-A4C5-DD313930F199",
    "url": "https://www.nps.gov/places/farm-2-garage.htm",
    "title": "Farm 2 Garage and Corn Crib",
    "listingDescription": "The garage and corn crib is one of many farm outbuildings that Dwight Eisenhower and his partners used in the cattle operation.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6DE5936A-D79D-6567-974B81541977A770.jpg",
        "credit": "NPS collection",
        "altText": "Side view of a cream colored, 1 1/2 story, wood building with flaking paint; open door reveals corn.",
        "title": "Farm 2 Garage and Corn Crib",
        "description": "",
        "caption": "The garage on Farm 2 also did double duty as a corn crib to dry ears of corn for animal feed.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6DE5936A-D79D-6567-974B81541977A770.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6DE5936A-D79D-6567-974B81541977A770.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "PA",
        "parkCode": "eise",
        "designation": "National Historic Site",
        "fullName": "Eisenhower National Historic Site",
        "url": "https://www.nps.gov/eise/index.htm",
        "name": "Eisenhower"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Eisenhower Farms",
      "garage",
      "Corn Crib",
      "agriculture",
      "Dwight D. Eisenhower",
      "Arthur Nevins",
      "Alton Jones",
      "Bob Hartley",
      "Eisenhower National Historic Site",
      "Antique Tractor",
      "Historic gas pump",
      "Citgo"
    ],
    "latitude": "39.79125913228368",
    "longitude": "-77.26456582546234",
    "latLong": "39.79125913228368,-77.26456582546234",
    "bodyText": "<p>The old garage on Farm 2 of the Eisenhower Farms was one of the few buildings that could accommodate large farm equipment could easily be stored under cover. The large doors on the north and south ends of the building made it possible to drive equipment in and out without having to back up. Today the garage shelters a John Deere 630 tractor, disk harrow, mounted plow, and subsoiler Model # 22; as well as, a homemade snow plow for the 630 Tractor.<br /> The eastern wall of the garage contained a corn crib. Shucked corn could be stored in the narrow cavity that ran the length and height of the building. The dried corn could be used to feed livestock in winter months or before spring grasses came in.<br /> The Citgo gas pump on the southeast corner of the garage reflects the Eisenhower Farms practice of purchasing fuel in bulk for use in farm equipment and vehicles. Farm hands and employees kept track of the gas they used and would pay for it at the end of the month. One of the Eisenhower Farms partners, Alton Jones, was the president of Cities Service Oil Company (aka Citgo).</p>",
    "audioDescription": "This description is 314 words long. The Farm 2 Garage is a 1 1/2 story, cream-colored, wood building with a silver, standing-seam metal roof. It has an asymmetrical roof-line with the west side of the roof extending longer than the east side. The east wall of the garage is 1 1/2 stories tall. There is a small door that is locked in the center of the wall. There are two square openings that have solid boards over them on the second level. An off-white, 1950s gas pump with an orange triangle with \"Citgo\" underneath is situated at the southeast corner of the building. A small gray wood box is mounted on the building next to the gas pump. The south wall is dominated by two sets of double doors. The eastern set of double doors are slightly taller and wider than the western set. The roofline is asymmetric with the western slope of the roof extending twice as long as the eastern slope. It gives the impression that the west side of the building is an addition to the original structure. Above the eastern doors in the gable end is a small single door that accesses an upper level. The west wall is a single-story solid wall. The north wall mirrors the south wall with two sets of double doors and a small single door above the taller doors. The building is designed with doors on both the north and south ends of the building so that farm equipment or a vehicle can drive through it. Beyond the building to the west are cultivated farm fields and mountains in the distance. To the south is a two-story barn building called the Breeding Shed. To the southwest is the foundation of a bank barn and the single-story Maternity barn. To the east is a pasture that sometimes has cows present. To the north is the stone farmhouse that currently serves at the park headquarters.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Eisenhower NHS, Gettysburg, PA",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Part of Eisenhower Farms",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Landmark, National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "91C6F8BA-C96F-462C-83BB-C5284F74EC0B",
    "url": "https://www.nps.gov/places/garage-and-presidential-vehicles.htm",
    "title": "Garage and Presidential Vehicles",
    "listingDescription": "During the construction of the Eisenhower home, this area was converted from a chicken coup into a garage. Eventually, a chauffeur’s lounge was included as well. Inside the garage are several vehicles used by the Eisenhowers during their time in Gettysburg.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/72BA42C0-E350-47A6-A3AA03C499AAE9C7.jpg",
        "credit": "EISE NPS",
        "altText": "A black and white image with cows in the foreground and two black limousines parked outside",
        "title": "The Garage and Presidential Vehicles",
        "description": "",
        "caption": "The garage in November 1955 when the president was recovering from a heart attack.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/72BA42C0-E350-47A6-A3AA03C499AAE9C7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/72BA42C0-E350-47A6-A3AA03C499AAE9C7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "PA",
        "parkCode": "eise",
        "designation": "National Historic Site",
        "fullName": "Eisenhower National Historic Site",
        "url": "https://www.nps.gov/eise/index.htm",
        "name": "Eisenhower"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Eisenhower Family",
      "Eisenhower",
      "historic structures",
      "vehicles",
      "Buick",
      "Crosley"
    ],
    "latitude": "39.793703868321025",
    "longitude": "-77.26335030054813",
    "latLong": "39.793703868321025,-77.26335030054813",
    "bodyText": "<p paraeid=\"{2fa432a0-51f0-45ab-bbaf-ef25f6be1844}{128}\" paraid=\"1470498202\">Originally a chicken coop, General Eisenhower thought this area would be better used as a garage on the southern end of the bank barn. During the construction of the Eisenhower home, this area was converted into the garage. Eventually, a chauffeur’s lounge was included as well.<br /> <br /> Inside the garage are several vehicles used by the Eisenhowers during their time in Gettysburg. Included in the collection is a limousine used during Eisenhower’s presidency, a station wagon, as well as several golf carts. Also, inside the garage is the “Surrey with the Fringe on Top,” a custom Crosley automobile that Ike used to ferry guests around his farm.  <br /> <br /> From World War II until his retirement, Eisenhower had become accustomed to being driven, and had thus not practiced his driving skills for quite some time when he took up driving again during his retirement years.  </p>",
    "audioDescription": "This description has 570 words. The Eisenhower garage is single-story addition on the south end of a Pennsylvania bank barn. Both are painted a unique green-gray color. Facing North: There are four single-car garage doors. The western door is solid wood, while the other three have clear windows to allow visitors to look into the garages. Inside the second garage from the west is the Crosley. It is a small green vehicle that looks like large golf cart. It has two bench seats, open sides with no doors, a canopy on top, and a small deck on the rear. It is painted dark green. The seats are covered in green vinyl and the canopy is white canvas with fringe along the four edges. The names “Ike” and Mamie” are stenciled in white paint on the front quarter panels. In next garage stall is a 1965 Buick Sport Wagon. It has four doors. It is gray with red vinyl interior. It has a chrome grill and bumper. At the front edge of the hood large letters spell out BUICK. In the eastern most stall are four different vehicles. Three are small golf carts: a Fairway King electric golf cart, a Cushman Golf Buggy Model 732, and a Cushman Golfster gasoline golf cart. The three golf carts are tucked along the eastern wall. The first golf cart is robin egg blue. It has a rounded front. There is no top or doors. There is a single light attached to the front. The cart has one wheel in the front and two wheels in the back. A post with extends from the center of the dash and bends back towards the seats and forms a long loop. A bench seat extends the width of the cart, it is tan colored. The second cart is light blue with a white canvas top with fringe on all four sides. The front of the cart is boxy. There are no lights on the front. It has a small windshield. There are two white seats. The steering wheel is on the left side of the vehicle. The last golf cart is blue and white with a rounded, white canopy on top. Fringe is visible on the sides and back of the canopy. The steering wheel is on left side of the vehicle. The fourth vehicle is a limousine used by Eisenhower while he was president. The limousine was built by Imperial Division of the Chrysler Corporation in 1955. The vehicle is black with a large chrome bumper and grill. A large Chrysler emblem is on the nose of the vehicle. Through the grill red lights are barely visible. Facing East: To the east of the garage is the putting green: a light-colored patch of grass with a red flag on a pole in the center. A tall evergreen tree and crabapple tree are in the fore ground. To the south of the putting green is a tall flagpole with an American flag and a smaller red flag with five white stars below it. Facing South: A white house with green shutters is barely visible behind several tall evergreens. At the base of the evergreens English ivy covers the ground. Facing West: A paved path/driveway leads to the Guest House. The Guest House is a small, white, brick, single-story building. It has two windows with green shutters on the side. On the front of the building (the north side) is a small porch.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Cellular Signal",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Eisenhower National Historic Site",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Formerly a chicken coop, this area was used as a garage during the Eisenhower’s time here. Today, exhibits show several vehicles used by the Eisenhowers during the 1950s and 1960s. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Historic Structure ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "499DA524-E1C3-4445-96AB-E6D6E24D5160",
    "url": "https://www.nps.gov/places/greenhouses-and-gardens.htm",
    "title": "Greenhouses and Gardens",
    "listingDescription": "The Eisenhowers used the gardens and greenhouses during both the presidential and retirement years as a source of fresh produce and enjoyment.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/976754A3-A1FF-A1EC-238152B8F25E40E4.jpg",
        "credit": "EISE NPS",
        "altText": "A color image of the gardens, greenhouse, and playhouse on the southern end of the Eisenhower farm.",
        "title": "The Eisenhower Gardens",
        "description": "",
        "caption": "This photograph, taken in May 1969, shows gardens, greenhouses, and a playhouse for the grandkids.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/976754A3-A1FF-A1EC-238152B8F25E40E4.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/976754A3-A1FF-A1EC-238152B8F25E40E4.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "PA",
        "parkCode": "eise",
        "designation": "National Historic Site",
        "fullName": "Eisenhower National Historic Site",
        "url": "https://www.nps.gov/eise/index.htm",
        "name": "Eisenhower"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Eisenhower Family",
      "Eisenhower National Historic Site",
      "gardens"
    ],
    "latitude": "39.79288081170346",
    "longitude": "-77.26349315660627",
    "latLong": "39.79288081170346,-77.26349315660627",
    "bodyText": "<p paraeid=\"{2029ebfa-3fec-4701-8020-3a4c9d0a4cbd}{5}\" paraid=\"303188582\">The Eisenhowers used the gardens and greenhouses during both the presidential and retirement years as a source of fresh produce and enjoyment. Friends of the Eisenhowers provided the greenhouses as gifts in late 1955 and early 1956. They were used for various purposes, including starting seedlings for the Eisenhowers’ orchid collection and to rehabilitate some of Mrs. Eisenhower’s house plants on occasion. It also served as an excellent spot for other flowers and plants the Eisenhowers received as gifts.  <br /> <br /> The vegetable gardens were worked primarily by Walter West and John Moaney, with occasional help from farmhands and even David Eisenhower for a few summers. They featured corn, tomatoes, spinach, kale, lettuce, radishes, cabbage, beets, peas, cucumbers, string beans, watermelon, potatoes, okra, and more. While the produce was used primarily for the Eisenhower farm, it was, on occasion, also used for meals at the White House or Camp David as well.  <br /> <br /> The small white building next to the grenhouses was a playhouse used by the Eisenhower grandchildren. General Eisenhower saw a similar playhouse elsewhere and requested one for his grandkids. It was added in 1956, and according to Ike, “The grandchildren are delighted with their new playhouse, and of course the rest of us get a great kick out of their earnest domestic efforts.”  </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Eisenhower National Historic Site",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The Eisenhowers used the gardens and greenhouses during both the presidential and retirement years as a source of fresh produce and enjoyment. This photograph, taken in May 1969, provides a view of the Eisenhower gardens, greenhouses, and a playhouse for the grandchildren.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Original Landscape",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "2595C6B0-0301-40D6-A2C5-FA3B1F673598",
    "url": "https://www.nps.gov/places/guesthouse.htm",
    "title": "Guesthouse",
    "listingDescription": "Originally a small garage, the Eisenhowers converted this building into a guesthouse in 1955. The home features a bedroom, a small bathroom, and a sitting room, with a porch offering tremendous views of the surrounding area. The guesthouse was used primarily as extra space for visiting friends and family.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/729A1143-A397-15D4-332CD08E92C2BB5D.jpg",
        "credit": "EISE NPS",
        "altText": "A black and white image of a white brick guesthouse with two rocking chairs in front",
        "title": "The Guesthouse",
        "description": "",
        "caption": "A black and white image of a white brick guesthouse with two rocking chairs in front",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/729A1143-A397-15D4-332CD08E92C2BB5D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/729A1143-A397-15D4-332CD08E92C2BB5D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "PA",
        "parkCode": "eise",
        "designation": "National Historic Site",
        "fullName": "Eisenhower National Historic Site",
        "url": "https://www.nps.gov/eise/index.htm",
        "name": "Eisenhower"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Eisenhower Family",
      "Eisenhower",
      "World War II",
      "historic structure",
      "guest house",
      "Eisenhower National Historic Site",
      "David Eisenhower",
      "Bernard Montgomery"
    ],
    "latitude": "39.793835282662734",
    "longitude": "-77.26358950138092",
    "latLong": "39.793835282662734,-77.26358950138092",
    "bodyText": "<p paraeid=\"{8170b08a-0c5b-4bd2-ac44-28ab7f357a25}{185}\" paraid=\"304704029\">Originally a small garage, the Eisenhowers converted this building into a guesthouse in 1955. The home features a bedroom, a small bathroom, and a sitting room, with a porch offering tremendous views of the surrounding area. The bell on top of the guesthouse originated from the Pitzer Schoolhouse on Millerstown Road, which John and Barbara Eisenhower owned at the time. The Eisenhower grandchildren wanted the bell placed atop the guesthouse, and like many grandparents, Ike and Mamie agreed to the request of their beloved grandchildren. <br /> <br /> The guesthouse was used primarily as extra space for visiting friends and family. Perhaps the most famous visitor to stay here was Field Marshall Bernard Montgomery, the famed British general of World War II. In May 1957, President Eisenhower hosted Montgomery and took him on a tour of the Gettysburg battlefield. “Monty”, as he was often known, repaid the favor by getting Eisenhower into hot water with millions of Americans by criticizing the American generals at Gettysburg, especially Robert E. Lee.  </p>",
    "audioDescription": "This description is 210 words long. The guest house is a one-story white brick structure in the shape of a rectangle. On the north side of the structure a paved path leads to an open wooden porch with a wooden roof that forms a triangle over the front of the building. On the east and west sides of the porch, curved metal railings with wooden tops decorate the edges. The structure has a green slate roof that is dominated by a white steeple with a school bell inside it. To the east of the structure a paved path leads to the Eisenhower home. The east and west sides are the longer sides of the building and each has two windows with vegetation near the base of the building. The south side of the building is a solid white brick wall with a waist-high, white, wood cabinet that contains a historic firehose. Standing at the front of the guest house looking to the west there are cultivated farm fields. There are mountains in the distance. To the north is the entry allee and a paved accessible parking area. To the east is a large, green bank barn. To the immediate south, there are pine trees. Beyond the trees is the Eisenhower home and a circular entry drive.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Eisenhower National Historic Site",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Originally a small garage, the Eisenhowers converted this building into a guesthouse in 1955. The home features a bedroom, a small bathroom, and a sitting room, with a porch offering tremendous views of the surrounding area.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Landmark, National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "2D2AD576-5404-41B4-83F8-0C2F4BA4BE44",
    "url": "https://www.nps.gov/places/helicopter-landing-pad.htm",
    "title": "Helicopter Landing Pad",
    "listingDescription": "President Eisenhower was the first president to use a helicopter during his time in office. His inaugural presidential helicopter ride occurred in 1957, ushering in a new era of transportation for our nation’s chief executive.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9546681C-D8BD-89BF-6EB1E50F956E4D69.jpg",
        "credit": "EISE NPS",
        "altText": "A black and white image of a US Marine Helicopter with Eisenhower and Churchill at the farm.",
        "title": "The Helicopter Landing Pad",
        "description": "",
        "caption": "President Eisenhower and Winston Churchill using the farm's helicopter pad with security around them",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9546681C-D8BD-89BF-6EB1E50F956E4D69.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9546681C-D8BD-89BF-6EB1E50F956E4D69.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "PA",
        "parkCode": "eise",
        "designation": "National Historic Site",
        "fullName": "Eisenhower National Historic Site",
        "url": "https://www.nps.gov/eise/index.htm",
        "name": "Eisenhower"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "helicopter",
      "Eisenhower",
      "Eisenhower National Historic Site",
      "helpipad",
      "president",
      "Secret Service",
      "Presidential first"
    ],
    "latitude": "39.79380784771732",
    "longitude": "-77.26394348651013",
    "latLong": "39.79380784771732,-77.26394348651013",
    "bodyText": "<p paraeid=\"{c4decad3-470f-4660-96c3-6e4a7b4dd94b}{113}\" paraid=\"163033835\">President Eisenhower was the first president to use a helicopter during his time in office. His inaugural presidential helicopter ride occurred in 1957, ushering in a new era of transportation for our nation’s chief executive. Eisenhower preferred using a helicopter as it saved him time in his trips from Washington, D.C. to his Gettysburg farm. A two-hour car ride to Gettysburg could be accomplished via helicopter in roughly 30 minutes.  <br /> <br /> The helipad consisted of a mowed section of grass. During Eisenhower’s time it was wide enough to accommodate two helicopters. In addition to mowing a landing area, two paths were mowed from the helipad—one leading to the <a href=\"https://www.nps.gov/places/eisenhower-home.htm\">Eisenhower home</a>, and one leading towards the bank barn and <a href=\"https://www.nps.gov/places/secret-service-office.htm\">Secret Service office</a>. The Secret Service used portable lights to highlight the landing area, which was also illuminated by nearby lighting among the trees and a spotlight from the top window in the southern exterior wall of the <a href=\"https://www.nps.gov/places/eisenhower-bank-barn.htm\">Eisenhower bank barn</a>.  <br /> <br /> President Eisenhower used his landing pad for both formal and informal visits. In May 1959, Eisenhower greeted Great Britain’s former Prime Minister Winston Churchill during a visit to Gettysburg at the helipad. Churchill and Eisenhower were old friends and allies from World War II, and though the former Prime Minister’s visit to the Eisenhower farm was brief, it was a warm reminder of the friendship between the two leaders—and between their two countries.  </p>",
    "audioDescription": "This description is 152 words long. The helipad is a 40 by 30-foot oval patch of grass that is mowed shorter than the surrounding grass. There is a wayside about the helipad immediately to its east on the edge of a paved driveway. Beyond the helipad to the west are cultivated fields that are contoured to the landscape. Beyond the fields are a tree lines and in the distance is South Mountain. To the north is the half mile-long allee. To the east sits the Bank Barn, Guest House, and the Eisenhower Home. To the south are a mix of coniferous and deciduous trees, notably, Holly trees are among the greenery planted by the Eisenhowers. Also, to the south, there is a small concrete bench and a pedestal sundial. These trees now partly incumber the view to the west once enjoyed by the Eisenhowers. Also, to the south, there is a small stone bench and a pedestal sundial. The ground of the helipad is not poured cement or concrete, instead, it is simply ground covered by grass. The helipad is a 40 by 30-foot oval patch of grass that is mowed shorter than the surrounding grass. Grounds keepers kept the grass on the spot where the helicopter would land, and surrounding area, cut low. Beyond this spot are farm fields, tree lines further away, and in the distance, South Mountain. To the north, Norway Spruce planted by the Eisenhowers have grown tremendously. To the east sits the Bank Barn, Guest House, and the Eisenhower Home. To the south are a mix coniferous and deciduous trees, notably, Holly trees are among the greenery planted by the Eisenhowers. Also, to the south, there is a small stone bench and a pedestal sundial. These trees now partly incumber the view to the west once enjoyed by the Eisenhowers. Also, to the south, there is a small stone bench and a pedestal sundial.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Pets Allowed",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Eisenhower National Historic Site",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "President Eisenhower was the first president to use a helicopter during his time in office. This mowed area served as a landing pad for the President and his guests when they landed at the Gettysburg farm. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site, National Historic Landmark, National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "2FCDCF8E-B5C3-40BB-8FAF-1DA90B8751E5",
    "url": "https://www.nps.gov/places/journey-through-hallowed-ground.htm",
    "title": "Journey Through Hallowed Ground National Heritage Area",
    "listingDescription": "The Journey is a unique historic, natural and scenic region, with farms and orchards; woodlands and forests; rivers and streams; rolling hills and mountain views; and unspoiled landscapes that can be explored by car, bike, canoe, foot or on horseback The region is alive with vibrant historic downtowns, rich agriculture and an abundant bounty of wineries, inns and unique cultural events.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/nri/20190611/places/D51F23C2-9AC6-F3A3-6735A8DE59B5F714/D51F23C2-9AC6-F3A3-6735A8DE59B5F714.jpg",
        "credit": "NPS Photo / Jason Mratz",
        "altText": "Living history reenactors firing a Civil War cannon at Monocacy",
        "title": "",
        "description": "",
        "caption": "Explore the rich history and landscapes of the Journey Through Hallowed Ground NHA",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "PA",
        "parkCode": "eise",
        "designation": "National Historic Site",
        "fullName": "Eisenhower National Historic Site",
        "url": "https://www.nps.gov/eise/index.htm",
        "name": "Eisenhower"
      },
      {
        "states": "VA",
        "parkCode": "frsp",
        "designation": "National Military Park",
        "fullName": "Fredericksburg & Spotsylvania National Military Park",
        "url": "https://www.nps.gov/frsp/index.htm",
        "name": "Fredericksburg & Spotsylvania"
      },
      {
        "states": "PA",
        "parkCode": "gett",
        "designation": "National Military Park",
        "fullName": "Gettysburg National Military Park",
        "url": "https://www.nps.gov/gett/index.htm",
        "name": "Gettysburg"
      },
      {
        "states": "WV,VA,MD",
        "parkCode": "hafe",
        "designation": "National Historical Park",
        "fullName": "Harpers Ferry National Historical Park",
        "url": "https://www.nps.gov/hafe/index.htm",
        "name": "Harpers Ferry"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Journey Through Hallowed Ground",
      "National Heritage Areas Program",
      "Northeast Region",
      "Harpers Ferry National Historical Park",
      "Eisenhower National Historic Site",
      "Fredericksburg and Spotsylvania National Military Park",
      "Virginia",
      "Pennsylvania",
      "West Virginia",
      "maryland",
      "National Heritage Area",
      "NHA"
    ],
    "latitude": "39.1868705749512",
    "longitude": "-77.6081085205078",
    "latLong": "39.1868705749512,-77.6081085205078",
    "bodyText": "<p>Extending from Gettysburg, Pennsylvania, through Maryland and West Virginia, and ending at Thomas Jefferson’s Monticello in Virginia, <a href=\"http://hallowedground.org/\">The Journey Through Hallowed Ground National Heritage Area</a> is a fascinating glimpse into American history, teeming with Civil War battlefields, historic sites, charming towns, and breathtaking natural beauty.<br /> <br /> The Journey Through Hallowed Ground NHA is managed by<strong> Journey Through Hallowed Ground Partnership</strong>, a non-profit organization dedicated to raising national and international awareness of the unparalleled history in the region, which follows the Old Carolina Road from Gettysburg in Pennsylvania to Monticello in Albemarle County, VA. The Journey Through Hallowed Ground Partnership is dedicated to encouraging both Americans and world visitors to appreciate, respect, and experience this cultural landscape that makes it uniquely American. By connecting its communities, farms, businesses and heritage sites, the NHA celebrates and preserves this vital fabric of America which stands today in the historic, scenic, and natural beauty of this region.<br /> <br /> <strong>The Journey Through Hallowed Ground NHA is home to the following NPS units:</strong></p> <ul> <li> <p><a href=\"https://www.nps.gov/eise/index.htm\">Eisenhower National Historic Site</a></p> </li> <li> <p><a href=\"https://www.nps.gov/frsp/index.htm\">Fredricksburg & Spotsylvania National Military Park </a></p> </li> <li> <p><a href=\"https://www.nps.gov/gett/index.htm\">Gettysburg National Military Park </a></p> </li> <li> <p><a href=\"https://www.nps.gov/hafe/index.htm\">Harpers Ferry National Historical Park</a></p> </li> </ul>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.hallowedground.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Information"
    ],
    "managedByOrg": "The Journey Through Hallowed Ground Partnership",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "MD, PA, VA, WV ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The Journey is a unique historic, natural and scenic region, with farms and orchards; woodlands and forests; rivers and streams; rolling hills and mountain views; and unspoiled landscapes that can be explored by car, bike, canoe, foot or on horseback. The region is alive with vibrant historic downtowns, rich agriculture and an abundant bounty of wineries, inns and unique cultural events.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Heritage Area",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6EEA3A71-8151-4669-9DF4-EBA2639EE62A",
    "url": "https://www.nps.gov/places/putting-green.htm",
    "title": "Putting Green",
    "listingDescription": "General Eisenhower enjoyed few pursuits more than golf. The game gave him an opportunity to relax, enjoy fresh air, and get some low stress exercise. With his deep love for the sport, the PGA (Professional Golfers’ Association of America) offered to install a putting green at the president’s home in Gettysburg. ",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/96B27AEB-BBFC-BD28-018AA1312ADE85E0.jpg",
        "credit": "EISE NPS",
        "altText": "A black and white image of a putting green with an adjacent sand-trap with the white Eisenhower Home",
        "title": "The Putting Green",
        "description": "",
        "caption": "A well-maintained putting green with an adjacent sand-trap with the white Eisenhower home behind it.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/96B27AEB-BBFC-BD28-018AA1312ADE85E0.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/96B27AEB-BBFC-BD28-018AA1312ADE85E0.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "PA",
        "parkCode": "eise",
        "designation": "National Historic Site",
        "fullName": "Eisenhower National Historic Site",
        "url": "https://www.nps.gov/eise/index.htm",
        "name": "Eisenhower"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Golf",
      "Eisenhower Family",
      "Eisenhower National Historic Site",
      "putting green",
      "President Eisenhower",
      "PGA"
    ],
    "latitude": "39.79364148058783",
    "longitude": "-77.26321046205963",
    "latLong": "39.79364148058783,-77.26321046205963",
    "bodyText": "<p paraeid=\"{822cb371-b978-453c-8ef0-1e8250e14474}{166}\" paraid=\"862665496\">General Eisenhower enjoyed few pursuits more than golf. The game gave him an opportunity to relax, enjoy fresh air, and get some low stress exercise. With his deep love for the sport, the PGA (Professional Golfers’ Association of America) offered to install a putting green at the president’s home in Gettysburg.  <br /> <br /> The location for the green was based largely on Mamie Eisenhower’s desire to be able to see it from the sunporch of the home, meaning it needed to be on the east side of the house. Local contractors and personnel from nearby golf clubs worked on the project, all sponsored by the PGA, and the green was constructed in the fall of 1955. Though the PGA sponsored the project, the companies who built the green donated their time and efforts and never sent a bill, believing installing a putting green for the president a worthy cause.</p>",
    "audioDescription": "This description is approximately 286 words. The putting green is an irregular circle approximately 60-feet in diameter of very low-cut, light-green grass with a 7-foot tall, thin pole sticking up near the center. A small red flag, with five stars in the shape of a pentagon, flies on the pole. The putting green is surrounded by darker green lawn on all sides. To the north, is the narrow end of a single-story, rectangular building painted light green. It is called the Reception Center. To its left is a large, 4-story Pennsylvania bank barn that is painted the same light green. On the southern end of the barn is a single-story addition with four garage doors. To the southwest of the putting green is the Eisenhower Home. It is a large, white, brick, two-story home. A glassed-in sunporch dominates east side of the home that faces the putting green. South of the putting green is a rose garden with a brick path next to it. Beyond the rose garden is a stone patio with a trellis. A small, square, brick building is at the east end of the stone patio, it is called the Tea House. At the west end of the stone patio is a built-in grill made of brick with a chimney. Southeast of the putting green is a tall flag pole. An American flag and a red flag with five stars in a pentagon shape are regularly flown on the pole. The flag is a larger version of the flag on the pole in the center of the putting green. East of the putting green is a large field with rough mown grass. Hills are visible in the distance beyond a grove of trees.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Wheelchairs Available"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Eisenhower National Historic Site",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "General Eisenhower was widely known for his love for the game of golf. He practiced his putting and chipping here at his personal putting green. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site, National Historic Site, National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B918D766-6BD9-43EA-9410-3FA76BC1D120",
    "url": "https://www.nps.gov/places/reception-center.htm",
    "title": "Reception Center",
    "listingDescription": "In 1960, the Eisenhowers had this structure built for storing various items at their property including memorabilia, gifts, and Mamie Eisenhower’s Plymouth Valiant car. Since 1980, this building has served as the Eisenhower NHS Reception Center, providing information on the Eisenhowers and their story for thousands of visitors who have come to their Gettysburg farm.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6B9DFE0B-FA7A-E265-50D7E777BDBAD120.jpg",
        "credit": "",
        "altText": "A black and white image showing a long rectangular building, with a 1960’s automobile.",
        "title": "The Reception Center",
        "description": "",
        "caption": "A black and white image showing a long rectangular building, with a 1960’s automobile.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6B9DFE0B-FA7A-E265-50D7E777BDBAD120.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6B9DFE0B-FA7A-E265-50D7E777BDBAD120.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "PA",
        "parkCode": "eise",
        "designation": "National Historic Site",
        "fullName": "Eisenhower National Historic Site",
        "url": "https://www.nps.gov/eise/index.htm",
        "name": "Eisenhower"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Eisenhower Family",
      "Eisenhower National Historic Site",
      "world war I",
      "World War II"
    ],
    "latitude": "39.79406982650571",
    "longitude": "-77.26295787732506",
    "latLong": "39.79406982650571,-77.26295787732506",
    "bodyText": "<p paraeid=\"{c782b01f-4bd3-4823-a3f8-0718503c03be}{175}\" paraid=\"1496390957\">Like many of us, Dwight and Mamie Eisenhower found themselves in need of extra storage space as they looked towards retirement at their Gettysburg Farm. In 1960, they had this structure built for storing various items at their property. In addition to storing memorabilia, gifts, and other personal items, the building plans were expanded to include room for Mamie Eisenhower’s Plymouth Valiant car to be parked inside the structure.  <br /> <br /> Since 1980, this building has served as the Eisenhower NHS Reception Center, providing information on the Eisenhowers and their story for thousands of visitors who have come to their Gettysburg farm.  </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Eisenhower National Historic Site",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "This building was originally used as a storage and garage area. Since 1980 it has welcomed visitors as the Eisenhower National Historic Site Reception Center.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Original Structure",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "16713515-0B99-4303-81E7-E7CDB9638A2E",
    "url": "https://www.nps.gov/places/secret-service-office.htm",
    "title": "Secret Service Office",
    "listingDescription": "This cinder block structure on the north end of the Eisenhower bank barn was originally used as a milk house until the U.S. Secret Service adapted it to be an office.  ",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6B8F950B-D52A-16F6-0EA17E4AAD7E1EA5.jpg",
        "credit": "NPS/Wilbur Dutton",
        "altText": "A black and white image of a metal desk with phones, cameras, television screens, and other tech.",
        "title": "Secret Service Office",
        "description": "",
        "caption": "Interior view of Secret Service Office (desk, closed circuit TV) after death of Pres. Eisenhower",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6B8F950B-D52A-16F6-0EA17E4AAD7E1EA5.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6B8F950B-D52A-16F6-0EA17E4AAD7E1EA5.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "PA",
        "parkCode": "eise",
        "designation": "National Historic Site",
        "fullName": "Eisenhower National Historic Site",
        "url": "https://www.nps.gov/eise/index.htm",
        "name": "Eisenhower"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Eisenhower Family",
      "Eisenhower National Historic Site",
      "Secret Service",
      "historic structure"
    ],
    "latitude": "39.794147810656014",
    "longitude": "-77.26317891238925",
    "latLong": "39.794147810656014,-77.26317891238925",
    "bodyText": "<p paraeid=\"{c782b01f-4bd3-4823-a3f8-0718503c03be}{101}\" paraid=\"975556973\">Much as they have since the presidency of Theodore Roosevelt, U.S. Secret Service agents accompanied President Eisenhower during and after his presidency. This cinder block structure on the north end of the Eisenhower bank barn was originally used as a milk house until the U.S. Secret Service adapted it to be an office.  <br /> <br /> During Eisenhower’s presidency, he had a total of 40 agents on his protection detail. The agents worked in three different 8-hour shifts. When in Gettysburg, the off-duty agents stayed in a local motel. The agents on duty covered the entrances to the farm, the Secret Service office, and the entrances and exits to the home itself. Inside the office, agents had access to the most up to date technology, including cameras to keep an eye on the property. The office also was used to store the nuclear launch codes in a secure location.  <br /> <br /> Agents found the Gettysburg landscape challenging as it was full of open spaces and adjacent to the Gettysburg battlefield, with hundreds of thousands of tourists passing nearby. Thus, they encouraged the closure of the nearby observation tower on the battlefield when the president was home. The Secret Service also worked hard to keep the president safe while on the local golf course, accompanying the president wherever he went.   <br /> <br /> In addition to the President and First Lady, John Eisenhower, his wife Barbara, and the four Eisenhower grandchildren also received Secret Service protection.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Eisenhower National Historic Site",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "This former milk house was used as an office space by agents of the United States Secret Service during Eisenhower’s presidency and retirement. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Historic Structure ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "94E54B76-ECF1-404B-B28E-1092C470D4B6",
    "url": "https://www.nps.gov/places/semen-shed.htm",
    "title": "Semen Shed",
    "listingDescription": "When President Eisenhower decided to purchase a farm to retire to, he had a goal of applying the best available science to agriculture. Artificial insemination was among the many innovative practices employed on the farm. Converted from an old milk parlor, the Semen Shed is a reminder of agricultural change.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AE367201-C1B1-EAA3-99464DE7CDC0FCC7.jpg",
        "credit": "NPS Collection",
        "altText": "A small cinder block building is in front. A large barn with a silo is in back.",
        "title": "Semen Shed and Barn on Farm 2",
        "description": "",
        "caption": "Eisenhower Farms to use cutting edge science to breed better cows. The Semen Shed played a key role.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AE367201-C1B1-EAA3-99464DE7CDC0FCC7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AE367201-C1B1-EAA3-99464DE7CDC0FCC7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "PA",
        "parkCode": "eise",
        "designation": "National Historic Site",
        "fullName": "Eisenhower National Historic Site",
        "url": "https://www.nps.gov/eise/index.htm",
        "name": "Eisenhower"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Eisenhower Farm",
      "Eisenhower National Historic Site",
      "Agricultural history",
      "Cattle",
      "President Eisenhower"
    ],
    "latitude": "39.79085106121207",
    "longitude": "-77.26446390151978",
    "latLong": "39.79085106121207,-77.26446390151978",
    "bodyText": "Eisenhower wanted to improve the Angus breed of cattle. Rather than release bulls into the pastures to father calves, each mating of cow and bull was carefully controlled. Bloodlines were charted and the attributes of each cow or bull considered.<br /> <br /> Eisenhower Farms employed the latest breeding techniques such as artificial insemination, first with refrigerated and, later, frozen semen. The semen was stored in a small cinder-block building called the Semen Shed.",
    "audioDescription": "This description is approximately 350 words long. The Semen Shed is a cream colored, single-story, cinderblock building with a corrugated metal roof. It is approximately 8 feet by 12 feet with the longer sides of the building facing north and south. On the southern wall there is door and a small window. On the western wall there is a window in the center of the wall. To the right of the window is a 6-inch in diameter metal pipe that serves as a chimney; it extends three feet above the roof. To the east beyond the building is the loafing shed. It appears to be a two-story building with two windows on the ground floor and a window near the peak of the roof. It is the same color as the Semen Shed. A white silo with a silver domed-roof is visible beyond the loafing shed. Rotating to the north, the remains of a bank barn are about 5-feet from the Semen Shed. The ground-floor, concrete walls of the barn are interrupted by panels of ply-wood that block former doors and windows. Where the second-story should be is a roof that slopes to the west. The ends of the roof are covered in more ply-wood. Fencing blocks the space between the barn and the Semen Shed. On the western side of the barn is a tall, white, tubular remains of a silo. A single-lane gravel road lies to the southwest of the remains of the barns. At its intersection with another gravel road are three bicycle racks that block cars from turning onto the road. To the west of the Semen Shed is a two-story, cream-colored building with a corrugated metal roof. The wood siding on the building runs vertically. There are no windows on the building. Approximately 15-feet from the building is round, metal wire structure with a metal roof. It is an empty corn-crib. To the south of the Semen Shed, the gravel lane curves to the right towards a matching cream-colored building in the distance. White, four-board fences enclose pasture on both sides of the lane.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Farm 2, Eisenhower National Historic Site",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Agricultural Science and innovation",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site, National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "4B06AC7A-58AD-42FC-AE8E-08AF0E12419D",
    "url": "https://www.nps.gov/places/show-barn.htm",
    "title": "Show Barn",
    "listingDescription": "Constructed in 1957, the show barn was designed to not only house cattle but to provide a facility where they could be groomed and prepped for showing.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/95B8A44B-BD83-AE3E-4E2C7C4897469AFC.jpg",
        "credit": "EISE NPS",
        "altText": "A black and white image of a black Angus cow surrounded by Eisenhower's staff and Alberto Camargo",
        "title": "The Show Barn",
        "description": "",
        "caption": "President Eisenhower, John Eisenhower and President Alberto Camargo of Columbia around a prized cow.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/95B8A44B-BD83-AE3E-4E2C7C4897469AFC.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/95B8A44B-BD83-AE3E-4E2C7C4897469AFC.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "PA",
        "parkCode": "eise",
        "designation": "National Historic Site",
        "fullName": "Eisenhower National Historic Site",
        "url": "https://www.nps.gov/eise/index.htm",
        "name": "Eisenhower"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Eisenhower Family",
      "Eisenhower National Historic Site",
      "Cattle",
      "agriculture",
      "Eisenhower"
    ],
    "latitude": "39.78979804859838",
    "longitude": "-77.26489333758072",
    "latLong": "39.78979804859838,-77.26489333758072",
    "bodyText": "<p paraeid=\"{2d4492c1-de00-469c-98d1-770bc098d4a0}{223}\" paraid=\"776912698\">While the majority of the buildings on W. Alton Jones’s property predate the Eisenhower cattle operation, the one major piece of construction created by the partnership was the show barn. Constructed in 1957, the new barn was designed to not only house the cattle but to provide a facility where they could be groomed and prepped for showing. Farm Manager General Arthur Nevins and Herdsman Bob Hartley worked in close collaboration with the construction team, with Hartley choosing the location and the layout of the corrals surrounding the new barn.  <br /> <br /> While a typical day at the show barn revolved around the care and maintenance of the herd, the show barn also witnessed the visits of numerous foreign dignitaries and world leaders at the farm. President Eisenhower utilized the show barn as a diplomatic tool throughout his presidency and into retirement for “cattle diplomacy”. By showcasing what was essentially a personal hobby, President Eisenhower hoped to create a relaxed atmosphere allowing his guests to feel welcome and hopefully more at ease with him. This spot—combined with the president’s sunporch—provided a perfect setting for personal diplomacy here at the farm. </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Eisenhower National Historic Site",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The Show Barn housed the president’s prize-winning cattle. President Eisenhower brought many world leaders here to show his cattle herd and conduct informal diplomacy. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Original Structure",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D370F7F6-43C5-45BE-AD52-F2462AF3D7E4",
    "url": "https://www.nps.gov/places/skeet-range.htm",
    "title": "Skeet Range",
    "listingDescription": "One of the more unique features of the Eisenhower farm, the skeet range provided a place for General Eisenhower and his friends to enjoy one of their favorite pastimes.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6BAD8612-FD1A-06CA-F210A2DF5E0E410C.jpg",
        "credit": "",
        "altText": "A black and white image showing General Eisenhower standing in the center of his skeet range.",
        "title": "The Skeet Range",
        "description": "",
        "caption": "General Eisenhower standing in the center of his skeet range holding a shotgun with three friends.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6BAD8612-FD1A-06CA-F210A2DF5E0E410C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6BAD8612-FD1A-06CA-F210A2DF5E0E410C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "PA",
        "parkCode": "eise",
        "designation": "National Historic Site",
        "fullName": "Eisenhower National Historic Site",
        "url": "https://www.nps.gov/eise/index.htm",
        "name": "Eisenhower"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Eisenhower Family",
      "Eisenhower",
      "World War II",
      "president"
    ],
    "latitude": "39.794016640014235",
    "longitude": "-77.26003289222717",
    "latLong": "39.794016640014235,-77.26003289222717",
    "bodyText": "<p paraeid=\"{c782b01f-4bd3-4823-a3f8-0718503c03be}{239}\" paraid=\"1989999433\">One of the more unique features of the Eisenhower farm, the skeet range provided a place for General Eisenhower and his friends to enjoy one of their favorite pastimes. In 1956, W. Alton Jones, a close friend of Ike’s and the owner of the adjacent farm to the south, provided the skeet range to General Eisenhower as a gift.  <br /> <br /> The skeet range provided an excellent spot for Eisenhower, Jones, and other friends to shoot targets. Eisenhower would sometimes invite the Secret Service agents to shoot targets with him, though some agents were reluctant to show off their marksmanship and potentially outshoot the president. The range saw most of its use during Eisenhower’s presidency. By the time of his retirement Ike did not frequent it as much.  </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Eisenhower National Historic Site",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "General Eisenhower enjoyed skeet and trap shooting here. The range was used primarily during his presidential years. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Historic Structure",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "327FA650-D6D9-4D19-BEF6-625DC8D40086",
    "url": "https://www.nps.gov/places/teahouse-and-barbeque.htm",
    "title": "Teahouse and Barbeque",
    "listingDescription": "Throughout their lives Ike and Mamie Eisenhower loved to entertain guests. This outdoor barbeque area was built using bricks, flowers, and shrubs donated from the National Capital Flower Show in 1955. They gave the Eisenhowers an excellent outdoor locale for entertaining guests and grilling, one of Ike’s passions.  ",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/94BA0455-FD3E-0945-E02B4FA4111BA2A3.jpg",
        "credit": "EISE NPS",
        "altText": "A black and white image with a group of people gathers around a brick patio and teahouse",
        "title": "The Teahouse and Barbeque",
        "description": "",
        "caption": "A picnic for White House staff taking place at the outdoor barbeque area on July 1, 1959.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/94BA0455-FD3E-0945-E02B4FA4111BA2A3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/94BA0455-FD3E-0945-E02B4FA4111BA2A3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "PA",
        "parkCode": "eise",
        "designation": "National Historic Site",
        "fullName": "Eisenhower National Historic Site",
        "url": "https://www.nps.gov/eise/index.htm",
        "name": "Eisenhower"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Eisenhower Family",
      "Eisenhower National Historic Site",
      "Eisenhower",
      "President Eisenhower"
    ],
    "latitude": "39.79297149169812",
    "longitude": "-77.26335234063086",
    "latLong": "39.79297149169812,-77.26335234063086",
    "bodyText": "<p paraeid=\"{7e54d001-d480-4b74-a999-2616ab227e66}{214}\" paraid=\"1898856996\">Throughout their lives Ike and Mamie Eisenhower loved to entertain guests. This outdoor barbeque area was built using bricks, flowers, and shrubs donated from the National Capital Flower Show in 1955. They gave the Eisenhowers an excellent outdoor locale for entertaining guests and grilling, one of Ike’s passions.  <br /> <br /> Located adjacent to the barbeque area, the teahouse was constructed in 1956. Once finished, this area was put to good use. As daughter-in-law Barbara Eisenhower noted, it “was considered a big treat to have a steak cookout down there.” </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Eisenhower National Historic Site",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The Eisenhowers thoroughly enjoyed entertaining guests at this serene setting. Pictured here is a White House picnic on July 1, 1959. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Original Structure",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C7E63DC8-89C9-4DD0-BA89-5BD67E3545AE",
    "url": "https://www.nps.gov/places/the-entry-drive-allee.htm",
    "title": "The Entry Drive Allee",
    "listingDescription": "The front lane is one of the more scenic locations at the Eisenhower farm. In 1954, the driveway was lined with fifty-three Norway Spruces, representing each state and territory in the US.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6B6B2E5A-DC3E-BBB2-53E44E5B2431F79F.jpg",
        "credit": "",
        "altText": "Color image showing pink flowering crabapple trees, Norway spruce trees, and the front lane.",
        "title": "The Entry Drive Allee",
        "description": "",
        "caption": "The Front lane of the Eisenhower Farm near the Millerstown Road",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6B6B2E5A-DC3E-BBB2-53E44E5B2431F79F.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6B6B2E5A-DC3E-BBB2-53E44E5B2431F79F.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "PA",
        "parkCode": "eise",
        "designation": "National Historic Site",
        "fullName": "Eisenhower National Historic Site",
        "url": "https://www.nps.gov/eise/index.htm",
        "name": "Eisenhower"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Eisenhower Family",
      "Eisenhower National Historic Site",
      "world war I",
      "World War II",
      "allee",
      "crab apple",
      "Norway Spruce",
      "Dwight D. Eisenhower",
      "Mamie Eisenhower",
      "Eisenhower Farms"
    ],
    "latitude": "39.794775038303186",
    "longitude": "-77.26323544979095",
    "latLong": "39.794775038303186,-77.26323544979095",
    "bodyText": "<p paraeid=\"{c782b01f-4bd3-4823-a3f8-0718503c03be}{13}\" paraid=\"1088325598\">The front lane is one of the more scenic locations at the Eisenhower farm. At the end of the drive, along Millerstown Road, visitors pass through a gate. The original gate was installed during Eisenhower’s presidency, and the one in existence today appears much as it did in 1967. <br /> <br /> In 1954, the driveway was lined with fifty-three Norway Spruces, which were gifts to the Eisenhowers from Republican State Committees from U.S. states and territories. The trees were along both sides of the driveway with spacing of roughly 100 feet between them. Each had a small bronze plaque indicating which state or territory had provided it. The following year, crabapple trees were planted along the driveway as well, a birthday gift to the president from members of his cabinet.  <br /> <br /> In 1955, Eisenhower suffered the first of what would be several heart attacks during his lifetime. That fall, he spent several weeks at his Gettysburg farm recovering and regaining his strength. As part of his rehabilitation, the president took daily walks on his farm, especially up and down the front lane. After his walks, Ike would come back and report to Mamie which state or territory’s Norway Spruce tree he had gotten to that day, using the small bronze plaques to mark his signs of progress and recovery with familiar and beloved landmarks from their property.  </p>",
    "audioDescription": "This description is 114 words long. The Entry Drive Allee is a half-mile long paved driveway that connects the Eisenhower home to the Millerstown Road. It is a scenic drive with alternating towering Norway spruce trees and flowering crabapple trees line both sides of the road. Behind the trees are wire fences with green painted posts. To the west, the rolling hills of the South Mountain dominates the landscape over green farm fields. To the north, the paved drive stretches out towards the Millerstown Road. To the east, lays a small orchard and Eisenhower’s cattle fields next to the woods of the Gettysburg National Military Park. To the south, the green bank barn, Guest House and Eisenhower home are visible.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Eisenhower National Historic Site",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Main Entrance to the Eisenhower Home ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site, National Historic Landmark, National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A244DC91-884A-42DB-BE36-A538E30218D6",
    "url": "https://www.nps.gov/places/head-herdsmans-home.htm",
    "title": "The Head Herdsman's Home",
    "listingDescription": "The core of this stone farmhouse dates to the original European owners of the property, the Armstrongs. Isaac Armstrong may have constructed the building sometime in the 1790s, and by the time of his death in 1835, the home was part of a prosperous tannery. In 1954 the farm was purchased by W. Alton Jones, the president’s cattle partner, and become part of the Eisenhower show cattle operation. ",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9511F9B8-F31E-5ABB-D93A51F190371B19.jpg",
        "credit": "EISE NPS",
        "altText": "A color image showing a white fence in front of a two-story pale yellow house with multiple trees.",
        "title": "The Head Herdsman's Home",
        "description": "",
        "caption": "This was the home of the head herdsman of the Eisenhower cattle herd.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9511F9B8-F31E-5ABB-D93A51F190371B19.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9511F9B8-F31E-5ABB-D93A51F190371B19.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "PA",
        "parkCode": "eise",
        "designation": "National Historic Site",
        "fullName": "Eisenhower National Historic Site",
        "url": "https://www.nps.gov/eise/index.htm",
        "name": "Eisenhower"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Eisenhower Family",
      "Eisenhower National Historic Site",
      "Eisenhower"
    ],
    "latitude": "39.79156087823571",
    "longitude": "-77.26400245525018",
    "latLong": "39.79156087823571,-77.26400245525018",
    "bodyText": "<p paraeid=\"{a94938b1-d42a-490c-8363-a12c688ba0d5}{55}\" paraid=\"638471333\">The core of this stone farmhouse dates to the original European owners of the property, the Armstrongs. Isaac Armstrong may have constructed the building sometime in the 1790s, and by the time of his death in 1835, the home was part of a prosperous tannery. In 1954 the farm was purchased by W. Alton Jones, the president’s cattle partner, and become part of the Eisenhower show cattle operation. <br /> <br /> Initially farmhand Ivan Feaster lived in the house until his resignation in 1957. It was then that herdsman Bob Hartley and his family moved into the home. They would remain there until the show cattle operation ended in 1967. Today the building is the headquarters for the Eisenhower National Historic Site, housing the site’s administrative offices. </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Information Kiosk/Bulletin Board"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Eisenhower National Historic Site",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "This was the home of the head herdsman of the Eisenhower cattle herd. Today, it is the headquarters for the staff of the Eisenhower National Historic Site.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Original Structure",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "40456501-EFE2-462E-AFDA-DF81861A76BC",
    "url": "https://www.nps.gov/places/the-rose-garden.htm",
    "title": "The Rose Garden",
    "listingDescription": "Roses were a favorite flower of both General and Mrs. Eisenhower. Historic documentation shows that roses were always intended to decorate the landscape around the Eisenhower home. The rose gardens were established by early 1955 and contained a wide variety of roses, many of which were gifts to the Eisenhowers.  ",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/97351315-BE95-6DDC-BC3A3E355ADA1EE9.jpg",
        "credit": "EISE NPS",
        "altText": "A color image of General Eisenhower holding several roses in the rose garden near the home",
        "title": "Eisenhower in the Rose Garden",
        "description": "",
        "caption": "General Eisenhower in sport coat and tie holding several roses in the rose garden near the home.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/97351315-BE95-6DDC-BC3A3E355ADA1EE9.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/97351315-BE95-6DDC-BC3A3E355ADA1EE9.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "PA",
        "parkCode": "eise",
        "designation": "National Historic Site",
        "fullName": "Eisenhower National Historic Site",
        "url": "https://www.nps.gov/eise/index.htm",
        "name": "Eisenhower"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Eisenhower National Historic Site",
      "Eisenhower Family",
      "Eisenhower National Historic Site Landscape",
      "Eisenhower",
      "Cold War",
      "garden",
      "Roses"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<p paraeid=\"{71f9584a-f215-45ce-a7b0-6330d8cffb15}{176}\" paraid=\"138114699\">Roses were a favorite flower of both General and Mrs. Eisenhower. Historic documentation shows that roses were always intended to decorate the landscape around the Eisenhower home. The rose gardens were established by early 1955 and contained a wide variety of roses, many of which were gifts to the Eisenhowers.  <br /> <br /> One special variety of rose—called the “General Eisenhower” rose—was named after Ike. It was a gift from Chancellor Konrad Adenauer of West Germany. The “General Eisenhower” roses were planted in the north rose garden.   </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Restroom",
      "Restroom - Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Eisenhower National Historic Site",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Roses were a favorite flower of both General and Mrs. Eisenhower. Historic documentation shows that roses were always intended to decorate the landscape around the Eisenhower home.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Landmark, National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]