[
  {
    "id": "ACA2B155-D698-410B-8E52-9738B2784186",
    "url": "https://www.nps.gov/places/000/30-minute-walking-in-the-immigrant-footsteps-tour.htm",
    "title": "30 minute - Walking in the Immigrant Footsteps Tour",
    "listingDescription": "Opened in 1892 this Federal Immigration Station processed more than twelve million immigrants before closing in 1954. Although a National Park Service site since 1965, the Ellis Island Main Building didn't open until 1990. Start your 30-minute tour reading about the Baggage Room.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/1CCB05D3-D6DC-1AEE-BFA80B9A8084E495.jpg",
        "credit": "NPS Photo",
        "altText": "Hard sided travel trunks on wheeled carts",
        "title": "Trunks in Ellis Baggage Room",
        "description": "",
        "caption": "Trunks typical of those arriving at Ellis Island",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/1CCB05D3-D6DC-1AEE-BFA80B9A8084E495.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/1CCB05D3-D6DC-1AEE-BFA80B9A8084E495.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NJ,NY",
        "parkCode": "elis",
        "designation": "Part of Statue of Liberty National Monument",
        "fullName": "Ellis Island Part of Statue of Liberty National Monument",
        "url": "https://www.nps.gov/elis/index.htm",
        "name": "Ellis Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "40.698987",
    "longitude": "-74.039523",
    "latLong": "40.698987,-74.039523",
    "bodyText": "<p>Opened in 1892 this Federal Immigration Station processed more than twelve million immigrants before closing in 1954. Although a National Park Service site since 1965, the Ellis Island Main Building didn't open until 1990. Start your 30-minute tour reading about the Baggage Room.</p> <h3>Baggage Display</h3> <p>Here Immigrant's were asked to leave their baggage. Like a modern day 'coat check,' luggage was checked here and returned after the immigrant passed the inspection test upstairs.<br /> Here you see typical examples of luggage from the time period. Note the wheeled carts that facilitated it's movement.</p> <h3>Stairs to the Second Floor</h3> <p>To your right, an open staircase of thirty-six steps represents the first medical challenge and will take you to the second floor to see how you would fair in historic times.<br /> Prefer an elevator? Ahead to your right, down the hallway is the passenger elevator that will take you to the second floor. Exit the elevator to the right and proceed to the area of the stairs to learn more about the historical medical process.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1C9292FA-E9BE-4366-9230-25EFB59FB803",
    "url": "https://www.nps.gov/places/000/ellis-architectural-highlights.htm",
    "title": "Ellis Architectural Highlights",
    "listingDescription": "Main Immigration Building - front elevation: The monumental Main Immigration Building opened at the end of 1900 to replace the original wooden station that burned in 1897. The New York firm of Boring & Tilton was chosen as the architects after an invitational competition, only the second held under the Tarsney Act of 1893 allowing private architects to compete for government commissions. Both principal architects had studied at the Ã‰cole des Beaux Arts in Paris.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/import/e32801cd-cd80-4d2c-895c-aa98ff512762_image_350.jpg",
        "credit": "",
        "altText": "The ornate roof, decorative towers, and enormous arched windows are just a few of the Beaux Art features of this architectural gem.",
        "title": "",
        "description": "",
        "caption": "Ellis Main Immigration Building front",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "NJ,NY",
        "parkCode": "elis",
        "designation": "Part of Statue of Liberty National Monument",
        "fullName": "Ellis Island Part of Statue of Liberty National Monument",
        "url": "https://www.nps.gov/elis/index.htm",
        "name": "Ellis Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "40.699129",
    "longitude": "-74.03899",
    "latLong": "40.699129,-74.03899",
    "bodyText": "<p>Main Immigration Building - front elevation: The monumental Main Immigration Building opened at the end of 1900 to replace the original wooden station that burned in 1897. The New York firm of Boring & Tilton was chosen as the architects after an invitational competition, only the second held under the Tarsney Act of 1893 allowing private architects to compete for government commissions. Both principal architects had studied at the École des Beaux-Arts in Paris.</p> <h3>Copper Tops the Towers</h3> <p>The towers are topped by ornate copper domes that were carefully restored by the National Park Service. The openings are filled with a terracotta screen that facilitates air flow.</p> <h3>Top of a Tower</h3> <p>The Main Immigration Building was designed with four corner towers featuring ornate decoration to create an impressive view from across the water. The large scale of the brackets, acroterion ( a pedestal placed on a pediment to support a statue or other ornamentation,) and other decorative features was intended to make them legible from a distance.</p> <h3>Entrance to Northeast Tower</h3> <p>The robust limestone quoins and heavy Classical entablature at the entrance to the northeast tower of the Main Immigration Building are characteristic of the Beaux-Arts Classical approach employed by Boring & Tilton.</p> <h3>Corbelled Bricks</h3> <p>The corbelled bricks visible in this stairwell help support the weight of the tower above.</p> <h3>Guastavino Ceiling Vault</h3> <p>The impressive vaulted space of the Great Hall was rebuilt using Guastavino structural tile. The Guastavino Fireproof Construction Company developed their patented system of interlocking tiles and thin layers of mortar to safely and relatively inexpensively create grand public spaces throughout the United States during the late 19th and early 20th centuries. The original plaster vault was damaged by the Black Tom Wharf explosion in 1916.</p> <h3>Main Hospital Complex</h3> <p>The main hospital was built in three stages on landfill designated \"Island 2.\" The first section (right) was designed by Boring & Tilton and opened in 1901. Government architects with the Office of the Supervising Architect of the Treasury James Knox Taylor designed the Administration Building (center) and third section. The main hospital was completed by 1909 and presents a unified Georgian Revival appearance.<br /> Have you considered a hard hat tour? Guided 90-minute tours will take you to select areas of the 750-bed Ellis Island Hospital. Visit the Laundry Building, with much of its original equipment still in place, where over 3000 pieces of laundry were washed and sanitized daily. The tour will also take you to the infectious and contagious disease wards, kitchen, staff housing, autopsy room and more. Stop at the Save Ellis Island Information Desk (Ellis Ground Floor Baggage Room) to learn more. Learn more about Save Ellis Island and their ongoing efforts to preserve the South Side of Ellis Island on their website <a href=\"http://saveellisisland.org\">www.saveellisisland.org</a></p> <h3>New Ferry Building</h3> <p>FDR's New Deal funding was used to build a new Art Deco Ferry Building in 1934-36. The brick and limestone structure replaced the metal-clad wooden ferry building at the end of the ferry slip between Islands 1 and 2.</p> <h3>Top of the New Ferry Building</h3> <p>The New Ferry Building offers stylish Art Deco details such as bas relief limestone panels and a lead-sheathed tower decorated with a chevron motif and dramatic eagles perched at each corner. New York architect Chester Aldrich served as consulting architect, with the Public Buildings Branch of the Department of the Treasury, led by Louis A. Simon, as supervising architects.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "EDB5BC7C-1885-472A-9BA0-B855CD9BB5E4",
    "url": "https://www.nps.gov/places/ellis-cafe.htm",
    "title": "Ellis Cafe",
    "listingDescription": "Amenities Food Service available at Ellis Island",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F11F9710-D271-62F2-B213B4CFA86F373E.jpg",
        "credit": "",
        "altText": "Large room with food amenities available such as salads, sandwiches, and chips",
        "title": "Ellis Cafe",
        "description": "",
        "caption": "There is a variety of food options on Ellis Island including salads, wraps, and sandwiches.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F11F9710-D271-62F2-B213B4CFA86F373E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F11F9710-D271-62F2-B213B4CFA86F373E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NJ,NY",
        "parkCode": "elis",
        "designation": "Part of Statue of Liberty National Monument",
        "fullName": "Ellis Island Part of Statue of Liberty National Monument",
        "url": "https://www.nps.gov/elis/index.htm",
        "name": "Ellis Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "40.698654037848186",
    "longitude": "-74.03888386487961",
    "latLong": "40.698654037848186,-74.03888386487961",
    "bodyText": "<p><strong>Dining:</strong> The Ellis Café has a variety of snacks available such as organic fruit, chips, ice cream, and cold beverages. There is an espresso bar serving Starbucks Coffee. For those looking for full meals: sandwiches, salads, wraps, and paninis are also available. </p> <p><strong>Gift Shop & Bookstore:</strong> Within the same building, visitors will find a non-profit shop that sells books, apparel, historical reproductions, collectibles, and games in connection with the National Park Service. Immediately adjacent to the café is a traditional souvenir store. They sell various items all related to Ellis Island or the Statue of Liberty. Items found include magnets, jewelry, toys, picture frames, t-shirts, and even collectible coins. For inquiries about hosting an event, please telephone (212) 363-3180.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Food/Drink - Cafeteria",
      "Food/Drink - Coffee",
      "Food/Drink - Ice Cream",
      "Food/Drink - Snacks"
    ],
    "managedByOrg": "Evelyn Hill Inc. - An authorized concessioner to the National Park Service",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Ellis Island",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Statue of Liberty NM",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Park Service",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "AF8562C7-A715-4ADB-A037-916E5A1E02F3",
    "url": "https://www.nps.gov/places/000/ferry-building-wayside.htm",
    "title": "Ferry Building Wayside",
    "listingDescription": "Overlooking the Ellis Island slip, the Ferry building has undergone may changes over the years. Today you see the third evolution of this building as a primary docking area for National Park Service boats.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/import/7234a180-e3a2-4094-be1b-75e15bca8c75_image_350.jpg",
        "credit": "",
        "altText": "The red brick ferry building, once bustling with Ellis Island employees and guests, sits at the western end of the ferry slip.",
        "title": "",
        "description": "",
        "caption": "The Ferry Building at the end of the Ellis slip.",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "NJ,NY",
        "parkCode": "elis",
        "designation": "Part of Statue of Liberty National Monument",
        "fullName": "Ellis Island Part of Statue of Liberty National Monument",
        "url": "https://www.nps.gov/elis/index.htm",
        "name": "Ellis Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "40.699337",
    "longitude": "-74.040913",
    "latLong": "40.699337,-74.040913",
    "bodyText": "<p>Overlooking the Ellis Island slip, the Ferry building has undergone may changes over the years. Today you see the third evolution of this building as a primary docking area for National Park Service boats.</p> <h3>Old Ferry Building</h3> <p>Built in 1901, the Old Ferry Building serviced the workers and riders of the Ellis Island: a ferryboat that transported employees, supplies, and immigrants released from the island to New York City. In 1904, the building was widened so that it could handle the growing number of immigrants.<br /> The Old Ferry Building was proposed to be a plain, durable, fireproof structure consisting of a central receiving area with waiting rooms on either side. This was where passengers (both employees and released immigrants) waited to board the New York-bound Ellis Island. Additionally, the Old Ferry Building contained offices and living facilities for the ferry's staff.<br /> By 1933, the Old Ferry Building was in poor condition. In 1935, the building was torn down and replaced by the New Ferry Building.</p> <h3>New Ferry Building</h3> <p>The New Ferry Building was built by the Works Progress Administration (WPA) in 1936 and designed by WPA architects Louis A. Simon and Chester Aldrich. This new fireproof ferry building was made of brick and featured a high central pavilion surmounted by a copper-covered cupola and two single-story wings. The central pavilion housed a waiting room for immigrants, the left wing was designated for use by the United States Customs Service, and the right wing had a lunchroom with kitchen facilities.<br /> The Ferry Building and its connecting corridors are also the key connection between the immigrant processing facility in Main Building and the United States Public Health Service hospital complex on the other side of the island.<br /> In 1999, the Statue of Liberty National Monument/Ellis Island was awarded a $1.2 million federal challenge grant from the Save America's Treasures program to restore the New Ferry Building. Initiated in 1998, the program is one of the largest and most successful grant programs for the protection of our nation's endangered and irreplaceable cultural heritage.<br /> While open to the public from 2007 through 2012, the building is closed today.</p> <h3>The Ferryboat Ellis Island</h3> <p>From 1904 to 1954, the Ferryboat Ellis Island transported passengers of all types between Ellis Island and Lower Manhattan - federal immigrant inspectors, doctors, nurses, interpreters, clerks, watchmen, matrons, and charwomen. It also carried immigrants bound for Manhattan and, after 1925, was the main ferry carrying all immigrants to and from Ellis Island.<br /> With a captain and crew of seven men, the Ellis Island could carry up to 1,000 passengers. It was 160 feet long and 45 feet at her widest point. Accommodations included an upper deck for staff, a lower deck for immigrants, a private room for Ellis Island's commissioner, an infirmary for twelve patients, and a padded cell for the mentally ill.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6F11366B-8620-4366-99E3-D076694A188E",
    "url": "https://www.nps.gov/places/000/ferry-ellis-island-to-battery-park-new-york.htm",
    "title": "Ferry: Ellis Island to Battery Park, New York",
    "listingDescription": "Board the Statue Cruises Ferry here to return to The Battery, New York.<br />On the Statue Cruises website, click on \"menu,\" then \"Departure Schedule\" for today's Ferry Schedule. <a href=\"http://statuecruises.com\">Ferry Schedule <b>From New York</b> </a>",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/import/812fed09-9fb2-4f1b-9f04-593bc293a972_image_350.jpg",
        "credit": "",
        "altText": "The triple decker ferry is tied up at Ellis Island, ready to take on passengers for a sunny trip back to Manhattan.",
        "title": "",
        "description": "",
        "caption": "Departure dock from Ellis Island to The Battery, New York.",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "NJ,NY",
        "parkCode": "elis",
        "designation": "Part of Statue of Liberty National Monument",
        "fullName": "Ellis Island Part of Statue of Liberty National Monument",
        "url": "https://www.nps.gov/elis/index.htm",
        "name": "Ellis Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "40.69848",
    "longitude": "-74.039749",
    "latLong": "40.69848,-74.039749",
    "bodyText": "<p>You can board the Statue Cruises Ferry to return to Battery Park in downtown New York City. A departure schedule is located on the dock, and can also be found on their website: statuecruises.com </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.statuecruises.com",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Ferry - Passenger",
      "Restroom - Accessible",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "Statue Cruises: An Authorized Concessioner of the National Park Service",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Ellis Island Dock",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Transportation",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Museum of Immigration",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "41C8B479-BF80-45F1-9440-F29171C7284D",
    "url": "https://www.nps.gov/places/000/fort-gibson.htm",
    "title": "Fort Gibson",
    "listingDescription": "In the early 1800's, the young American government realized that Ellis Island, with its clear view of the entrance to New York Harbor, had strategic value as a defense post. Since the British had easily invaded New York with very little resistance during the American Revolution, the protection of New York became a top priority for the new government. Preceding the War of 1812, the United States War Department constructed Fort Gibson (named after Colonel James Gibson who was f",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/import/01813abe-e96b-4945-a298-51a48f5da1e6_image_350.jpg",
        "credit": "",
        "altText": "A low stone wall, today surrounded by black metal fencing, is all that remains of Fort Gibson, a strategic part New Yorkâ€™s harbor defense.",
        "title": "",
        "description": "",
        "caption": "The archeological remains of Fort Gibson",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "NJ,NY",
        "parkCode": "elis",
        "designation": "Part of Statue of Liberty National Monument",
        "fullName": "Ellis Island Part of Statue of Liberty National Monument",
        "url": "https://www.nps.gov/elis/index.htm",
        "name": "Ellis Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "40.699036",
    "longitude": "-74.038654",
    "latLong": "40.699036,-74.038654",
    "bodyText": "<p>In the early 1800's, the young American government realized that Ellis Island, with its clear view of the entrance to New York Harbor, had strategic value as a defense post. Since the British had easily invaded New York with very little resistance during the American Revolution, the protection of New York became a top priority for the new government. Preceding the War of 1812, the United States War Department constructed Fort Gibson (named after Colonel James Gibson who was fatally wounded in the British Siege of Fort Erie) on Ellis Island. Fort Gibson consisted of a barracks for a small garrison, a powder magazine, and a battery of guns located along the island's eastern edge.</p>",
    "audioDescription": "Ellis Island Fort Gibson Wall<br />196 words; Length: :44<br /><br />The remains of one of New York Harbor's earliest forts can be found in the park behind the Ellis Island Immigration Museum. There are two distinct areas of the exposed foundation of the fort, each enclosed by a three-foot-high black metal fence with a tubular, silver metal rail. A six-foot-wide granite walkway passes over the two sections of the stone foundation, with the American Immigrant Wall of Honor on the eastern side of the walkway. There are four informational wayside signs at the area, which give a brief history of the fort and how the walls were discovered and excavated.<br /><br />The irregularly shaped foundation stones, some as long as twenty feet, and sit about six- to twelve inches high.<br /><br />The informational signs are each about two feet talk by six feet long. They are red, and each has an orange diagrammatic map and white text. The first wayside sign is entitled: \"Fort Gibson: Defending the Approaches. The second is entitled: \"Fort Gibson: Uncovering the Past. The third is entitled: \"The Other Ellis Island Story\". The third is entitled \"Fort Gibson: Ammunition to Immigration.\" The fourth is entitled: \"Fort Gibson: Oyster Banks to Batteries.\"<br /><br />End of Message",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3D99F5AA-417E-4DB9-993F-060D32D77CDE",
    "url": "https://www.nps.gov/places/000/great-hall-benches-2nd-floor.htm",
    "title": "Great Hall Benches (2nd Floor)",
    "listingDescription": "Since 1912, millions of immigrants in the Great Hall waited on benches wondering if they would be allowed to enter the United States. Today, you may sit in the same place - and consider what your thoughts and feelings would be - as you awaited legal inspection. The dark benches are originals dating between 1912 and 1924. The golden benches are replicas, fabricated by New York State high school students. Learn more about the schools, the students and their benches on the",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/512C54FE-EC70-3DF1-7016E1D5E9AF9B48.jpg",
        "credit": "NPS Photo",
        "altText": "Wooden benches with backs between two pillars on a dark red floor",
        "title": "Benches in the Great Hall",
        "description": "",
        "caption": "Looking down on the Great Hall benches from the 3rd Floor balcony.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/512C54FE-EC70-3DF1-7016E1D5E9AF9B48.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/512C54FE-EC70-3DF1-7016E1D5E9AF9B48.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NJ,NY",
        "parkCode": "elis",
        "designation": "Part of Statue of Liberty National Monument",
        "fullName": "Ellis Island Part of Statue of Liberty National Monument",
        "url": "https://www.nps.gov/elis/index.htm",
        "name": "Ellis Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "40.699196",
    "longitude": "-74.039655",
    "latLong": "40.699196,-74.039655",
    "bodyText": "<p>Since 1912, millions of immigrants in the Great Hall waited on benches wondering if they would be allowed to enter the United States. Today, you may sit in the same place - and consider what your thoughts and feelings would be - as you awaited legal inspection. The dark benches are originals dating between 1912 and 1924. The golden benches are replicas, fabricated by New York State high school students. Learn more about the schools, the students and their benches on <a href=\"http://www.nps.gov/elis/learn/education/classrooms/creating-connections.htm\">the park's website.</a> Enjoy resting here and scroll ahead to the Historic Legal Inspection.</p> <h3>Campbell-Savona Student's Replica Bench</h3> <p>Six students from Campbell-Savona's Design and Build Class measured original benches to creating both drawings and CAD files in order to make their replica bench. The entire Build Class participated in fabricating, sealing and delivering their bench to Ellis Island in May 2011. This enthusiastic class donated two benches. Can you tell which ones are theirs?</p> <h3>Prattsburg Student's Replica Bench</h3> <p>Using the drawings the students of Campbell-Savona fabricated, students at Prattsburg Central School worked together to complete another bench. An extravaganza celebrating the delivery of theif bench included musical and choral presentations by the school's 135 member band and choir. This school chose to use linseed oil to seal their bench in the traditional manner. Can you tell which of the four it is?</p> <h3>Hammondsport Student's Replica Bench</h3> <p>Although delayed a year by Hurricane Sandy, students from Hammondsport Central School persevered and delivered their bench in May of 2015. They choose to make their bench the most accurate of all the replicas. Can you tell which bench is theirs?</p>",
    "audioDescription": "This stairs in the Baggage Room take you to the Registry Room on the second floor of the Main Immigration Building. The Registry Room is where immigrants underwent medical and legal inspection. This space is about 200 feet long from the top of steps where you are standing to the far end, and 100 feet across. The arched ceiling is composed of more than 28,000 tiles, laid out in a herringbone pattern-56 feet above your head. The room is almost empty. The structure has been restored to its appearance in 1918, and a few of the original wooden benches-as well as some reproduction inspector desks-have been placed at the far end of the hall. Semi-circular windows about 20 feet high flank either side of the room. A balcony circles the room above the windows, and atop the balcony level, a second tier of arched windows lets in additional light.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6376D862-64BB-4A98-838E-FAF8E97F1790",
    "url": "https://www.nps.gov/places/000/historic-legal-inspection-2nd-floor.htm",
    "title": "Historic Legal Inspection (2nd Floor)",
    "listingDescription": "Inspectors behind desks asked immigrants their name, home town, occupation, destination, and amount of money they carried. Those allowed to pass continued downstairs. Those detained for additional legal examination waited for an opportunity to explain further in the Board of Special Inquiry room, where their Hearing would be held. About one percent would be denied admission for violation of America laws. Watching the clock? Come back and read the legal question sections",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5066778E-9A55-62E8-46AEC3C4B6038F13.jpg",
        "credit": "NPS Photo",
        "altText": "Four waist high desks equally spaced across a dark red floor reflecting three hanging light fixtures",
        "title": "Legal Inspection",
        "description": "",
        "caption": "Today's view of where initial legal inspections were conducted.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5066778E-9A55-62E8-46AEC3C4B6038F13.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5066778E-9A55-62E8-46AEC3C4B6038F13.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NJ,NY",
        "parkCode": "elis",
        "designation": "Part of Statue of Liberty National Monument",
        "fullName": "Ellis Island Part of Statue of Liberty National Monument",
        "url": "https://www.nps.gov/elis/index.htm",
        "name": "Ellis Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "40.699233",
    "longitude": "-74.039582",
    "latLong": "40.699233,-74.039582",
    "bodyText": "<p>Inspectors behind desks asked immigrants their name, home town, occupation, destination, and amount of money they carried. Those allowed to pass continued downstairs. Those detained for additional legal examination waited for an opportunity to explain further in the Board of Special Inquiry room, where their Hearing would be held. About one percent would be denied admission for violation of America laws. Watching the clock? Come back and read the legal question sections later if needed. There's only one more stop - it's the Stairs of Separation. When you are ready, walk toward the center stairs on the west side of the Great Hall.</p> <h3>Will You Become A Public Charge?</h3> <p>Any immigrant deemed \"liable to become a public charge\" was denied entry to the United States. To Ellis Island inspectors, this clause (which has been a cornerstone of federal immigration policy since 1882) designated those who appeared unable to support themselves and were therefore likely to become a burden on society. Influenced by American welfare agencies that claimed they were being overwhelmed by requests for aid from impoverished immigrants, the Ellis Island inspectors carefully weighed the prospects of new arrivals, especially those of women and children intending to rejoin husbands and fathers in this country.</p> <h3>Do You Have A Job?</h3> <p>This question posed a dilemma for immigrants. The Alien Contact Labor Law of 1885 excluded all immigrants who came to the United States under contract for work. The law was meant to stop the importation of cheap labor, but was applied even to immigrants who had jobs promised to them through relatives or friends. Immigrants had to convince inspectors that they were able and willing to work and were not \"liable to become public charges, yet they could not admit that they had a job waiting for them.</p> <h3>Are You A Woman Traveling Alone?</h3> <p>Immigration officials detained escorted women and children until their safety was assured once they left Ellis Island. A telegram, letter, or prepaid ticket from waiting relatives was usually required before detained women and children would be sent on their way. Single women could not leave Ellis Island with a man who was not related to them. When a fiance and his intended were reunited at Ellis Island, their marriage was often performed right on the island. Then they were free to leave.</p> <h3>What If You Don't Speak English?</h3> <p>Many immigrants described the Registry Room, which frequently echoed with the sounds of many languages, as a \"Tower of Babel.\" Ellis Island inspections were assisted by interpreters who were fluent in major languages and any number of obscure dialects. The interpreters were rarely stumped, but often they had to try several languages before comprehension would finally light up an immigrant's face.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "077D88E4-9AB3-4BBD-BA64-15B4451492C9",
    "url": "https://www.nps.gov/places/000/historic-medical-inspection-2nd-floor.htm",
    "title": "Historic Medical Inspection (2nd Floor)",
    "listingDescription": "As immigrants entered the building and climbed the stairs, doctors watched for a limp, labored breathing, or other suspected troubles. While ten percent were held back for additional medical examination, eventually all but one percent were allowed entry to the United States. After you read about the Doctors and the Six-Second Exam, walk across the Great Hall and have a seat on one of the Benches before scrolling to the Great Hall Bench Section.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4FFBA554-FE94-4773-6087D8DF919FDC8F.jpg",
        "credit": "NPS Photo",
        "altText": "Stairway landing and floor junction",
        "title": "Stairs approaching the Second Floor",
        "description": "",
        "caption": "The Historic Medical Exam included watching immigrants climb stairs to the Second Floor.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4FFBA554-FE94-4773-6087D8DF919FDC8F.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4FFBA554-FE94-4773-6087D8DF919FDC8F.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NJ,NY",
        "parkCode": "elis",
        "designation": "Part of Statue of Liberty National Monument",
        "fullName": "Ellis Island Part of Statue of Liberty National Monument",
        "url": "https://www.nps.gov/elis/index.htm",
        "name": "Ellis Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "40.699036",
    "longitude": "-74.039413",
    "latLong": "40.699036,-74.039413",
    "bodyText": "<p>As immigrants entered the building and climbed the stairs, doctors watched for a limp, labored breathing, or other suspected troubles. While ten percent were held back for additional medical examination, eventually all but one percent were allowed entry to the United States. After you read about the Doctors and the Six-Second Exam, walk across the Great Hall and have a seat on one of the Benches before scrolling to the Great Hall Bench Section.</p> <h3>The Doctors of Ellis Island</h3> <p>The doctors of Ellis Island were commissioned officers of the U.S. Public Health Service. Officially known as surgeons, they were in charge of the Ellis Island Hospital and the medical examination of immigrants in a routine procedure called the line inspection. As long lines of immigrants slowly entered Ellis Island's Registry Room, they were examined swiftly and expertly by the doctors for any sign of disease or signs of physical or mental weakness.</p> <h3>The Six Second Exam</h3> <p>U.S. Public Health Service doctors sometimes had only six seconds to scan each immigrant during the line inspection, a rapid, efficient process meant only to detect those who should be held for a more through medical examination. Experienced doctors could recognize the signs of a wide variety of diseases and disabilities. In 1917, the U.S. Public Health Service printed a list of over 60 health conditions - from anemia to varicose veins - that doctors could spot during the brief line inspection.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "99D52CE4-2F6A-40E6-B3B4-05573FBFC40C",
    "url": "https://www.nps.gov/places/000/ellis-island-museum-2nd-floor-west.htm",
    "title": "Museum - 2nd Floor West",
    "listingDescription": "Exhibit describing the immigrant's experience on Ellis Island.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/import/3075f0c4-1cc6-4dea-a6c4-21b3465d15f4_image_350.jpg",
        "credit": "",
        "altText": "What did you eat while you stayed here",
        "title": "",
        "description": "",
        "caption": "What did you eat while you stayed here",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "NJ,NY",
        "parkCode": "elis",
        "designation": "Part of Statue of Liberty National Monument",
        "fullName": "Ellis Island Part of Statue of Liberty National Monument",
        "url": "https://www.nps.gov/elis/index.htm",
        "name": "Ellis Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "40.699422",
    "longitude": "-74.039944",
    "latLong": "40.699422,-74.039944",
    "bodyText": "<p>Exhibit describing the immigrant's experience on Ellis Island.</p> <h3>Through America's Gate</h3> <p>Through photographs and artifacts, this exhibit describes the step-by-step processing of immigrants on Ellis Island.</p> <h3>Hearing Room</h3> <p>This room has been restored to look as it did around 1911, when about 10% of the persons arriving at Ellis Island were held for a legal hearing.<br /> Those thought \"liable to become public charges,\" or suspected of being contract laborers or worse, received yellow cards marked \"S.I.,\" which meant that their cases would be decided by a Board of Special Inquiry. Three boards were usually in session all day, and during busy seasons a fourth board was added. Each board held 50 to 100 hearings daily in the presence of an interpreter and a stenographer.<br /> Each board based its decision on the testimony of the immigrant and of friends or relatives allowed to speak on the immigrant's behalf. An immigrant who received an unfavorable decision from the board could appeal directly to Washington, D.C., with the help of a lawyer often provided by an immigrant aid society. Approximately 15 to 20% of the aliens who appeared before the boards were ultimately denied admission to the United States.</p>",
    "audioDescription": "Located across the Registry Room opposite the Peak Immigration Years exhibit, is the west wing of the building. The Through America's Gate exhibition is housed in this wing. The exhibit is displayed in 16 rooms, many of the spaces retaining their original finishes and configurations from when the Immigration Station was still in use. The exhibit explains how immigrants were processed upon arrival at Ellis Island. <br /><br />To access the third floor of the museum, please take the elevator located in the hallway opposite the bathrooms in the Through America's Gate exhibit or the elevator located in the atrium in the Peak Immigration Years exhibit.<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Baby Changing Station",
      "Elevator",
      "Historical/Interpretive Information/Exhibits",
      "Restroom"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B4597E9C-9E8A-4CEF-BE43-E9EF2CA62E3C",
    "url": "https://www.nps.gov/places/000/registry-room-great-hall-2nd-floor.htm",
    "title": "Registry Room - Great Hall (2nd Floor)",
    "listingDescription": "Today, the enormous arched windows and immense open spaces of the Registry Room evoke a feeling of grandeur. For the immigrants, however, the room was often a loud, confusing and frightening place. Nearly every day, for over two decades (1900-1924), the Registry Room was filled with new arrivals waiting to be inspected and registered by Immigration Service officers. On many days, over 5,000 people would file through the space. For most immigrants, this great hall epitomized E",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/710416EE-B74D-D282-E6413AE373F70408.jpg",
        "credit": "NPS Photo",
        "altText": "Dark tile floor, barrel vault tile ceiling, surrounding balcony with two American Flags suspended",
        "title": "The Great Hall",
        "description": "",
        "caption": "Entering the Great Hall - Registry Room",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/710416EE-B74D-D282-E6413AE373F70408.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/710416EE-B74D-D282-E6413AE373F70408.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NJ,NY",
        "parkCode": "elis",
        "designation": "Part of Statue of Liberty National Monument",
        "fullName": "Ellis Island Part of Statue of Liberty National Monument",
        "url": "https://www.nps.gov/elis/index.htm",
        "name": "Ellis Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "40.699145",
    "longitude": "-74.039467",
    "latLong": "40.699145,-74.039467",
    "bodyText": "<p>Today, the enormous arched windows and immense open spaces of the Registry Room evoke a feeling of grandeur. For the immigrants, however, the room was often a loud, confusing and frightening place. Nearly every day, for over two decades (1900-1924), the Registry Room was filled with new arrivals waiting to be inspected and registered by Immigration Service officers. On many days, over 5,000 people would file through the space. For most immigrants, this great hall epitomized Ellis Island. It was here that immigrants underwent medical and legal examinations. Here they encountered the complex demands of the immigration laws and an American bureaucracy that could either grant or withhold permission to land in the United States.</p> <h3>Historic Medical Inspection</h3> <p>The medical inspection was the first examination which an immigrant had to pass. The doctors and medical inspectors would look for any signs of illness or contagious diseases. If found, they would mark the immigrant with a chalk mark letter, indicating the suspected illness, and earmarking the immigrant for further examination. The majority of immigrants passed through the medical inspection the same day.</p> <h3>Historic Legal Inspection</h3> <p>Inspectors behind desks asked immigrants their name, home town, occupation, destination, and the amount of money they carried. Those allowed to pass continued downstairs. Those detained for additional legal examination waited for an opportunity to explain further in the Board of Special Inquiry room where their hearing would be held. About one percent would be denied admission for violation of America laws.</p> <h3>Restoration of the Registry Room</h3> <p>The Registry Room has been restored to its appearance in 1918-24, including several original wooden benches. Photographs of the room during other time periods can be seen on the east and west ends of the balcony.<br /> <br /> To learn more, visit the exhibit \"Restoring a Landmark\" on the East side of the third floor.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "506E4AE2-4D76-4EAB-9508-151B0FD6D9C3",
    "url": "https://www.nps.gov/places/000/south-side-wayside.htm",
    "title": "South Side Wayside",
    "listingDescription": "Across the ferry slip on Ellis Island's south side, you'll find an amazing group of wards, residences, labs, laundries and kitchens which once made up the largest U. S. Public Health Service hospital in the country. Here doctors inspected and treated 1.2 million immigrants who arrived with illnesses or infirmities. In these buildings, immigrants learned if America's door would swing open to them or close because of a \"loathsome or contagious\" disease. Here, they also recei",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/import/c39cf492-2265-46c9-a687-12a799542bb1_image_350.jpg",
        "credit": "",
        "altText": "The red brick hospital complex, roofs coated in snow, stands out against a grey winter sky across the ferry boat slip.",
        "title": "",
        "description": "",
        "caption": "Southside during a Snowstorm",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "NJ,NY",
        "parkCode": "elis",
        "designation": "Part of Statue of Liberty National Monument",
        "fullName": "Ellis Island Part of Statue of Liberty National Monument",
        "url": "https://www.nps.gov/elis/index.htm",
        "name": "Ellis Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "40.6992",
    "longitude": "-74.040776",
    "latLong": "40.6992,-74.040776",
    "bodyText": "<p>Across the ferry slip on Ellis Island's south side, you'll find an amazing group of wards, residences, labs, laundries and kitchens which once made up the largest U. S. Public Health Service hospital in the country. Here doctors inspected and treated 1.2 million immigrants who arrived with illnesses or infirmities. In these buildings, immigrants learned if America's door would swing open to them or close because of a \"loathsome or contagious\" disease. Here, they also received the latest in medical care and treatment.</p> <h3>New buildings</h3> <p>Between 1892 and 1954, approximately 12 million immigrants passed through Ellis Island. At first most of the immigration station's functions took place in the Main Immigration Building (now home to the Ellis Island Immigration Museum), which opened on December 17, 1900 after the original wooden building burned down. However, in order to accommodate the overwhelming number of immigrants who annually passed through the island, the United States government added landfill to increase the island's footprint and constructed additional buildings to handle registration, medical care, and housing.</p> <h3>Main Hospital Buildings</h3> <p>In March of 1902, the Main Hospital Building opened. The hospital had the space and equipment to care for 125 patients. Over the next seven years, additional buildings were added to the hospital complex, including a Contagious Disease Hospital and Isolation Wards for patients suffering from contagious diseases like scarlet fever, diphtheria, measles and whooping cough. This additional space allowed physicians of the U.S. Public Health and Marine Hospital Services to properly diagnose and treat immigrants who failed the cursory medical inspection mandated by federal immigration laws.</p> <h3>Ellis Island Hard Hat Tour</h3> <p>Guided 90-minute tours will take you to select areas of the 750-bed Ellis Island Hospital. Visit the Laundry Building, with much of its original equipment still in place, where over 3000 pieces of laundry were washed and sanitized daily. The tour will also take you to the infectious and contagious disease wards, kitchen, staff housing, autopsy room and more. Thinking about joining a tour? If you are wearing close toed shoes, stop at the Save Ellis Island Information Desk (Ellis Ground Floor Baggage Room) to check on availability. Learn more about Save Ellis Island and their ongoing efforts to preserve the South Side of Ellis Island on their website <a href=\"http://saveellisisland.org\">www.saveellisisland.org</a></p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3CA1AB63-F1EF-4D79-8E2E-68F1E705A90B",
    "url": "https://www.nps.gov/places/000/stairs-of-separation.htm",
    "title": "Stairs of Separation",
    "listingDescription": "The Stairs of Separation acquired this name because each staircase led to a different destination. The south staircase (to your left, looking down) was for immigrants who were allowed entry and going to the New York dock. The north staircase (to your right, looking down) was for immigrants who were allowed entry but wanted to exchange currency, purchase a railroad ticket or snack before heading to either New York or New Jersey. The center staircase was for immigrants who w",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/50FB748D-C68D-CE26-11FFF0431A808C58.jpg",
        "credit": "NPS Photo",
        "altText": "Looking down a flight of stairs with three doors at the bottom",
        "title": "Stairs of Separation",
        "description": "",
        "caption": "Looking down the Stairs of Separation",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/50FB748D-C68D-CE26-11FFF0431A808C58.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/50FB748D-C68D-CE26-11FFF0431A808C58.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NJ,NY",
        "parkCode": "elis",
        "designation": "Part of Statue of Liberty National Monument",
        "fullName": "Ellis Island Part of Statue of Liberty National Monument",
        "url": "https://www.nps.gov/elis/index.htm",
        "name": "Ellis Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "40.699296",
    "longitude": "-74.039679",
    "latLong": "40.699296,-74.039679",
    "bodyText": "<p>The Stairs of Separation acquired this name because each staircase led to a different destination. The south staircase (to your left, looking down) was for immigrants who were allowed entry and going to the New York dock. The north staircase (to your right, looking down) was for immigrants who were allowed entry but wanted to exchange currency, purchase a railroad ticket or snack before heading to either New York or New Jersey. The center staircase was for immigrants who were to be held for additional inspection- either medical or legal. Out of time? Continue down the stairs, turning left at the bottom and straight ahead to the Baggage Room where you entered the building. The exit to your Ferry is on the right. As you continue out of the building, the Ferry to New York-Battery Park will be on your left. The Ferry to Liberty Island-Liberty State Park will be on your right.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]