[
  {
    "id": "9C3711B7-3EFE-4CB6-BDA6-BD0141C4E99A",
    "url": "https://www.nps.gov/places/000/federal-hall-national-memorial.htm",
    "title": "Federal Hall National Memorial",
    "listingDescription": "Located at 26 Wall Street in New York City's Financial District, Federal Hall is the birthplace of American Government. Formerly a British colonial city hall, in 1789 it was reconstructed and became the seat of the new American government. On April 30th of that year, a crowd assembled in front of its second floor balcony to watch George Washington take the oath of office as our first President of the United States. It also housed the first Congress, Supreme Court, and Execut",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/import/bfd603c2-c432-4ad7-80ed-e13fc18a8ac4_image_350.jpg",
        "credit": "",
        "altText": "Visitors climb the steps and mingle on the sidewalk in front of the statue of George Washington at Federal Hall.",
        "title": "",
        "description": "",
        "caption": "Main entrance Federal Hall National Memorial",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "NY",
        "parkCode": "feha",
        "designation": "National Memorial",
        "fullName": "Federal Hall National Memorial",
        "url": "https://www.nps.gov/feha/index.htm",
        "name": "Federal Hall"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "40.707122",
    "longitude": "-74.010443",
    "latLong": "40.707122,-74.010443",
    "bodyText": "<p>Located at 26 Wall Street in New York City's Financial District, Federal Hall is the birthplace of American Government. Formerly a British colonial city hall, in 1789 it was reconstructed and became the seat of the new American government. On April 30th of that year, a crowd assembled in front of its second floor balcony to watch George Washington take the oath of office as our first President of the United States. It also housed the first Congress, Supreme Court, and Executive Branch offices. The current structure took more than a decade to complete, opening in 1842 as the United States' first customs house. In 1862, the building served as a United States Sub-Treasury location. Gold and silver bullion were stored in the basement vaults. John Quincy Adams Ward's bronze statue of George Washington was erected on the front steps in 1882, marking the approximate site where he was inaugurated as President. Now, the building serves as a museum and memorial to our first President and the beginnings of the United States of America. We are open Monday through Friday, 9-5 pm, and a ranger at the Visitor Center is available to help you.<br /> <b>Services:</b> Restroom, Bookstore.</p> <h3>Federal Hall</h3> <p>Federal Hall, built in 1700 as New York's City Hall, later served as the first capitol building of the United States of America under the newly ratified Constitution.</p> <h3>George Washington Inaugural Bible</h3> <p>The Inaugural Bible is the book that was sworn upon by George Washington when he took office as the first President of the United States. The Inaugural Bible has subsequently been used in the inauguration ceremonies of several other U.S. presidents.</p> <h3>John Peter Zenger Exhibit</h3> <p>The Zenger case did not establish legal precedent in seditious libel or freedom of the press. Rather, it influenced how people thought about these subjects and led, many decades later, to the protections embodied in the Unites States Constitution, the Bill of Rights and the Sedition Act of 1798.</p> <h3>George Washington Statue</h3> <p>In 1882, John Quincy Adams Ward's bronze George Washington statue was erected on the front steps of the recently rebuilt Federal Hall, marking the approximate site where Washington was inaugurated as President in the original structure.</p> <h3>Customs House Exhibit</h3> <p>The third structure on this site was a customs house built in 1842. The interior vaults constructed at the time were used to store duties on imported goods. Later, they were used to store gold and silver when the building was used as a sub-treasury in 1862.</p> <h3>Federal Hall Exhibit</h3> <p>This room contains displays that explain about the construction of Federal Hall as well as information about George Washington, our nation's first president who took his oath of office here on April 30, 1789.</p> <h3>Eastern National Bookstore</h3> <p>The Eastern National Bookstore at Federal Hall contains a wide variety of merchandise, including postcards, memorabilia, reproduction colonial currency, DVDs, children's gifts, and an extensive book selection.</p>",
    "audioDescription": "Federal Hall Entrance and Exterior881 Words Length: 3:24First of two descriptions at this locationFederal Hall is a large, Greek Revival-style marble building on the site of the first United States capitol building. The grand entrance has 18 marble steps up to the front portico, with eight 25-foot high fluted columns across the front. The columns are approximately 6 feet in diameter. Above the columns is a five-foot high marble cornice topped by a slightly pitched, gabled roof with a flag at the center. A tall, bronze statue of George Washington is positioned in the center of the steps. With your back to the steps, you face Wall Street and the New York Stock Exchange, with three American flags flying. There are usually crowds of pedestrians in the street, as well as food and souvenir vendors.The steps have brass handrails on the right and left sides, about three feet in from the edge of the stairs on either side. It would be important to walk to the left of the rail on the left hand side and to the right of the rail on the right hand side to avoid walking directly into one of the columns at the top of the stairs. The main entrance to Federal Hall The main entrance is through double glass doors in the center of the portico at the top of the stairs.with brass handles in the center of the building. There is one short step up to the brass handled doors. Above the doors, there is a fixed glass pane that reads in gold lettering: \"FEDERAL HALL/NATIONAL MEMORIAL/26 WALL STREET\"Centered at the base of the steps, and rising 8 feet above street level, is a marble pedestal twelve feet across. The engraved inscription across the face of the pedestal reads in upper case: \"On this site in Federal Hall April 30 1789, George Washington took the oath as the first President of the United States of America.\"End TextOn top of this pedestal, and halfway up the stairs is a second 5-foot by 5-foot pedestal, which supports a 12 foot tall bronze statue of George Washington. He is posed with his left hand down at his side and his right hand and arm extended at a 45-degree angle, as if his hand were placed on a Bible. A cape hangs over his left shoulder and drapes over two hip-high pillars behind him. He wears a buttoned vest under an open jacket, a cravat at the neck, and knee high boots over leather pants.To the right of the stairs, there is a brass bas-relief plaque of George Washington on his knees, hands folded in prayer, face turned slightly upward. The plaque, about 4 feet tall by 3 feet wide, is set 5 feet off the ground in a marble rectangle that forms the right wall of steps. Washington's cape hangs from both shoulders and partially covers the sword sheathed on his left leg, which extends further behind him than the right leg. His hat is in front, placed on the ground, the brim upturned on two sides. Woods form the background of the plaque, and Washington's horse stands behind the largest tree, tethered to a smaller tree on the right. Washington's upturned eyes, the hands lifted forward, the angle of the sword at his side and the extended left leg give a right-to-left sweep to the sculpted plaque. To the left of the stairs is a second brass plaque, about 3 feet tall by 5 feet wide, set in the marble rectangle that forms the left wall of the stairs. There is a ribbon that runs upwards from a leafy branch on the left of the plaque then down again to another leafy branch. The ribbon reads: \"Ohio Company of Associates.\" Below the ribbon and composing most of the plaque is a bas relief map of the state of Ohio with the following text: \"On this site the United States Congress assembled on the 13th day of July in the year of our Lord 1787 and of their sovereignty and independence the twelfth, enacted an ordinance for the government of the territory northwest of the river Ohio, by which it was dedicated forever to the freedom under another ordinance, passed here by the same body on the 27th day of the same month. Manasser Cutler, acting for the Ohio Company of Associates, and organization of soldiers of the Revolutionary Army, purchased from the Board of Treasury for settlement a portion of the waste and vacant land of the territory on April 7th, 1782. Rufus Putnam, heading a party of forty-eight, began the first settlement at Marietta, and on July 15th, Arthur St. Clair, as first governor, established civil government in the territory. From these beginnings sprang the states of Ohio, Indiana, Illinois, Michigan and Wisconsin. End of Text - Following the text is a list of names of the Ohio Company.Below this plaque is four foot by four-foot sign entitled \"Federal Hall National Memorial\". There is a National Park Service arrowhead logo to the right of the sign and the words \"National Park Service U.S. Department of the Interior.\" The body of the sign is a black and white artist's etching of George Washington taking the oath of office. His right hand is on the bible, which sits on a fringed pillow bei",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Baby Changing Station",
      "Elevator",
      "Information - Ranger/Staff Member Present",
      "Restroom",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B46CC644-CCD3-497C-AE1E-9C60CC9E9905",
    "url": "https://www.nps.gov/places/000/federal-hall-national-memorial-visitor-center.htm",
    "title": "Federal Hall National Memorial Visitor Center",
    "listingDescription": "The Visitor Center is in the northwest gallery, near the 15 Pine Street entrance to Federal Hall. Here you can find information about the National Park Service's New York City sites, as well as the other 23 sites in National Parks of New York Harbor. Maps and brochures about local attractions are also available. You can even watch videos about Federal Hall. A park ranger is available to answer any questions you might have.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/import/f9d838d7-c4ed-49de-b944-e94447f3ccd1_image_350.jpg",
        "credit": "",
        "altText": "Visitors interact with the touch screen information displays and chat on the benches in the information-filled Visitor Center.",
        "title": "",
        "description": "",
        "caption": "Federal Hall National Memorial Visitor Center",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "NY",
        "parkCode": "feha",
        "designation": "National Memorial",
        "fullName": "Federal Hall National Memorial",
        "url": "https://www.nps.gov/feha/index.htm",
        "name": "Federal Hall"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "40.707261",
    "longitude": "-74.010344",
    "latLong": "40.707261,-74.010344",
    "bodyText": "<p>The Visitor Center is in the northwest gallery, near the 15 Pine Street entrance to Federal Hall. Here you can find information about the National Park Service's New York City sites, as well as the other 23 sites in National Parks of New York Harbor. Maps and brochures about local attractions are also available. You can even watch videos about Federal Hall. A park ranger is available to answer any questions you might have.</p> <h3>Become a Jr. Ranger!</h3> <p>It takes a lot to preserve and protect America's natural and historic treasures. We need your help to keep all of our parks safe and beautiful. Become a National Park Service Jr. Ranger, and see just how much fun learning can be!</p> <h3>Other Services</h3> <p>Handicap accessible restrooms are on-site, and the building can be entered via a wheel chair ramp from 15 Pine Street. Books, educational items, and gifts are available for purchase from the Eastern National Bookstore inside.</p>",
    "audioDescription": "Federal Hall Visitor's Center and Theatre<br />417 Words; Length: 2:00<br /><br />The Federal Hall Visitor's Center has a ranger's desk as well as information about both Federal Hall and other parks in the New York City area. After walking through the main rotunda area of Federal Hall, you enter a twelve-foot wide, cream-colored hallway with plaster walls, marble floors and a vaulted ceiling. The Visitors center is on the left and is entered through an open doorway framed in red stone. The Theatre is on the right and is entered through an open doorway also framed in red stone. There are plaster relief fleur-de-lis raised relief designs above the doorways.<br /><br />A twelve-foot tall sign with an artist's rendering of colonial New York is on the left just before you enter. The sign is upright and slightly rounded to reflect the architectural columns. It is titled \"The Gateway to America/Discover New York Harbor\" in the upper area of the sign above drawings of tightly clustered houses on the banks of the harbor. A two-masted sailing vessel in the foreground, floats on the lightly rippled, pale green water. In a predominantly sepia-toned area representing the harbor, there is text reading:<br /><br /> \"Presented by National Park Service/National Parks of New York Harbor Conservancy/NYC & Company.\" <br /><br />End Text<br /><br />There is a ranger's station across the room as you enter, as well as racks of brochures about different National Parks in a stand-alone, upright wooden display case on the right as you head to the ranger desk. <br /><br />There are two round, fluted columns in the middle of the room, the first one encased by a wrap-around, gray velvet upholstered bench for visitor seating. Around the walls of the room, there are multi-media, touch screen exhibits at waist high. More traditional, print media exhibits hang from the walls, describing everything from the eco-system of the area to the birth of the U.S. Bill of Rights. <br /><br />The Federal Hall Theatre contains a large flat-screened television with a video describing the New York Harbor parks. The television is on the far side of the room near the front wall. There are backless wooden benches in rows facing the television. Each bench is about five feet long and about two feet high. <br /><br />There are two large, circular fluted columns in the center of the room. There are floor to ceiling windows on the back wall facing Pine Street.<br /><br />Exhibits line the street and hall sides of the room, some depicting early printing methods and presenting information on early newspapers in New York City. <br /><br />End of Message",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7A8D6E7D-1380-4090-846E-791DA26403D3",
    "url": "https://www.nps.gov/places/george-washington-statue.htm",
    "title": "George Washington Statue",
    "listingDescription": "In 1882, John Quincy Adams Ward's bronze George Washington statue was erected on the front steps of the recently rebuilt Federal Hall, marking the approximate site where Washington was inaugurated as President in the original structure.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E05F8BFF-080B-B658-1CBC63A807C2DC70.jpg",
        "credit": "National Parks of New York Harbor",
        "altText": "Woodcut illustration of the unveiling of the Statue of George Washington",
        "title": "George Washington Statue",
        "description": "",
        "caption": "Woodcut illustration of the unveiling of the Statue of George Washington",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E05F8BFF-080B-B658-1CBC63A807C2DC70.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E05F8BFF-080B-B658-1CBC63A807C2DC70.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NY",
        "parkCode": "feha",
        "designation": "National Memorial",
        "fullName": "Federal Hall National Memorial",
        "url": "https://www.nps.gov/feha/index.htm",
        "name": "Federal Hall"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "40.70718112497993",
    "longitude": "-74.01040190646258",
    "latLong": "40.70718112497993,-74.01040190646258",
    "bodyText": "In 1882, John Quincy Adams Ward's bronze George Washington statue was erected on the front steps of the recently rebuilt Federal Hall, marking the approximate site where Washington was inaugurated as President in the original structure.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "https://www.nps.gov/feha/index.htm",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "26 Wall Street",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D43EEF02-1A25-43BF-B8FE-5EAC8E52CB98",
    "url": "https://www.nps.gov/places/000/trinity-church-cemetery.htm",
    "title": "Trinity Church Cemetery",
    "listingDescription": "This burial ground has been the final resting place for many historic figures since the Churchyard cemetery opened in 1697. Alexander Hamilton is laid to rest at Trinity Church, as well as his wife Eliza Hamilton. However, three years before Alexander Hamilton and Aaron Burr met on the dueling grounds in Weehawken, New Jersey, Hamilton's son Philip also engaged in a duel regarding remarks made about his father. Philip lost the duel and his life. He is recorded in the burial r",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/import/90bfe01b-e711-4749-bfad-9ddd2242b581_image_350.jpg",
        "credit": "",
        "altText": "Slate paths wind through this cemetery in Lower Manhattan, the final resting place of Alexander Hamilton.",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "NY",
        "parkCode": "feha",
        "designation": "National Memorial",
        "fullName": "Federal Hall National Memorial",
        "url": "https://www.nps.gov/feha/index.htm",
        "name": "Federal Hall"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "40.707846",
    "longitude": "-74.011838",
    "latLong": "40.707846,-74.011838",
    "bodyText": "<p>This burial ground has been the final resting place for many historic figures since the Churchyard cemetery opened in 1697. Alexander Hamilton is laid to rest at Trinity Church, as well as his wife Eliza Hamilton. However, three years before Alexander Hamilton and Aaron Burr met on the dueling grounds in Weehawken, New Jersey, Hamilton's son Philip also engaged in a duel regarding remarks made about his father. Philip lost the duel and his life. He is recorded in the burial register for Trinity Church, but no burial location is given. It's thought that perhaps due to the dishonorable nature of his death, he was buried in an unmarked grave, or outside the bounds of the churchyard. The location of his grave remains a mystery. The New York Society of the Cincinnati, who erected a plaque in memory of Hamilton, and other members of the Society are interred at Trinity parish, including General Horatio Gates, the leader of the Battles of Saratoga. Robert Fulton, inventor of the steam boat is also buried here.</p> <h3>Alexander Hamilton's Grave</h3> <p>Hamilton's funeral procession from the Church home to Trinity Church in downtown Manhattan. Thousands of people showed up for Hamilton's funeral procession on July 14, 1804 to mourn his passing.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]