[
  {
    "id": "087CD777-4257-4BE4-8C7E-52E6E6B7E17C",
    "url": "https://www.nps.gov/places/ancient-clones.htm",
    "title": "Ancient Clones",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F395D456-DCF3-ADE3-25A1F157A565DDA3.jpg",
        "credit": "NPS Photo",
        "altText": "3 large connected petrified tree stumps",
        "title": "petrified trio of redwood stumps",
        "description": "",
        "caption": "Petrified redwood trio",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F395D456-DCF3-ADE3-25A1F157A565DDA3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F395D456-DCF3-ADE3-25A1F157A565DDA3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CO",
        "parkCode": "flfo",
        "designation": "National Monument",
        "fullName": "Florissant Fossil Beds National Monument",
        "url": "https://www.nps.gov/flfo/index.htm",
        "name": "Florissant Fossil Beds"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.91354691283993",
    "longitude": "-105.28629004955292",
    "latLong": "38.91354691283993,-105.28629004955292",
    "bodyText": "<h4>Geoheritage Highlight!</h4> <p>The petrified redwood trio at Florissant is unique in the fossil record. Today’s redwood trees grow only along the Pacific coast and are part of the heritage of the modern world’s biodiversity. Their ancient ancestors, including the fossil stumps at Florissant, show that during Earth’s past these trees were much more widely distributed around the northern hemisphere. Their fossil record is part of our Geoheritage that helps us understand the past as we compare it to our world today.<br /> <br />  This “family circle” of fossilized redwood stumps grew out of the single trunk of an older parent tree. The tree trunks are ancient clones, or genetically identical copies of that parent tree. Modern coastal redwoods also reproduce by stump sprouting. If a redwood is toppled or burned, a ring of new trees often sprouts from burls around the trunk’s base. In the coastal redwood forests, family groups are common. But this trio of stone stumps is unique in the world’s fossil record.</p> <h3>Redwoods Were Once Widespread</h3> <p><br /> Most people would consider the sight of a coastal redwood forest as a special event! In the Eocene when the Florissant redwoods were growing, redwood tree species were common around the globe. The band of green on this map shows where the trees were growing. This map was developed by the analysis of fossil foliage, wood, and pollen.</p> <h3><br /> How a Family Circle Forms</h3> <p><br /> If the main trunk of a redwood is damaged, the dormant stems begin growing rapidly, using the parent tree's root system for nourishment and support. Not all the stems manage to grow into a mature tree, and in this case, three grew into a family that was petrified when a lahar covered their bases.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Amphitheater"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Stump Shelter",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "58473E87-4F22-4306-8A96-AD3C988FCE7E",
    "url": "https://www.nps.gov/places/arc-of-heritage.htm",
    "title": "Arc of Heritage",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/FF2ED8A5-9BA7-5459-6EB3DB3AA9CE5521.jpg",
        "credit": "",
        "altText": "Arc of Heritage represents six values that change over time",
        "title": "Arc of Heritage",
        "description": "",
        "caption": "Arc of Heritage",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/FF2ED8A5-9BA7-5459-6EB3DB3AA9CE5521.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/FF2ED8A5-9BA7-5459-6EB3DB3AA9CE5521.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CO",
        "parkCode": "flfo",
        "designation": "National Monument",
        "fullName": "Florissant Fossil Beds National Monument",
        "url": "https://www.nps.gov/flfo/index.htm",
        "name": "Florissant Fossil Beds"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.91422727565086",
    "longitude": "-105.28678894042969",
    "latLong": "38.91422727565086,-105.28678894042969",
    "bodyText": "<h4>Geoheritage Highlight!</h4> <p>Geoheritage is the connection between people, societies, and cultures to the geology of Earth’s landscapes, rocks, and fossils. Tribal people “lived off the land” for their subsistence. Early settlers discovered fossils that helped make Florissant world famous. Discoveries by scientists created the heritage of scientific knowledge about Earth’s history. Students come to Florissant to learn about Earth’s past. Landowners found economic values by developing tourist attractions at the petrified forest. Many people saw the value of protecting this landscape and its fossils for future generations to study and enjoy, which is now the purpose of Florissant Fossil Beds National Monument. <br /> <br />  </p> <h3>Changing Values over Time</h3> <p>Past human activities on the Florissant Fossil Beds National Monument (FLFO) landscape are part of the Monument’s heritage. The previous occupants of this area related to this land differently, reflecting different cultural and societal values. Through time, we can see these changing activities and relationships as a kind of “Arc of Heritage” that reflects a diversity of values and perspectives.<br /> <br /> The heritage story began with tribal people who developed deep cultural and subsistence connections to the land through generations, but were forcibly removed from the land, against their will, in the late 1800s. The subsequent settlement of the area brought economic leveraging of the land which was valued by homesteaders, loggers, fossil-collectors, ranchers, and real estate developers. Today the National Park Service values preservation and protection of the landscape through stewardship and scientific research within a world class fossil deposit.</p> <h3>Ancient Tribal</h3> <p>Ancient ancestors of Tribal people lived in this landscape and made use of its resources as long as 10,000 years ago. A Midland Point was discovered in 2017, documenting the human use of this landscape in the distant past.</p> <h3>Economic Uses</h3> <p>Historic economic values fueled mining, lumbering, ranching, and fossil-selling on this landscape.<br /> <br />  </p> <h3>Scientific Discovery</h3> <p>Early scientific explorers realized the unique value this area offered to furthering our understanding of the Earth and its history. Scientists like Samuel Scudder have described up to 1,800 species making Florissant fossil beds one of the richest deposits in the world.<br />  </p> <h3>Protection</h3> <p>In 1969, this area was protected as a national monument by the actions of concerned local residents, scientists, lawyers, and politicians. Florissant became a landmark case in the environmental movement of the late 1960s and helped shape the values of that time.<br />  </p> <h3>Modern Tribal</h3> <p>Tribes maintain their connection to the Monument’s landscape and continue traditional activities that reflect their cultural values of preserving and honoring the land.</p> <h3>Stewardship</h3> <p>The concept of geoheritage is growing. It recognizes past values and activities but emphasizes the values of preservation, education, research, recreation, and tourism.</p> <p> </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3D1E35D7-CA7A-4712-8C1A-692D5A161777",
    "url": "https://www.nps.gov/places/big-stump.htm",
    "title": "Big Stump",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/14C23C3C-BB70-47F2-A5D84DC3B684F771.jpg",
        "credit": "",
        "altText": "Big Stump",
        "title": "Big Stump",
        "description": "",
        "caption": "Stump of petrified redwood tree buried 34 million years ago",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/14C23C3C-BB70-47F2-A5D84DC3B684F771.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/14C23C3C-BB70-47F2-A5D84DC3B684F771.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CO",
        "parkCode": "flfo",
        "designation": "National Monument",
        "fullName": "Florissant Fossil Beds National Monument",
        "url": "https://www.nps.gov/flfo/index.htm",
        "name": "Florissant Fossil Beds"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "This is one of the largest fossils at Florissant Fossil Beds National Monument, a petrified redwood stump 12 feet in diameter. The BIg Stump is all that remains of a redwood tree that may have been more than 230 feet tall and 500 to 1,000 years old when a lahar (volcanic mudflow) buried its base.  <br /> <br /> In the late 1800s, local residents excavated the Big Stump and it became an attraction, drawing tourists to the area. In 1893, a failed attempt was made to saw the Big Stump into pieces that could be transported to display at the Chicago World’s Fair. Rusty broken saw blades still embedded in the top of the stump.",
    "audioDescription": "The Big Stump is one of the largest petrified redwood stumps at the Monument. It may have been more than 230 feet tall and 500 to 1,000 years old when a lahar (volcanic mudflow) buried its base.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/flfo",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Information Kiosk/Bulletin Board"
    ],
    "managedByOrg": "Florissant Fossil Beds National Monument",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Florissant Fossil Beds National Monument",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Large petrified redwood stump",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B148B2C8-BD47-4582-A547-EEA7CA1E11F8",
    "url": "https://www.nps.gov/places/charlotte-hill.htm",
    "title": "Charlotte Hill",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/2EA0DC75-D196-F927-F4F1806B88394BEF.jpg",
        "credit": "NPS Photo",
        "altText": "Historic Photo of Charlotte Hill",
        "title": "Charlotte Hill",
        "description": "",
        "caption": "Charlotte Hill",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/2EA0DC75-D196-F927-F4F1806B88394BEF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/2EA0DC75-D196-F927-F4F1806B88394BEF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CO",
        "parkCode": "flfo",
        "designation": "National Monument",
        "fullName": "Florissant Fossil Beds National Monument",
        "url": "https://www.nps.gov/flfo/index.htm",
        "name": "Florissant Fossil Beds"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.91848461261771",
    "longitude": "-105.28602719306946",
    "latLong": "38.91848461261771,-105.28602719306946",
    "bodyText": "<h4>Geoheritage Hightlight!</h4> <p>The role of women in collecting, protecting, and studying the fossils is an important common theme in the heritage of the Florissant fossil beds. This legacy began with Charlotte Hill, who came to Florissant as a homesteader and became fascinated by the fossils. She collected many of the first specimens for scientists and helped unveil Florissant’s reputation as a world-class fossil site.<br /> <br /> Women’s stories figure prominently in the early frontier days of Florissant. Charlotte Hill homesteaded here in the 1870s. Married at age 13, she raised seven children, ranched with her husband Adam, and pursued her avocation of collecting fossils. She is credited with finding many of Florissant’s first described fossil species from a site near this stop. She was visited in July 1877 by the Princeton Scientific Expedition, and a month later by paleoentomologist Samuel Scudder and geologist Arthur Lakes. Both parties received many fossils from Mrs. Hill.<br /> <br /> Charlotte Hill kept a small museum of fossils and minerals in her house, which was located somewhere in the meadow beyond this stop. Arthur Lakes’ geologic map drawn in 1878 showed the Hill’s house.</p> <h3>Quotes from the Past</h3> <p><br /> <i>“Professor Scudder went over to the Hill’s ranch to see about some fossil insects Mrs. H. had been collecting for him…[she] had boxes upon boxes of…most perfect insects of various descriptions.” </i>From the field journals of Arthur Lakes, teacher and early geologist, 1877.<br /> <br /> “<i>Only two miles from the Florissant post office are the quite famous petrified stumps. They are situated on a ranch owned by Adam Hill, and are the pride of his wife, Mrs. Charlotte Hill, who has turned naturalist, and has displayed at her home an elegant array of geologic specimens.” </i>The Fairplay Flume newspaper June 17, 1880.<br /> <br /> <i>“The specimens of Florissant were … made by Mrs. Charlotte Hill, the proprietress of the land where are exposed the banks containing the richest fossil shale.” </i>From a publication on Florissant’s fossil plants by paleobotanist Leo Lesquereux 1883.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F90C0E6F-FF76-4314-B49E-269B968D93F8",
    "url": "https://www.nps.gov/places/conserving-stump-p-47.htm",
    "title": "Conserving Stump P-47",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/3298A098-0735-E1A7-A4E6365A2E0271F2.jpg",
        "credit": "NPS Photo: Lauren Rice",
        "altText": "A petrified tree stump alongside a weather station",
        "title": "Stump P-47",
        "description": "",
        "caption": "Stump P-47 with a weather station",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/3298A098-0735-E1A7-A4E6365A2E0271F2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/3298A098-0735-E1A7-A4E6365A2E0271F2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CO",
        "parkCode": "flfo",
        "designation": "National Monument",
        "fullName": "Florissant Fossil Beds National Monument",
        "url": "https://www.nps.gov/flfo/index.htm",
        "name": "Florissant Fossil Beds"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.91394344410545",
    "longitude": "-105.28573215007782",
    "latLong": "38.91394344410545,-105.28573215007782",
    "bodyText": "<h4>Geoheritage Highlight!</h4> <p>As you conclude this virtual trail tour, you might wonder what the National Park Service is doing today to help preserve our Geoheritage from the past. An important part of Geoheritage involves conserving the record of Earth’s history so that it remains a part of our heritage for the future. Some of the petrified trees at Florissant were excavated by private landowners a century ago using dynamite! This caused cracks in the stumps, which continue to disintegrate today. The National Park Service is doing active research with university partners to develop innovative methods to conserve these stumps, and replacing some of the loose pieces. <br /> <br /> Most of Florissant’s petrified stumps occur just below the floor of the valley. Small chips of petrified wood along the ground show where they are located. The ones that you can see today are in pits that were dug by early landowners in the 1920s. Some evidence suggests that dynamite was used during these excavations to loosen the rock around the stumps, but this also caused cracks to develop in the stumps. When water enters these cracks, it can freeze and thaw many times during the year in Florissant’s cold climate. This ice causes expansion, which then leads to ongoing deterioration.<br /> <br /> The stump you see above is being used to test new methods for stabilizing the petrified stumps to prevent future damage. Florissant Fossil Beds National Monument is working with conservation experts at the University of Pennsylvania to assess the damage and reattach loose pieces. An important part of this future conservation will be to develop structures that will enclose the stumps and provide better protection from rain, snow, and cold temperatures.<br /> <br /> A weather station has been installed beside this stump to measure air temperature as well as the temperature along the surface of the stump and inside the cracks. It also measures the ground moisture on top of the stump and around its base. Conservation experts and students from the University of Pennsylvania are working to attach pieces that have fallen from the petrified stump.<br /> <br />  </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "BB47009A-55EB-4942-9213-A3FB02A5956E",
    "url": "https://www.nps.gov/places/fierce-competition.htm",
    "title": "Fierce Competition",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/30DB9DC2-99F5-7939-A8C06B447311691C.jpg",
        "credit": "NPS",
        "altText": "An old train station, turned tourist resort",
        "title": "Petrified Forest Resort",
        "description": "",
        "caption": "Coplen Petrified Forest Resort",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/30DB9DC2-99F5-7939-A8C06B447311691C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/30DB9DC2-99F5-7939-A8C06B447311691C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CO",
        "parkCode": "flfo",
        "designation": "National Monument",
        "fullName": "Florissant Fossil Beds National Monument",
        "url": "https://www.nps.gov/flfo/index.htm",
        "name": "Florissant Fossil Beds"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.9171144008",
    "longitude": "-105.283580708",
    "latLong": "38.9171144008,-105.283580708",
    "bodyText": "<h4>Geoheritage Highlight!</h4> <p>Geoheritage involves the diversity of people and their relation to geologic resources such as landscapes, fossils, and rocks.  Sometimes these interactions present opportunities for economic development. When the Florissant fossil beds were privately owned, two of the landowners used their properties to develop commercial “petrified forests” as profitable tourist attractions. One of these landowners wanted to see their property eventually become a part of the National Park Service to protect the area’s Geoheritage for the future. <br /> <br /> The two privately-owned petrified forests shared a boundary between them. They were first developed as tourist attractions in the early 1920s and changed owners and names over time. The one to the south was first called the Henderson Petrified Forest and later the Pike Petrified Forest. The one to the north began as the Coplen Petrified Forest and was later renamed the Colorado Petrified Forest. Both of them had stumps of large petrified redwood trees.<br /> <br /> The Singer family's Colorado Petrified Forest featured the Big Stump as a main attraction. The family purchased the land and business from John Coplen, who had called it the Coplen Petrified Forest. The Singers operated the private attraction and dude ranch from 1927 until the National Park Service acquired the property in 1973.<br /> <br /> The Pike Petrified forest changed names multiple times before the National Park Service acquired the property. The location was first developed by the Henderson family and was in operation by 1922. John Baker bought the property and operated the Forest until it closed in 1961. Several large petrified stumps including the Trio were the main attractions.<br /> <br /> There are many stories about the fierce competition between them during the later years, even involving a shooting! The Singer family advocated for years to have their property become a national monument, and that finally happened when Congress established Florissant Fossil Beds National Monument in 1969.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "8bbd8030-6ebb-493f-9c94-5e94a168576d",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C6402375-D0CF-4436-A401-F6ED172EE975",
    "url": "https://www.nps.gov/places/hornbek-homestead.htm",
    "title": "Hornbek Homestead",
    "listingDescription": "The 1878 Hornbek Homestead is an original, historic log home that was owned by Adeline Hornbek a single mother of four children. The home can be easily accessed by a short walk on a gravel trail from a parking lot off of County Road 1. The home is on the original location of the homestead.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4E2203E0-BEDE-3EB4-EF27E05311CF51C9.jpg",
        "credit": "",
        "altText": "A 1 1/2 story log home with large wood beams and white chinking. A white door and two white windows",
        "title": "Hornbek Homestead",
        "description": "",
        "caption": "The Hornbek Homestead is an original 1878 log home once owned by Adeline Hornbek",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4E2203E0-BEDE-3EB4-EF27E05311CF51C9.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4E2203E0-BEDE-3EB4-EF27E05311CF51C9.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CO",
        "parkCode": "flfo",
        "designation": "National Monument",
        "fullName": "Florissant Fossil Beds National Monument",
        "url": "https://www.nps.gov/flfo/index.htm",
        "name": "Florissant Fossil Beds"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "homestead",
      "Colorado",
      "ranch"
    ],
    "latitude": "38.9265177192",
    "longitude": "-105.2826416",
    "latLong": "38.9265177192,-105.2826416",
    "bodyText": "The 1878 Hornbek Homestead is an original, historic log home that was owned by <a href=\"https://www.nps.gov/people/adeline-warfield-hornbek.htm\">Adeline Hornbek</a> a single mother of four children. The home can be easily accessed by a short walk on a gravel trail from a parking lot off of County Road 1.<br /> <br /> The home is on the original location of the homestead. There are other historic log buildings near the home including a bunk house, carriage bar, and milk barn. Nearby is the door of a root cellar dug into the hill. The other outbuildings are historic but they were brought in from other sites. There are interpretive signs in the area to help visitors understand the areas unique history. <br /> <br /> Check out this <a href=\"https://www.nps.gov/media/video/view.htm?id=6CDEBBCD-0979-A4D1-2F3979DC99E9A31F\">virtual tour of the Hornbek Homestead</a>.",
    "audioDescription": "The Hornbek Homestead is a 1 1/2 story log home built in 1878. It is made of large wooden beams and has white chinking between the beams. There are numerous windows around the building with white trim. Inside, there are four main rooms. There is a kitchen area with a large wood stove and a table and chairs. There is a well house room that contains a non working metal well pump. There is a parlor room that has a wood stove and a few chairs and tables. There is also a large room, that was a bedroom, that now contains a table and chairs.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/flfo",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "a4946b72-d468-4164-a433-14c2f214a51e",
    "isManagedByNps": "1",
    "amenities": [
      "Parking - Auto",
      "Restroom - Seasonal"
    ],
    "managedByOrg": "Florissant Fossil Beds National Monument",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Colorado",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6B08672B-BEA1-4F38-AFAE-1B7A23A75593",
    "url": "https://www.nps.gov/places/learning-from-tree-rings.htm",
    "title": "Learning from Tree Rings",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/30998877-AF0F-A5AC-49543227AF23B119.jpg",
        "credit": "NPS",
        "altText": "petrified rings of a tree stump",
        "title": "Fossilized Tree rings",
        "description": "",
        "caption": "A close up of the fossilized tree rings in one of the petrified stumps.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/30998877-AF0F-A5AC-49543227AF23B119.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/30998877-AF0F-A5AC-49543227AF23B119.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CO",
        "parkCode": "flfo",
        "designation": "National Monument",
        "fullName": "Florissant Fossil Beds National Monument",
        "url": "https://www.nps.gov/flfo/index.htm",
        "name": "Florissant Fossil Beds"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.91879346830402",
    "longitude": "-105.28382778167725",
    "latLong": "38.91879346830402,-105.28382778167725",
    "bodyText": "<h4>Geoheritage Highlight!</h4> <p>What can a tree reveal about the heritage of the Earth? Every year, a tree forms a new growth ring. These rings can vary in size according to the weather during the years they formed. If you look at the rings in a modern tree that has been cut, you can see a record of changing weather during the past few decades. The fossil stumps at Florissant reveal what kind of climate existed here during the Eocene 34 million years ago, and how that climate varied between the seasons.<br /> <br /> Tree rings provide valuable information about the past environment and climate after they become petrified into stone. You will notice that the rings are still clearly visible in the photo below even after 34 million years.<br /> <br /> Rings are formed during a tree's different growing seasons, and provide clues to the age of the tree, climatic conditions, fire, diseases, and more. Studies of these tree rings show that redwood trees at Florissant had more favorable growing conditions than the coastal redwoods of California today.<br /> <br />  </p> <h4>How do we know the stumps are from Redwoods?</h4> <p><br /> Cone and leaf fossils of<em> Sequoia affinis</em> (ancient redwood), though smaller, are most similar to its descendant, <em>Sequoia sempervirens </em>(modern coastal redwood).<br /> <br /> The cellular detail preserved by permineralization reveals similarities in the wood of the two species as well. It is the combination of all these factors that has led scientists to describe the fossil trees as ancestors of the modern redwoods.<br />  </p> <h4>How large and how old were the trees?</h4> <p><br /> Thirty-four million years ago, huge redwood trees grew here in a warmer climate along the wet bottom of a stream valley. The trees may have been more than 230 feet (70 meters) tall and 500 to 1,000 years old when they were buried in volcanic mudflows.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8C0BC588-6C19-40F7-9B38-E3767D5B20BD",
    "url": "https://www.nps.gov/places/mammoth-change.htm",
    "title": "Mammoth Change",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/31A66D05-A043-1037-FD55E11528F3D5C3.jpg",
        "credit": "NPS/GIP: Mariah Slovacek",
        "altText": "A photomanipulation of the Florissant valley in winter showing what it might have looked like in the",
        "title": "Pleistocene Florissant",
        "description": "",
        "caption": "A photomanipulation of the Florissant valley in winter",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/31A66D05-A043-1037-FD55E11528F3D5C3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/31A66D05-A043-1037-FD55E11528F3D5C3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CO",
        "parkCode": "flfo",
        "designation": "National Monument",
        "fullName": "Florissant Fossil Beds National Monument",
        "url": "https://www.nps.gov/flfo/index.htm",
        "name": "Florissant Fossil Beds"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.91562972074322",
    "longitude": "-105.28258323669434",
    "latLong": "38.91562972074322,-105.28258323669434",
    "bodyText": "<h4>Geoheritage Highlight!</h4> <p>The heritage of our planet and the life that lives here, including us, has been driven over the ages by climate change. The Earth’s environment has changed during geologic time and it continues to change at an unusually rapid rate today. Human activities can have an impact on how climate changes. The heritage that we leave for the Earth’s future will be strongly influenced by what we do today.<br /> <br />  </p> <h3>Mammoths in Florissant?</h3> <p><br /> The warm greenhouse world of the Eocene abruptly transitioned to an icehouse world at the Eocene-Oligocene boundary, as permanent ice began to develop on a previously ice-free Antarctica. In less than a million years, the giant redwoods and many hardwoods of the Florissant Formation became uncommon in the landscape. Rather, cold-hardy spruces, firs, and pines came to dominate the Oligocene Antero formation of South Park, 30 miles to the west of here. Global temperatures continued to cool into the Pleistocene Ice Age. Glaciers developed on Pikes Peak, though not in the Florissant valley. However, it was still cold enough that animals like Columbian mammoth once lived here.<br /> <br />  </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "9E02462F-AB3A-4DB9-94CE-DB53E8DFFC07",
    "url": "https://www.nps.gov/places/on-top-of-a-forest-on-the-bottom-of-a-lake.htm",
    "title": "On Top of a Forest, on the Bottom of a Lake",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/3142C347-EA87-D837-659743F704109D35.jpg",
        "credit": "Left: Karen Carr; Right: NPS",
        "altText": "an artist rendition of Lake Florissant and a modern outcrop",
        "title": "The lake and the Volcano",
        "description": "",
        "caption": "Lake Florissant and shore with fine coating of ash. Right: Interbedded ash and diatoms that form the",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/3142C347-EA87-D837-659743F704109D35.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/3142C347-EA87-D837-659743F704109D35.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CO",
        "parkCode": "flfo",
        "designation": "National Monument",
        "fullName": "Florissant Fossil Beds National Monument",
        "url": "https://www.nps.gov/flfo/index.htm",
        "name": "Florissant Fossil Beds"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.91495771926135",
    "longitude": "-105.28366148471832",
    "latLong": "38.91495771926135,-105.28366148471832",
    "bodyText": "<h4>Geoheritage Highlight!</h4> <p>Understanding this place’s geoheritage is like time travel. Imagine what it might have been like to be in a time capsule in this one particular spot over millions of years, passing in just seconds. Like the old movie The Time Machine, you could have watched the world around you change, first from a warm stream valley with a forest of tall redwood trees, then with rising water leaving you at the bottom of a lake. You would have become encased in rock as sediment formed around you, only to emerge again as the rock eroded to expose the cold valley of today.<br /> <br /> This location is along the bottom of the Florissant valley looking north toward beautiful Crystal Peak. Below the surface and along the sides of the valley are rocks that preserve the ancient Eocene forest and lake. This schematic diagram illustrates the 34 million year old rock layers known as the Florissant Formation. One of these layers was a volcanic lahar that flowed into the valley and quickly buried a forest of redwood trees.<br /> <br /> The other layers formed when this valley became blocked by a volcanic dam and the valley flooded. The resulting lake was filled over thousands of years by sediments including volcanic ash, clay, diatoms, and debris flows that accumulated on the bottom to form alternating layers of shale and conglomerate.<br /> .<br />  </p> <h3>A: Debris Flow</h3> <p>Debris flows periodically swept into the valley and lake forming coarse-grained conglomerates.</p> <h3>B: Lake with Ash</h3> <p>Ash from a volcano coated the lake and sank with diatoms, plants, and insects forming paper shales filled with fossils.</p> <h3>C: Lahar</h3> <p>A lahar flowed into the valley and buried the bases of huge redwood trees, which became the petrified stumps of today.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A7D5D363-E9C6-4411-B6F6-F7703EE393AA",
    "url": "https://www.nps.gov/places/remnants-of-nature-s-powerful-forces.htm",
    "title": "Remnants of Nature's Powerful Forces",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/2FA3ABFA-A450-FF2E-252466E2134F5560.jpg",
        "credit": "Colorado Geological Survey, Larry Scott",
        "altText": "Estimate of extent area of Wall Mountain Tuff Eruption",
        "title": "Impact",
        "description": "",
        "caption": "Possible extent of the Wall Mountain tuff eruption based on the locations of rock outcrops today.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/2FA3ABFA-A450-FF2E-252466E2134F5560.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/2FA3ABFA-A450-FF2E-252466E2134F5560.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CO",
        "parkCode": "flfo",
        "designation": "National Monument",
        "fullName": "Florissant Fossil Beds National Monument",
        "url": "https://www.nps.gov/flfo/index.htm",
        "name": "Florissant Fossil Beds"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.91730343590303",
    "longitude": "-105.27986347675323",
    "latLong": "38.91730343590303,-105.27986347675323",
    "bodyText": "<h4>Geohertigate Highlight!</h4> <p>Rocks are the record of Earth's heritage. The outcrop here is evidence for a fiery volcanic cloud that swept through this valley one day 37 million years ago and changed the face of the landscape for millions of years since. Geoheritage also encompasses the connections of people to geology, and as long as 8,000 years ago, early people used this rock to manufacture stone tools for their livelihood.</p> <h3>Big Boom</h3> <p><br /> Volcanoes are not active in Colorado today, making it hard to imagine a superheated mass of volcanic gas and pumice sweeping through this area. But 37 million years ago, an eruption near modern-day Mount Princeton 50 miles west of here caused a massive volcanic hurricane called a pyroclastic flow. A devastating \"cloud\" raced across the landscape at 100 miles per hour, incinerating everything in its path. The outcrop of purple and pink rock that can be seen here is a remnant of the Wall Mountain Tuff that formed from that eruption. It was the first of many such eruptions in Colorado during the 15 million years that followed.<br />  The volume of material ejected through the ancient volcanic eruption was a thousand times greater than in the 1980 Mount St. Helens event. Scorching ash and gases were spewed over hundreds of square miles. During the millions of years since, subsequent volcanoes, faulting, and erosion have covered or mostly removed most of the hardened volcanic rock. Scattered outcrops like the one here are all that is left, yet these Wall Mountain Tuff remnants provide clues about the ancient landscape.</p> <h3>A Massive Explosion</h3> <p><br /> As the pyroclastic flow settled, minerals, pumice, ash, rock fragments, and glass were fused together by the heat to form this rock known as welded tuff.<br /> <br /> The caldera that formed the Wall Mountian Tuff was the first of many across southwest Colorado between 37 and 23 million years ago. All of these calderas produced eruptive clouds and formed welded tuffs similar to the one here.<br /> <br /> Wall Mountain Tuff provided a source of rock that was well-suited for making stone tools. Archaeological artifacts found in the monument provide evidence that this rock was used as long as 8,000 years ago.<br />  </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "FDFF0255-3461-4A99-A021-53555FCEA7D0",
    "url": "https://www.nps.gov/places/shale-outcrop.htm",
    "title": "Shale Outcrop",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/72C1857F-9300-2D86-913A3E180F4BCA79.jpg",
        "credit": "",
        "altText": "Layer of rock formation",
        "title": "Shale Outcrop",
        "description": "",
        "caption": "Shale layers visible in lower part of outcrop",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/72C1857F-9300-2D86-913A3E180F4BCA79.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/72C1857F-9300-2D86-913A3E180F4BCA79.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CO",
        "parkCode": "flfo",
        "designation": "National Monument",
        "fullName": "Florissant Fossil Beds National Monument",
        "url": "https://www.nps.gov/flfo/index.htm",
        "name": "Florissant Fossil Beds"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.9143595652",
    "longitude": "-105.286641437",
    "latLong": "38.9143595652,-105.286641437",
    "bodyText": "Some of the key layers of the Florissant Formation can be seen here: the Caprock conglomerate unit, which is remnant of the debris flow that came into the lake; the Middle shale unit, which is remnant of the ancient lake containing thousands of insect and plant fossils; the Lower mudstone unit, containing lahar or volcanic mudflow that buried the redwood trees.<br /> <br />  The majority of Florissant's fossils are plants and insects preserved in delicate shales. Some pieces of shale are as thin as a sheet of paper, which makes them very fragile records of the past. A split piece of shale usually displays two halves of the fossil organism. <br /> <br /> Paleontalogists have described 1,800 fossil species from Florissant, making it one of the richest fossil sites in the world.  ",
    "audioDescription": "At this site, the key layers of the Florissant Formation are visible: The Caprock conglomerate unit, which is remnant of the debris flow that came into the lake; the Middle shale unit, which is remnant of the ancient lake containing thousands of insect and plant fossils; the Lower mudstone unit, containing lahar or volcanic mudflow that buried the redwood trees.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/flfo",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "d9e21e19-6e2f-4ff0-8f0a-71c247664bcc",
    "isManagedByNps": "1",
    "amenities": [
      "Information Kiosk/Bulletin Board"
    ],
    "managedByOrg": "Florissant Fossil Beds National Monument",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Florissant Fossil Beds National Monument",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Layers of rock formation visible",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "AD4E89C8-A59B-4215-B4CD-66EAEF7036DE",
    "url": "https://www.nps.gov/places/stump-shelters-petrified-tree-stump-outdoor-exhibit-area.htm",
    "title": "Stump Shelters - Petrified Tree Stump Outdoor Exhibit Area",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4D390158-0349-5E3D-D3AF636CE07AC424.jpg",
        "credit": "",
        "altText": "A 12 foot wide, 10 foot tall petrified tree stump is covered by a metal roof shelter",
        "title": "Petrified Redwood Tree Stump",
        "description": "",
        "caption": "Massive petrified redwood stump as seen in the Stump Shelter Exhibit Area behind the visitor center",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4D390158-0349-5E3D-D3AF636CE07AC424.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4D390158-0349-5E3D-D3AF636CE07AC424.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CO",
        "parkCode": "flfo",
        "designation": "National Monument",
        "fullName": "Florissant Fossil Beds National Monument",
        "url": "https://www.nps.gov/flfo/index.htm",
        "name": "Florissant Fossil Beds"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "fossils",
      "petrified wood",
      "exhibits",
      "amphitheater",
      "picnic tables"
    ],
    "latitude": "38.912864685058594",
    "longitude": "-105.28099060058594",
    "latLong": "38.912864685058594,-105.28099060058594",
    "bodyText": "This outdoor exhibit area is located directly behind the visitor center at Florissant Fossil Beds. It consists of two large, metal roofed shelters that cover and protect some of the largest petrified tree stumps in the world (by diameter). One of the stumps, called the Trio, is actually three petrified trunks that share a common base. It is the only known petrified trio of redwood trunks in the world. The area is fully accessible and has sidewalks around both shelters. There are also exhibits to help interpret the area's history. Under one of the shelters is an amphitheater where programs are given in the summers. There are also a few picnic tables above the amphitheater where you can eat a picnic lunch and look at the stumps.  ",
    "audioDescription": "This outdoor exhibit area is located directly behind the visitor center at Florissant Fossil Beds. It consists of two large, green metal roofed shelters that cover and protect some of the largest petrified tree stumps in the world (by diameter). The shelters are 30 - 40 feet high and just as wide. The petrified tree stumps are white and gray in color and are 10 - 12 feet wide and 10 feet tall. One of the stumps, called the Trio, is actually three petrified trunks that share a common base. It is the only known petrified trio of redwood trunks in the world. The area is fully accessible and has sidewalks around both shelters. Under one of the shelters is an amphitheater with bench seating where programs are given in the summers. There are also a few picnic tables above the amphitheater where you can eat a picnic lunch and look at the stumps.  ",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Information Kiosk/Bulletin Board",
      "Picnic Table",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "05ADEA19-8B4A-42E6-8C4A-08E63CF72780",
    "url": "https://www.nps.gov/places/the-big-five.htm",
    "title": "The Big Five",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/2DC7F577-E29E-4F49-ED366F6B3241358C.jpg",
        "credit": "Smithsonian, Harvard, UC Boulder, University of Iowa, University of California",
        "altText": "portraits of five early scientists at Florissant",
        "title": "The Big Five",
        "description": "",
        "caption": "The Big 5, Lesquereux, Scudder, Cockerell, Wickham, MacGinitie",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/2DC7F577-E29E-4F49-ED366F6B3241358C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/2DC7F577-E29E-4F49-ED366F6B3241358C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CO",
        "parkCode": "flfo",
        "designation": "National Monument",
        "fullName": "Florissant Fossil Beds National Monument",
        "url": "https://www.nps.gov/flfo/index.htm",
        "name": "Florissant Fossil Beds"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.918309315549145",
    "longitude": "-105.28605937957764",
    "latLong": "38.918309315549145,-105.28605937957764",
    "bodyText": "<h4>Geoheritage Highlight!</h4> <p>Florissant was one of the first fossil sites to become well known during early scientific exploration of the American West. Many scientists contributed to this legacy, and our heritage of scientific knowledge about this valley and its fossils began with their discoveries.</p> <h3>Early Research</h3> <p><br /> Scientific research of Florissant's fossils began in the 1870s when the earliest scientists arrived as part of the government-sponsored Hayden Survey of the Rocky Mountains. The Hayden Survey helped launch many of its scientists into brilliant careers. Since then, more than 150 scientists have followed in their footsteps in studying Florissant's fossils. About 20 museums and universities in the United States and United Kingdom contain the Florissant specimens described in scientific literature.</p> <h4>Leo Lesquereux<br /> (1806-1889)</h4> <p><br /> Lesquereux was the first to publish scientific information on Florissant's paleontology in 1873. He described the fossil plants from the Hayden Survey. Much of his collection is at the National Museum of Natural History and the Yale Peabody Museum.<br /> <br />  </p> <h4>Samuel Scudder<br /> (1837-1911)</h4> <p><br /> A paleontologist that worked with the U.S. Geological Survey, Scudder was one of the first scientists in the area. He worked with the Hayden Survey to describe about 600 new species of fossil insects from Florissant, and published <u>The Tertiary Insects of North America</u> in 1890. His large collections are today housed in Harvard Univserity's Museum of Comparative Zoology.</p> <h4>Theodore D.A. Cockerell<br /> (1866-1948)</h4> <p><br /> Professor Cockerell came from the University of Colorado. From 1906-1908, he organized expeditions to Florissant and collected some of the most impressive fossils ever to come from this area. Cockerell was very generous with his exchange of specimens. His huge collections, mostly at the University of Colorado Museum of Natural History, can also be found in other museums throughout the United States and United Kingdom.</p> <h4>Henry F. Wickham<br /> (1866-1933)</h4> <p><br /> H.F. Wickham was an entomologist who studied beetles at the University of Iowa. In 1912, he dug a trench six feet deep and twenty feet long in the Florissant shale beds to make new collections, and described 356 species of fossil beetles. Today, his collections are at the National Museum of Natural History.<br /> <br /> <strong>Harry D. MacGinitie</strong><br /> <strong>(1896-1987)</strong></p> <p><br /> Harry MacGinitie made extensive excavations at Florissant in 1936 and 1937. He completed the monograph <em>Fossil Plants of the Florissant Beds, Colorado</em> in 1953. MacGinitie's excavations used a horse and plow to remove layers of soil and rock. His collections can be found today at the University of Californa Museum of Paleontology.</p> <h3>The Hayden Survey</h3> <p><br /> The Ferdinand V. Hayden Survey was one of the government's \"Four Great Surveys of the West\" and initiated scientific exploration and mapping between 1867 and 1878. Some of the great paleontologists of the time—Leo Lesquereux, Samuel Scudder, and Edward D. Cope—were contributers to the Hayden Survey and described many of the first fossils. Because of their discoveries here, Florissant quickly rose to world fame early in the history of the United States.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6B7435E5-2288-4E5F-9416-7AB4A07E864E",
    "url": "https://www.nps.gov/places/the-big-stump.htm",
    "title": "The Big Stump",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/2CD1B4A7-A736-8B89-1BE5B37FCB72EFCC.jpg",
        "credit": "NPS Photo: Clara Peterson",
        "altText": "large petrified tree stump",
        "title": "The Big Stump",
        "description": "",
        "caption": "The Big Stump",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/2CD1B4A7-A736-8B89-1BE5B37FCB72EFCC.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/2CD1B4A7-A736-8B89-1BE5B37FCB72EFCC.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CO",
        "parkCode": "flfo",
        "designation": "National Monument",
        "fullName": "Florissant Fossil Beds National Monument",
        "url": "https://www.nps.gov/flfo/index.htm",
        "name": "Florissant Fossil Beds"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.91817575558718",
    "longitude": "-105.28606474399567",
    "latLong": "38.91817575558718,-105.28606474399567",
    "bodyText": "<h4>Geoheritage Highlight!</h4> <p>The Big Stump has been the big attraction at the Florissant fossil beds for 150 years, inspiring generations of people–from early landowners who wanted to share it with the world to the millions who have come to see it. It reveals the geologic heritage of an ancient forest that grew in a volcanic landscape. It stands as an icon for the values of the National Park Service to protect our past heritage for future generations.</p> <h3>The Big Stump</h3> <p>This is one of the largest fossils in the park, a massive petrified redwood stump 12 feet in diameter. The Big Stump is all that remains of a redwood tree that may have been more than 230 feet (70 meters) tall and 500-1,000 years old when a lahar (volcanic mudflow) buried its base. You can see the lahar deposit directly behind the stump today.</p> <p>In the late 1800s, local residents excavated the Big Stump and it became an attraction, drawing tourists to the area.<br /> <br /> Early accounts describe the valley as being littered with petrified wood. As word spread, the Florissant area became a popular tourist destination. Exploitation, constant collecting, and thoughtless destruction continued for nearly 100 years. There is no way to assess the damage done or the loss of rare scientific evidence during this period.<br /> <br /> Shelters now protect some of the remaining stumps from weathering, and laws strictly prohibit fossil collecting. A variety of conservation methods to stabilize and preserve the stumps have been proposed and tried over the years, and the National Park Service continues to work towards the best solution.<br /> <br /> Before this area was protected, a failed attempt was made to saw the Big Stump into pieces that could be transported to display at the Chicago World’s Fair in 1893. Notice the rusty broken saw blades still embedded in the top of the stump.<br /> <br /> For decades, this was a privately-owned attraction that brought thousands of tourists who helped benefit the local economy of Florissant. It was first known as the Coplen Petrified Forest and later as the Colorado Petrified Forest. John Coplen was the brother of homesteader Charlotte Hill, and he developed the site by moving the abandoned train station from Florissant and remodeling it into a lodge in the 1920s. The property later sold to the Singer family, who operated it until it became a national monument.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "59C52D82-A313-4813-AAAB-19A48BC0C8B2",
    "url": "https://www.nps.gov/places/the-land-provides.htm",
    "title": "The Land Provides",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/2C8B6FF3-A9D5-D317-B4392BEA160B0B2C.jpg",
        "credit": "NPS Photo: Clara Peterson",
        "altText": "a bright orange flower amongst grass",
        "title": "Indian Paintbrush",
        "description": "",
        "caption": "Blooming flower of the Indian Paintbrush",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/2C8B6FF3-A9D5-D317-B4392BEA160B0B2C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/2C8B6FF3-A9D5-D317-B4392BEA160B0B2C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CO",
        "parkCode": "flfo",
        "designation": "National Monument",
        "fullName": "Florissant Fossil Beds National Monument",
        "url": "https://www.nps.gov/flfo/index.htm",
        "name": "Florissant Fossil Beds"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.9156464163512",
    "longitude": "-105.28693914413452",
    "latLong": "38.9156464163512,-105.28693914413452",
    "bodyText": "<h4>Geoheritage Highlight!</h4> <p>This geologic landscape has provided for the livelihood of the people who lived here beginning with the earliest human inhabitants. Archaeological evidence at Florissant shows that people were living in this valley at least 6,000 to 8,000 years ago. They lived on what the land provided and used the rocks in this valley to make stone tools. Native tribes still feel a strong connection to this area today.<br /> <br />  </p> <h3>A Ute Perspective on the Florissant Valley</h3> <p><br /> \"This is such a rich valley—the whole area is. Coming here into this valley—it's so green and lush and who wouldn't want to be here? This is a great area, kind of like a cultural grocery store. It is a very unique place, very special. Ancestral Utes knew the territory way better than I do. They knew the seasonal rounds and how to survive as they moved through these areas, the safest way and when to move, and at what time. We knew how and when to harvest certain plants and hunt animals in specific areas.\"<br /> <br /> <em>Betsy Chapoose, 2017<br /> Northern Ute Cultural Rights and Protection Director</em><br /> <br />  </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7C165425-B1C9-4B61-98CA-FC3F5DC2E6F9",
    "url": "https://www.nps.gov/places/the-valley-overlook.htm",
    "title": "The Valley Overlook",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/324E007A-0C63-073C-EA4480FC29FB2CE4.jpg",
        "credit": "NPS Photo: Lauren Rice",
        "altText": "A higher view of the Florissant Valley, with a bright blue sky",
        "title": "Geologic Overlook",
        "description": "",
        "caption": "A view from the Geologic Overlook",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/324E007A-0C63-073C-EA4480FC29FB2CE4.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/324E007A-0C63-073C-EA4480FC29FB2CE4.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CO",
        "parkCode": "flfo",
        "designation": "National Monument",
        "fullName": "Florissant Fossil Beds National Monument",
        "url": "https://www.nps.gov/flfo/index.htm",
        "name": "Florissant Fossil Beds"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.9175725072",
    "longitude": "-105.278949908",
    "latLong": "38.9175725072,-105.278949908",
    "bodyText": "<h4>Geoheritage Highlight!</h4> <p>The natural beauty of landscapes links us to Geoheritage and causes us to wonder how these landscapes formed. From this high vantage point, you can visualize how the Florissant valley has changed through geologic time and wonder about its future<br /> <br /> This location offers a panoramic view across the Monument’s main valley and to the distant mountains beyond. The valley was once covered by a forest with about 150 different species of trees and shrubs now preserved as fossils. Tall redwoods formed the Eocene forest canopy, and many kinds of hardwood trees grew in the forest understory. Today’s sparse montane conifer forest has far fewer species and consists mostly of pines and spruce with scattered aspens and several kinds of shrubs. This change in the forest over geologic time provides clues for big changes in climate too, as there was a major cooling of temperature during the past 34 million years. Not all of the mountains on the horizon were present during the Eocene, yet one of the tall geologic features of that time was the Guffey volcano, which later eroded away, now leaving only traces of its past.<br />  . </p> <h3>Valley Today</h3> <p><br /> Looking west from a hill across the valley, it is possible to imagine the lake that once filled it and left behind the fossil-rich shale deposits. Today, the only water running through the valley is Grape Creek, a northward-flowing waterway. In the distant past, water within the valley flowed southward, but as the area was tilted through mountain building processes, the direction of waterflow changed.<br />  </p> <h3>Eocene Lake</h3> <p><br /> During the Eocene, 34.07 million years ago, the valley was much warmer than today. A stratovolcano towered on the horizon 18 miles southwest of the valley. Now mostly lost to erosion, this volcano once had a major impact on the geologic history of the valley and the formation of Florissant's fossils.<br />  </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "295fd34a-cf46-516a-b3c8-f07adc977e23",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "FED89473-FFB8-4015-84E9-1E3275615924",
    "url": "https://www.nps.gov/places/hidden-treasures.htm",
    "title": "Virtual Hidden Treasures",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/63FA4EB6-F34F-0E42-43CD3B795AC0E878.jpg",
        "credit": "NPS",
        "altText": "A mound of brown rocks with a line of grey shale",
        "title": "Florissant Outcrop",
        "description": "",
        "caption": "Exposure of the caprock conglomerate and middle shale",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/63FA4EB6-F34F-0E42-43CD3B795AC0E878.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/63FA4EB6-F34F-0E42-43CD3B795AC0E878.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CO",
        "parkCode": "flfo",
        "designation": "National Monument",
        "fullName": "Florissant Fossil Beds National Monument",
        "url": "https://www.nps.gov/flfo/index.htm",
        "name": "Florissant Fossil Beds"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.91441093075183",
    "longitude": "-105.2864134311676",
    "latLong": "38.91441093075183,-105.2864134311676",
    "bodyText": "<h4>Geoheritage Highlight!</h4> <p>The majority of Florissant's world-famous fossils are plants and insects preserved in these delicate shales. Some pieces of shale are as thin as a sheet of paper, which makes them very fragile records of the past. A significant aspect of Florissant's Geoheritage is that there are 1,800 described fossil species, making Florissant one of the richest fossil sites in the world. The fossil record reveals that the climate and forest were much different in the warmer world here during the Eocene 34 million years ago.<br /> <br /> The hillside pictured here contains thousands of tiny, fragile fossils of insects and leaves. The fossils are hidden between layers of rock called shale. The shale was formed at the bottom of an ancient lake that once existed in the Florissant valley.<br /> <br /> Plants and animals that died in or near the ancient lake settled to the bottom where they were buried in layers of clay, ash and diatoms. Eventually, the layers hardened into rock, and the plants and animals became fossilized. As outcrops of shale weather, they separate into paper-thin sheets exposing fossils on their surfaces. A glimpse of the diverse Eocene ecology is revealed within these delicate \"pages\".</p> <h4><strong>Contact!</strong></h4> <p dir=\"ltr\">The outcrop shown above shows a very important geologic contact within the Florissant Formation, shown by the red line. This contact formed when a debris flow settled in the lake to from the caprock conglomerate unit. The debris flow radically disrupted the lake environment and resulted in a distinct contact on the lake bottom with the middle shale unit. The thick, durable conglomerate protects the easily eroded shale.<br /> <br /> A) The caprock conglomerate unit<br /> <br /> B) Tuff formed from volcanic ash in the middle shale unit<br /> <br /> C) Laminated shale beds in the middle shale unit</p> <h4 dir=\"ltr\"><strong>Shale Fossils</strong></h4> <div dir=\"ltr\">A split piece of shale usually displays two halves of the fossil organism—the part and the counterpart. These can show different aspects of the organism, such as an insect's legs on one half and the back on the other. Many of Florissant's shale fossils are compressed carbon remains—a thin film of dark residue. Others may be a shallow impression of the organism in the rock.</div> <p><br /> Some of the most spectacular fossils found in the Florissant valley are revealed only under the lens of a microscope. The distinctly shaped <em>Xylonagra </em>pollen grains reveal the presence of plants that were not preserved in the fossil leaf record.<br /> <br />  </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F18F08F5-25E6-4636-B215-C55B216F4D61",
    "url": "https://www.nps.gov/places/what-if.htm",
    "title": "What if?",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/2E5B67DA-E1C7-5AED-541F5B8B3FA929C0.jpg",
        "credit": "NPS",
        "altText": "A view of the valley with images of a golf course and housing development superimposed",
        "title": "What If?",
        "description": "",
        "caption": "What If?",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/2E5B67DA-E1C7-5AED-541F5B8B3FA929C0.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/2E5B67DA-E1C7-5AED-541F5B8B3FA929C0.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CO",
        "parkCode": "flfo",
        "designation": "National Monument",
        "fullName": "Florissant Fossil Beds National Monument",
        "url": "https://www.nps.gov/flfo/index.htm",
        "name": "Florissant Fossil Beds"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.91693196637065",
    "longitude": "-105.28345227241516",
    "latLong": "38.91693196637065,-105.28345227241516",
    "bodyText": "<h4>Geoheritage Hightlight!</h4> <p>Consider the values that our society places on development in contrast to the values for preserving the pristine landscape and the record of Earth's past. This valley was once slated for housing development but instead its irreplaceable geologic values became protected as Florissant Fossil Beds National Monument. This protection has led to sustainable economic benefits for the local community, and an opportunity for visitors, students, and you to appreciate this landscape and experience the heritage of Earth's past.<br /> <br /> Florissant Fossil Beds National Monument safeguards a buried treasure: one of the world's richest fossil deposits. This 6,000 acre open space that comprises the Monument belongs to all of us—and to future generations, this is one of the main purposes of the National Park system. But what if instead of a public resource, it was a private resort? This was a strong possibility in 1969 before a dedicated group of people succeeded in stopping developers and preserving this landscape as a national monument.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]