[
  {
    "id": "3AC5DD57-19E1-4B6F-A969-5492A3AC5AA5",
    "url": "https://www.nps.gov/places/algernourne-oak.htm",
    "title": "Algernourne Oak",
    "listingDescription": "On the eastern part of Fort Monroe’s Parade Ground, stands the Algernourne Oak. This impressive live oak is firmly rooted in the history of Virginia, and the United States as a whole. Named after Fort Algernourne (the first English fort in Virginia) this oak is estimated to be approximately 500 years old. The Algernourne Oak has seen it all and continue to offer us reminders of who we were and who we strive to be.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/0B4BDB35-D5F0-2CC5-8396CFA88B43F10C.jpg",
        "credit": "NPS Photo / Aaron Firth",
        "altText": "Large live oak tree casting long shadows under clear blue skies with morning light in the tree tops",
        "title": "Algernourne Oak Stands Sentinel",
        "description": "",
        "caption": "Algernourne Oak Stands Sentinel over the Parade Ground casting long shadows of the morning light.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0B4BDB35-D5F0-2CC5-8396CFA88B43F10C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0B4BDB35-D5F0-2CC5-8396CFA88B43F10C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "VA",
        "parkCode": "fomr",
        "designation": "National Monument",
        "fullName": "Fort Monroe National Monument",
        "url": "https://www.nps.gov/fomr/index.htm",
        "name": "Fort Monroe"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Algernourne Oak",
      "oak",
      "live oak",
      "trees",
      "witness tree",
      "500 years",
      "Fort Monroe",
      "parade ground",
      "Fort Monroe Authority",
      "FMA",
      "NPS",
      "national park service"
    ],
    "latitude": "37.004143",
    "longitude": "-76.306059",
    "latLong": "37.004143,-76.306059",
    "bodyText": "<p>Opposite the “Lincoln Gun” on the eastern part of Fort Monroe’s Parade Ground, stands the Algernourne Oak. This impressive live oak is firmly rooted in the history of Virginia, and the United States as a whole. Named after Fort Algernourne (the first English fort in Virginia) this oak is estimated to be approximately 500 years old. This tree has born witness to the history of Old Point Comfort since the days when only the American Indian walked these grounds and everything since. American Indian presence; Militarization; Conflict; Technological advancement; Enslavement; Freedom; the Algernourne Oak has seen it all and continue to offer us reminders of who we were and who we strive to be.<br /> <br /> In 1619, a Dutch ship forcibly brought the first enslaved Africans to English North America, beginning the long history of race based slavery in Virginia. The Algernourne Oak bore witness. Devastating weather systems and storms that ravaged and changed the physical landscape of the area many times. The Algernourne Oak bore witness. The attack and siege of a foreign power against the young United States that would capture and extinguish the Old Point Comfort Lighthouse, threatening the sovereignty of the country itself. The Algernourne Oak bore witness. The construction of the largest masonry fortification every constructed in the United States and the shining example of the power of the Third System of fortifications. The Algernourne Oak bore witness. In 1861, 242 years later, three gentlemen – Frank Baker, Shepard Mallory, and James Townsend – escaped their enslavement and risked everything to find refuge within United States lines at Fort Monroe. Crossing from the Main Gate to Quarters No. 1, these three men passed the Algernourne Oak in route to an interview with Major General Benjamin Butler, commander of Fort Monroe. The Algernourne Oak bore witness. In 2020, the Algernourne Oak remains firmly rooted in the past of the US while continuing to witness the developments of progress, technology, racial, society, and social equality. The live oak symbolizes the representative republic values crafted in the eighteenth century and defined and redefined with every new passing generation. With each coming season the continued life and regrowth of this storied resident of Fortress Monroe serves as a beacon and symbol of the advancement of the United States and the establishing society that continues to evolve.</p>",
    "audioDescription": "Large live oak tree rising in three large trunks from a central base growing to a height of 58 feet and reaching a breadth of 88 feet. The growth of this individual tree is open and clear at the base with an impressive mass and full evergreen canopy.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://fortmonroe.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Cellular Signal",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "Fort Monroe Authority",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6B63DAE5-380E-4C95-93E4-7D44F44F1713",
    "url": "https://www.nps.gov/places/an-enormous-undertaking-the-fort-s-construction.htm",
    "title": "An Enormous Undertaking: The Fort's Construction",
    "listingDescription": "",
    "images": [
      {
        "url": "",
        "credit": "",
        "altText": "",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "VA",
        "parkCode": "fomr",
        "designation": "National Monument",
        "fullName": "Fort Monroe National Monument",
        "url": "https://www.nps.gov/fomr/index.htm",
        "name": "Fort Monroe"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Fort Monroe Authority",
      "FMA",
      "Fort Monroe",
      "nps",
      "wayside exhibit",
      "wayside",
      "interpretation",
      "FOMR"
    ],
    "latitude": "37.00238360836587",
    "longitude": "-76.31051064381879",
    "latLong": "37.00238360836587,-76.31051064381879",
    "bodyText": "<strong>Wayside interpretive exhibit panel reading:</strong> During the War of 1812, British soldiers burned Hampton and occupied the Old Point Comfort Lighthouse. The British Navy sailed unopposed all the way up the Chesapeake Bay to Fort McHenry in Baltimore, burning Washington DC along the way. After the war, President James Madison hired a French engineer- Brevet Brigadier General Simon Bernard- to design a network of coastal defenses to protect the nation from future attacks. The construction of Fort Monroe began in 1819. During the early 1820’s construction required the delivery of 800,000 bricks a month. Most were produced within a mile of the fort. Large quantities of granite were brought in from quarries along the Susquehanna River in Maryland. The main fortification was completed by 1834.<br /> <br /> <strong>A Frenchman Comes to Help:</strong> Brevet Brigadier General Simon Bernard designed Fort Monroe. He was a member of the French Army’s Engineer Corps and former aide-de-camp to Napoleon. Bernard arrived in the United States in 1816 after being recommended to President James Madison by the Marquis de Lafayette. Madison placed Bernard at the head of the Board of Engineers, which was charged with constructing coastal defenses, forts, roads, and canals. <br /> <br /> <strong>Image description:</strong> 1831 color design drawing of Fort Monroe with caption reading: By 1831, construction of the fort was well underway, including some of the interior structures like those shown here. Image: National Archives at College Park, College Park, MD<br /> <br /> <strong>Image description: </strong>Painting of Brevet Brigadier General Simon Bernard standing in full military uniform with caption reading: Brevet Brigadier General Simon Bernard, designer of Fort Monroe. <br /> <br /> <strong>Background image description:</strong> Brown monochromatic illustration: 1818 drawing: Construction of the fort began in 1819, but planning began much earlier. This 1818 plan states that Fort Monroe was designed to accommodate 388 pieces of ordnance. Image: National Archives at College Park, College Park, MD",
    "audioDescription": "Wayside interpretive exhibit panel on the railing of the Postern Bridge over the moat.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.fortmonroe.org",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Sites",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "Fort Monroe National Monument",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E6661BEC-CF6B-4EC6-901A-225167F4AF33",
    "url": "https://www.nps.gov/places/building-1-quarters-no-1.htm",
    "title": "Building #1, Quarters No.1",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/097D2A5F-9BD9-F434-582ED0467C806555.jpg",
        "credit": "NPS Photo / Emily Crawford",
        "altText": "looking through the East Gate brick and stone sallyport at the three-story white brick building",
        "title": "Building #1, Quarters No. 1",
        "description": "",
        "caption": "Building #1, Quarters No. 1 served as the headquarters and residence for the Fort Monroe commander",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/097D2A5F-9BD9-F434-582ED0467C806555.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/097D2A5F-9BD9-F434-582ED0467C806555.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "VA",
        "parkCode": "fomr",
        "designation": "National Monument",
        "fullName": "Fort Monroe National Monument",
        "url": "https://www.nps.gov/fomr/index.htm",
        "name": "Fort Monroe"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Building #1",
      "Quarters No. 1",
      "Fort Monroe",
      "NPS",
      "national park service",
      "Freedom's Fortress",
      "Contraband Decision"
    ],
    "latitude": "37.004",
    "longitude": "-76.30547",
    "latLong": "37.004,-76.30547",
    "bodyText": "Located at the entrance of the East Gate, Quarters No. 1 is the oldest building constructed at Fort Monroe. Built in 1819, this “large three-story, central block, double pile residence with flanking, two-story winged residence,” predates the fort itself. Prevalent of Quarters No. 1 is the federal-style architecture – symmetrical sides and exterior columns – but within the structure, the home is presented with southern grandeur. The entrance hall is 10-foot by 20-foot with a grand spiral staircase that leads up to the second floor. Painted on the entrance ceiling is a blue oval pinned with 27 gold stars. Off either ends of the main entrance are two symmetrical multi-purposed rooms.<br /> <br /> Originally Quarters No. 1 housed the chief engineer of Fort Monroe, Charles Gratiot until 1831 when the Quartermaster General divided the space into a multiple dwelling residence. However, Quarters No. 1 was reserved for the highest-ranking officer on post or the commander of Fort Monroe and served as the fort headquarters.<br /> <br /> In 1861, Quarters No. 1 Major General Benjamin Butler was assigned to the Department of Virginia by President Abraham Lincoln. Butler arriving at Fort Monroe on May 22. The next day the Commonwealth of Virginia ratified their vote to secede from the United States. That night three enslaved men, known today as Frank Baker, Shepard Mallory, and James Townsend, bravely fled from their labors constructing gun positions for the Confederate forces at Sewell’s Point across the waters of Hampton Roads and sought freedom at Fort Monroe. On the 24th Butler interviewed Baker, Mallory, and Townsend in his office here located to the left of the front door on the second floor. Hearing their testimony and request for freedom Butler made a landmark decision. Instead of returning them to enslavement he exploited the facts of their forced labor to support the ongoing rebellion to consider and declare Baker, Mallory, and Townsend “Contraband of War” granting these men a protection and a sense of freedom. As a result of Butler’s actions, Congress passed the Confiscation Act in August 1861 legalizing Butler’s policy. Further, Butler’s decision allowed untold thousands of enslaved Africans to shed their chains of bondage and grasp their freedom; not only here in Hampton Roads, but everywhere the Union forces were found.<br /> <br /> Other notable figures who visited or lived in Quarters No. 1 include Marquis de Lafayette who visited Fort Monroe on October 24-25, 1824, touring the nation he helped form; George B. McClellan as he began his Peninsula Campaign in 1862; John Wool who took over command of Fort Monroe in 1862; Abraham Lincoln who visited the post May 6-11, 1862, and helped plan attacks on Norfolk; Ulysses S. Grant who met with Butler in April 1864 at Fort Monroe to plan his Overland Campaign and Butler’s role in the larger military movement and Nelson Miles who supervised the imprisonment of Jefferson Davis; King Kalākaua of the Kingdom of Hawai'i on his world tour in 1881.<br /> <br /> The building is currently closed to the public as it undergoes exterior stabilization with the intention of supporting public access in the future.  ",
    "audioDescription": "Built in 1819, this “large three-story, white painted brick, central block, double pile residence with flanking, two-story winged residence,” predates the fort itself. Prevalent of Quarters No. 1 is the federal-style architecture – symmetrical sides and exterior columns – but within the structure, the home is presented with southern grandeur. The entrance hall is 10-foot by 20-foot with a grand spiral staircase that leads up to the second floor. Painted on the entrance ceiling is a blue oval pinned with 27 gold stars. Off either ends of the main entrance are two symmetrical multi-purposed rooms.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7F23AADA-D1ED-4ADD-836D-EFC76F516435",
    "url": "https://www.nps.gov/places/building-17.htm",
    "title": "Building #17",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9866F8C6-C64F-68E5-3EB945CB99E72C5B.jpg",
        "credit": "NPS Photo / Aaron Firth",
        "altText": "View of Building #17 from the front left corner with building sign in glow of setting sunlight.",
        "title": "Building #17",
        "description": "",
        "caption": "Building #17, once quarters for US Army officers, now serves as the park headquarters.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9866F8C6-C64F-68E5-3EB945CB99E72C5B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9866F8C6-C64F-68E5-3EB945CB99E72C5B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "VA",
        "parkCode": "fomr",
        "designation": "National Monument",
        "fullName": "Fort Monroe National Monument",
        "url": "https://www.nps.gov/fomr/index.htm",
        "name": "Fort Monroe"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Building #17",
      "quarters",
      "Robert E. Lee",
      "headquarters",
      "Fort Monroe",
      "NPS",
      "national park service",
      "officers quarters"
    ],
    "latitude": "37.002515",
    "longitude": "-76.308797",
    "latLong": "37.002515,-76.308797",
    "bodyText": "If you look closely at the buildings adjacent to and including Building # 17, you will notice common architectural features. Besides all being made of brick, you will notice similar symmetry, similar porches, similar columns, and a sense of standardization. In 1823, this  structure and the building to the left was built to mirror one another. Further, two French engineers – Simon Bernard and Charles Gratiot – intended to connect these homes with a grand central building that was never constructed. Due to an American interjection of architectural style, these sresulting buildings display a federal architectural feature.<br /> <br /> Building # 17 was constructed to be bachelor officers’ quarters housing eight single officers, but eventually families joined fathers and husbands which promoted the conversion of Building # 17 into the four unit structure seen today. One well known resident was United States Army 2nd Lieutenant Robert E. Lee and his wife, Mary Anna Randolph Custis Lee from 1831-1834. Lee served as the second in command of the engineers constructing the fort and was often left in charge of these efforts. Lee would primarily oversee construction of Fort Monroe’s moat and nearby Fort Calhoun (now Fort Wool). In 1832, Mary Custis Lee would give birth to the couple’s first son, George Washington Custis Lee. In 1834, Lee would be reassigned to duty in Washington, DC. Ongoing research continues to explore and to uncover the lives of all that once occupied this structure.<br /> <br /> Building #17 is now the Headquarters of Fort Monroe National Monument and is not regularly open to the public. <p> </p> <p> </p>",
    "audioDescription": "Four-story pale variegated-color brick building with full width white painted porches on the second and third floors. The roof is modern roof shingles with copper down spouts. The main entrances are on either side of the building accessed by a straight staircase leading to the second floor.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "0B219FEC-B0FA-4F3F-9F43-49C8957078F9",
    "url": "https://www.nps.gov/places/casemate-museum.htm",
    "title": "Casemate Museum",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/84A18CF0-D1D4-14CC-16F7F412AD2E7025.jpg",
        "credit": "Fort Monroe Authority",
        "altText": "Casemate Museum Entrance centered in a series of casemates with stacked cannon under blue sky balls",
        "title": "Casemate Museum Entrance",
        "description": "",
        "caption": "Entrance to the Casemate Museum",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/84A18CF0-D1D4-14CC-16F7F412AD2E7025.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/84A18CF0-D1D4-14CC-16F7F412AD2E7025.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "VA",
        "parkCode": "fomr",
        "designation": "National Monument",
        "fullName": "Fort Monroe National Monument",
        "url": "https://www.nps.gov/fomr/index.htm",
        "name": "Fort Monroe"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Fort Monroe Authority",
      "Fort Monroe",
      "national park service",
      "nps",
      "FMA",
      "FOMR",
      "Casemate Museum",
      "casemate",
      "Museum",
      "exhibits"
    ],
    "latitude": "37.0026170903902",
    "longitude": "-76.30946159362792",
    "latLong": "37.0026170903902,-76.30946159362792",
    "bodyText": "Housed within the brick and stone walls of Fort Monroe, the Casemate Museum chronicles the history of seacoast fortifications at Old Point Comfort. From Fort Algernourne, the first militarized structure at Point Comfort, to Fort Monroe National Monument, the museum shares over 400 years of history. The roles and uses of casemates varied over time. Casemates were constructed as gun positions but also used to house soldiers, store weapons and ammunition, and hold prisoners – including <i>Ma-ka-tai-me-she-kia-kiak, </i>also known as Chief Black Hawk, in 1833. Jefferson Davis was also imprisoned at Fort Monroe held in Casemate No. 2 after his May 1865 capture in Georgia. In June 1951, the Casemate Museum opened as a one room museum, but has since expanded. Today you will learn about the American Indian presence on site; the first English colonists who landed upon Virginia soil in 1607; seacoast fortifications dating back to 1609 and Fort Algernourne; the Endicott Battery Era; the American Civil War and Major General Benjamin Butler’s “Contraband Decision”; military and civilian life; and other history distinct to Point Comfort and Fort Monroe.",
    "audioDescription": "Housed within the brick and stone walls of Fort Monroe, it is lined with a series of doors and flanking windows trimmed in white separated by copper gutters.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://fortmonroe.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Rooms",
      "Accessible Sites",
      "Baby Changing Station",
      "Benches/Seating",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information - Maps Available",
      "Information - Ranger/Staff Member Present",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Restroom",
      "Restroom - Accessible",
      "Trash/Litter Receptacles",
      "Water - Drinking/Potable",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "Fort Monroe Authority",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "358A0AF4-C758-4E3B-AFF9-0A7A61796446",
    "url": "https://www.nps.gov/places/first-africans-in-virginia.htm",
    "title": "First Africans in Virginia",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/0CF64B4E-C83E-4AA4-7BDE5BFE3B69CAA1.jpg",
        "credit": "NPS Photo / Aaron Firth",
        "altText": "Historical Highway Marker standing in front of Fort Monroe under cloudy skies against green grass",
        "title": "First Africans in Virginia Marker",
        "description": "",
        "caption": "First Africans in Virginia marker stands in front of Fort Monroe, the \"Gibraltar of the Chesapeake.\"",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0CF64B4E-C83E-4AA4-7BDE5BFE3B69CAA1.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0CF64B4E-C83E-4AA4-7BDE5BFE3B69CAA1.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "VA",
        "parkCode": "fomr",
        "designation": "National Monument",
        "fullName": "Fort Monroe National Monument",
        "url": "https://www.nps.gov/fomr/index.htm",
        "name": "Fort Monroe"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Highway Marker",
      "Historical Highway Marker",
      "First Africans",
      "First Africans in Virginia",
      "Fort Monroe",
      "Fort Monroe Authority",
      "NPS",
      "national park service",
      "1619"
    ],
    "latitude": "37.001016",
    "longitude": "-76.308166",
    "latLong": "37.001016,-76.308166",
    "bodyText": "The English held a presence in Virginia since 1607 when the Virginia Company colonists led by Captain John Smith established the first permanent English settlement in North America. They landed at Point Comfort, giving it this name before moving on to make their settlement at Jamestown along the James River. For twelve years colonists struggled to survive as a result of environmental strains and self-inflicted conflict with American Indians. At times the only line of survival was incoming trade and supplies.<br /> <br /> In August 1619, English privateer ships  attacked a Spanish slave ship the São João Bautista  they likely expected to carry gold and riches near the Bay of Campeche in the Gulf of Mexico. One of the privateer ships, the White Lion, continued on steering for port at Point Comfort with “20. and odd” Africans they had captured in this battle. These men and women were the first enslaved Africans forcibly taken and traded for provisions in English North America. They were among the 350 souls taken from Ndango, Congo, and Kabosa in the Angola region of Africa bound for a live of slavery and servitude in the Spanish held Mexico. Forcibly taken, these human beings implanted African food production and crop cultivation practices into English North America which helped English colonists survive and thrive in the New World. They also carved out an existence with the New World by continuing cultural practices – music and dance – along with speaking their native dialect and practicing African beliefs.We know the name of two Africans landed at Point Comfort; Isabella and Antoney. From a Virginia census, we know that Isabella, Antoney, and their son William lived in Hampton in the home of Captain William Tucker, the commander of Fort Algernourne (William is the first documented child born of African descent in English North America). Over the next four hundred years, descendants of these first Africans faced enslavement, domestic terrorism, civil unrest, physical attacks, and executions while forcibly building Hampton, Virginia, and the greater United States.<br /> <br /> Today, we remember the first “20. and odd” Africans each August with commemorative programs recognizing the generations of enslaved Africans, and their descendants, and how their efforts and presence shaped the course of a nation while fighting for “unalienable Rights…Life, Liberty, and the pursuit of Happiness.”",
    "audioDescription": "A Commonwealth of Virginia Historical Highway Marker stands along the seawall of Old Point Comfort at the intersection of the Chesapeake Bay and the waters of Hampton Roads representing and commemorating the location of the landing place of the first enslaved Africans in Virginia, English North American, and by extension the United States.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://fortmonroe.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Cellular Signal",
      "Dock/Pier",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "Fort Monroe Authority",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "4153CB2C-B94A-47B8-B643-1A73FAAD0E90",
    "url": "https://www.nps.gov/places/fort-monroe-visitor-and-education-center.htm",
    "title": "Fort Monroe Visitor and Education Center",
    "listingDescription": "Opened in 2020, the Fort Monroe Visitor and Education Center includes interpretive exhibits and videos that orient the visitor and investigate individuals and topics that shaped the landscape such as Native Americans, European Colonists and First African landing, “Contraband Decision,” Freedom Seekers, fortification construction, US Army presence, Harriet Tubman, and natural resources.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/759A8F56-9F67-97ED-2B96C750783C5CE9.jpg",
        "credit": "NPS Photo / Aaron Firth",
        "altText": "Brown Flemish Bond brick building with limestone foundation and trim under a cloudless deep blue sky",
        "title": "Fort Monroe Visitor and Education Center",
        "description": "",
        "caption": "Fort Monroe Visitor and Education Center under a deep blue sunny sky.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/759A8F56-9F67-97ED-2B96C750783C5CE9.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/759A8F56-9F67-97ED-2B96C750783C5CE9.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "VA,MD,DE,DC,PA,NY",
        "parkCode": "cajo",
        "designation": "National Historic Trail",
        "fullName": "Captain John Smith Chesapeake National Historic Trail",
        "url": "https://www.nps.gov/cajo/index.htm",
        "name": "Captain John Smith Chesapeake"
      },
      {
        "states": "VA",
        "parkCode": "fomr",
        "designation": "National Monument",
        "fullName": "Fort Monroe National Monument",
        "url": "https://www.nps.gov/fomr/index.htm",
        "name": "Fort Monroe"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Fort Monroe",
      "Fort Monroe Authority",
      "FMA",
      "NPS",
      "national park service",
      "CAJO Passport Stamp"
    ],
    "latitude": "37.00186309081315",
    "longitude": "-76.31092071533202",
    "latLong": "37.00186309081315,-76.31092071533202",
    "bodyText": "<p>The Fort Monroe Visitor and Education Center opened to the public in 2020 after an extensive adaptive reuse project that installed orientation and interpretive exhibits and videos, restored historic features and provided full accessibility access to this structure. Amenities available include public restrooms, visitor information, tours, and programs, and park bookstore. Exhibits found within the galleries explore central themes important to the site such as Native American presence, European colonists arrival, first enslaved African landing in 1619, the \"Contraband Decision\" of 1861 beginning the end of slavery in the US, and the significance of the role of enslaved Africans, freedom seekers, and other significant figures from history on site such as Harriet Tubman. Visitors should enquire with staff to coordinate access to the Casemate Museum, when open, to explore more in-depth the over 400 years of history and culture on exhibit. </p> <p>Designed by noted architect Francis B. Wheaton in the Beaux Arts architectural style, the visitor center (Building# 138), has a classical façade featuring Flemish bond brick walls on a limestone foundation. Construction was completed in 1909 and named Wisser Hall in honor of Brigadier General John P. Wisser an instructor at the Coast Artillery School at Fort Monroe. Following World War II, the visitor center was converted into office space for use by US Army commands headquartered at Fort Monroe. Visitors can see two plaques showing the high-water marks of two significant storm events on the front stairway, the higher being Hurricane Isabel in 2003 and the lower being Chesapeake-Potomac Hurricane in 1933. Inside you’ll find skilled craftsmanship in moldings and ironwork, terrazzo flooring, marble stairs, two-story skylight, and a colonnaded hall.</p>",
    "audioDescription": "Beaux Arts architectural style building with a classical façade featuring medium brown Flemish bond brick walls on a half-basement limestone foundation, trim, and accents and a central stairway with lamp posts flanking the front doors. Inside you’ll find skilled craftsmanship in moldings and ironwork, terrazzo flooring, marble stairs, two-story skylight, and a colonnaded hall.",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "Passport Stamps Fort Monroe National Monument Fort Monroe, VA Captain John Smith Chesapeake NHT Fort Monroe, VA Fort Monroe NM Underground RR Freedom Network",
    "passportStampImages": [
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/39B2410D-ED6D-EF8F-C52EDE186B1EEDCE.jpg"
          }
        ],
        "altText": "Blue ink round cancellation stamp for Fort Monroe National Monument",
        "title": "Fort Monroe NM Passport Stamp",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/39B2410D-ED6D-EF8F-C52EDE186B1EEDCE.jpg"
      },
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/39B6C1F3-00A5-11E8-1A4F4F51FC31D1FF.jpg"
          }
        ],
        "altText": "Blue ink round cancellation stamp for Captain John Smith Chesapeake National Historic Trail",
        "title": "Captain John Smith Chesapeake NHT Stamp",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/39B6C1F3-00A5-11E8-1A4F4F51FC31D1FF.jpg"
      }
    ],
    "managedByUrl": "https://fortmonroe.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Rooms",
      "Accessible Sites",
      "Automated Entrance",
      "Automated External Defibrillator (AED)",
      "Benches/Seating",
      "Captioned Media",
      "Cellular Signal",
      "Elevator",
      "Fire Extinguisher",
      "Gifts/Souvenirs/Books",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information - Maps Available",
      "Information - Ranger/Staff Member Present",
      "Information Kiosk/Bulletin Board",
      "Low-Vision Access",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Restroom",
      "Restroom - Accessible",
      "Restroom - Family",
      "Scenic View/Photo Spot",
      "Toilet - Flush",
      "Trash/Litter Receptacles",
      "Water - Bottle-Filling Station",
      "Water - Drinking/Potable",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "Fort Monroe Authority",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A293F536-8B13-4784-9EDA-96D22C9370F0",
    "url": "https://www.nps.gov/places/fort-monroe-s-arc-of-freedom.htm",
    "title": "Fort Monroe's Arc of Freedom",
    "listingDescription": "",
    "images": [
      {
        "url": "",
        "credit": "",
        "altText": "",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "VA",
        "parkCode": "fomr",
        "designation": "National Monument",
        "fullName": "Fort Monroe National Monument",
        "url": "https://www.nps.gov/fomr/index.htm",
        "name": "Fort Monroe"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Fort Monroe Authority",
      "FMA",
      "Contraband",
      "Fort Monroe",
      "Freedom",
      "Slavery",
      "interpretive panel",
      "wayside exhibit"
    ],
    "latitude": "37.00235488103081",
    "longitude": "-76.3105934858322",
    "latLong": "37.00235488103081,-76.3105934858322",
    "bodyText": "<p><strong>Wayside interpretive exhibit panel reading:</strong> In 1619, Virginia Colony Secretary John Rolfe stated that “20. and odd” Africans had been traded for supplies. In 1861, at the start of the American Civil War, three enslaved men sought refuge at Fort Monroe. The federal commander, Major General Benjamin Butler, protected these individuals by declaring them contraband of war and forever releasing them from the ownership of their masters. In 2011, this place, where the first enslaved Africans arrived and the first contrabands found refuge was designated a national monument by the first elected black president, Barack Obama. It will forever be the crossroads in the arc of freedom.<br /> <br /> <strong>Image description:</strong> Pen and ink illustration with caption reading: Major General Benjamin Butler, seated at left, interviews Frank Baker, James Townsend, and Shepard Mallory - the three enslaved men he declared contraband. Image Casemate Museum collection<br /> <br /> <strong>Image description: </strong>Photograph of President Barack Obama seated at signing a proclamation with one woman and seven men standing behind looking on with caption reading: Acknowledging its place in the arc of freedom, President Barack Obama proclaimed Fort Monroe National Monument on November 1, 2011.<br /> <br /> <strong>Background Image description:</strong> Blue monochromatic illustration of three sailing ships engaged in a fight with caption reading: In August 1619, the English privateer ship the <em>White Lion</em>, with the aid of another privateer, the <em>Treasurer</em>, attacked the Spanish slave ship <em>San Juan Bautista</em> and captured the “20. and odd Negroes.” <br />  </p>",
    "audioDescription": "Wayside interpretive exhibit panel mounted to the railing on the Postern Bridge going over the moat.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.fortmonroe.org",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "Fort Monroe Authority",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "26251C0E-201C-4F3F-92C6-0A1FAF7752A4",
    "url": "https://www.nps.gov/places/fort-norfolk-fort-monroe.htm",
    "title": "Fort Norfolk and Fort Monroe",
    "listingDescription": "The memory of coastal raids and the burning of Washington D.C. prompted America, after the War of 1812, to build an extensive system of modern coastal defense. Among these new fortifications was Fort Monroe, protecting the entrance to the Chesepeake Bay opposite the existing Fort Yorktown. Fort Monroe is a National Monument, and Fort Yorktown is listed on the National Register of Historic Places, maintained by the National Park Service.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/places/images/nri/20140923/siteadmin/6A84A019-E105-6D7C-24B233138DAA7B81/6A84A019-E105-6D7C-24B233138DAA7B81.jpg",
        "credit": "NPS photo",
        "altText": "A black and white photo of a star-shaped brick fort.",
        "title": "",
        "description": "",
        "caption": "Fort Monroe, built in response to America's War of 1812.",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "VA",
        "parkCode": "fomr",
        "designation": "National Monument",
        "fullName": "Fort Monroe National Monument",
        "url": "https://www.nps.gov/fomr/index.htm",
        "name": "Fort Monroe"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "war of 1812",
      "Chesapeake Bay",
      "national park service"
    ],
    "latitude": "37.004122361540794",
    "longitude": "-76.30919113755226",
    "latLong": "37.004122361540794,-76.30919113755226",
    "bodyText": "<p>During the War of 1812, British ships entered the Chesapeake Bay without opposition and <a href=\"../../stories/plunder-without-distinction.htm\">raided coastal towns</a> with impugnity. </p> <p>The strategic importance of the entrance of the Chesapeake Bay had been recognized since the earliest European settlements in the 1600s. But two hundred years later, the American republic had made little preparation for its defense. Fort Norfolk had been constructed between 1795 and 1809, but at the outbreak of war in 1812, it could not effectively close the bay to British warships. </p> <p>The memory of coastal raids and the burning of Washington DC prompted America, after the War of 1812, to build an extensive system of modern coastal defense. Among these new fortifications was <a href=\"https://www.nps.gov/fomr\">Fort Monroe</a>, protecting the entrance to the Chesepeake Bay <span data-mce-style=\"font-size: 11pt;\" style=\"font-size: 11pt;\">opposite the existing Fort Norfolk. </span><span data-mce-style=\"font-size: 11pt;\" style=\"font-size: 11pt;\">Fort Monroe is a National Monument, and Fort Norfolk is listed on the National Register of Historic Places, maintained by the National Park Service. </span></p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Yorktown, VA and Fort Monroe, VA ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Coastal Defenses built before and after the War of 1812.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Monument",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F64416C5-DDF4-4BB0-8A9F-0F90C651320C",
    "url": "https://www.nps.gov/places/old-point-comfort-lighthouse.htm",
    "title": "Old Point Comfort Lighthouse",
    "listingDescription": "",
    "images": [
      {
        "url": "",
        "credit": "",
        "altText": "",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "VA",
        "parkCode": "fomr",
        "designation": "National Monument",
        "fullName": "Fort Monroe National Monument",
        "url": "https://www.nps.gov/fomr/index.htm",
        "name": "Fort Monroe"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "NPS",
      "national park service",
      "Fort Monroe",
      "Fort Monroe Authority",
      "FMA",
      "Old Point Comfort Lighthouse",
      "Old Point Comfort",
      "Old Point Comfort Light",
      "OPC",
      "lighthouse"
    ],
    "latitude": "37.00172599917759",
    "longitude": "-76.30650043487547",
    "latLong": "37.00172599917759,-76.30650043487547",
    "bodyText": "Origins of the Point Comfort Lighthouse may date back to sixteenth-century American Indians. Some historians have suggested that American Indians burned wood along the coast to aid Spanish shops entering the harbor. There may be some validity to these theories as the Spanish did set up a Mission along the York River in 1570. The Mission was short lived as Spanish Jesuits were killed by Indians the following year. This set off a small conflict between American Indians and the Spanish in the New World. A more viable origin of Point Comfort’s Lighthouse occurred in 1774 when Virginia employed John Dames as caretaker of the ruins of Fort George (destroyed by a Hurricane previously). Tradition holds that Dames passed his boredom by operating a light and guiding ships into Hampton Roads. By 1775, Dames was granted a salary of 20 pounds annually. The 54 foot white octagonal structure was built in 1802 and is the oldest structure at Point Comfort. A spiral staircase leads to the top where ten oil lanterns burned 486 gallons of oil per year (today the oil lanterns are replaced by modern bulbs). In the nineteenth century, the oil lanterns could be seen for up to fourteen miles out to sea. In 1813, the British captured this lighthouse and burned Hampton in June 25, 1813 as a result of their defeat at the hands of Virginia militia at Norfolk. The Point Comfort Lighthouse was a beacon of freedom to enslaved people seeking refuge at Fort Monroe. Frank Baker, Shepard Mallory, James Townsend and other enslaved people may have followed the light from Sewell’s Point to Point Comfort. William Roscoe Davis arrived at Fort Monroe in 1861 seeking freedom. Born around Norfolk, Virginia in 1814 to an enslaved mother of mixed African and American Indian descent and a Caucasian father, Davis found an opportunity to escape as a boat operator pre-Civil War. While at Fort Monroe, Davis spoke to enslaved people and United States soldiers with a preacher’s aura. In 1870, Davis returned to Hampton from his time in New York and operated the lighthouse in 1870 for eight years. Following Davis’ tenure was another formerly enslaved individual, John Jones who kept his post for 30 years. Today, the lighthouse is operated by the Coast Guard and closed to the public. <br />  ",
    "audioDescription": "The 54 foot white octagonal structure was built in 1802 and is the oldest structure at Point Comfort.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.uscg.mil/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Cellular Signal",
      "Information"
    ],
    "managedByOrg": "United States Coast Guard",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "10E3007A-2BA7-4555-91A1-C6F997590021",
    "url": "https://www.nps.gov/places/pet-cemetery.htm",
    "title": "Pet Cemetery",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/06544A08-B174-87EA-685E9B62F1BACFE1.jpg",
        "credit": "NPS Photo / Aaron Firth",
        "altText": "Grave markers at base of breast-height wall coming to a point at the center and receding back",
        "title": "Pet Cemetery",
        "description": "",
        "caption": "Section of the Pet Cemetery including some of the oldest known graves dating from 1936.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/06544A08-B174-87EA-685E9B62F1BACFE1.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/06544A08-B174-87EA-685E9B62F1BACFE1.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "VA",
        "parkCode": "fomr",
        "designation": "National Monument",
        "fullName": "Fort Monroe National Monument",
        "url": "https://www.nps.gov/fomr/index.htm",
        "name": "Fort Monroe"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Pet Cemetery",
      "Fort Monroe",
      "Fort Monroe Authority",
      "Freedom's Fortress"
    ],
    "latitude": "37.002996",
    "longitude": "-76.30992",
    "latLong": "37.002996,-76.30992",
    "bodyText": "<p>Atop Fort Monroe’s stone walls is one of the most intriguing aspects of Fort Monroe; a pet cemetery that acts as a reminder to the hundreds of pets lost to the people of Fort Monroe. Dogs, cats, birds, rabbits, all sorts of animals are laid to rest atop the stone parapets. Walking along the top of this stone fort, you will see hundreds of stone markers denoting the final resting place of family members. These headstones, like all those dotting the land across thousands of cemeteries and graveyards, speak of the importance and love of animals we sometimes overlook while training, talking on walks, playing with, cuddling next to, or just feeling the calming presence they emit. Some headstones read, “Loved by…” while others still bear the tears shed over the passing of a family member, “In my heart,” and “Here Lies A Part of Our Lives.” Others speak to the characteristics of loved pets. Foxy, for example, was the “Fort Monroe Frisbee Champ.”<br /> <br /> The oldest known headstone dates to 1936, but it is believed that over 400 pets rest atop Fort Monroe. Officially closed in 1988, the pet cemetery at Fort Monroe offers visitors an opportunity to reflect and remember their own pets lost but always in our hearts.</p>",
    "audioDescription": "Encircling the top of the fort walls is a Pet Cemetery that has a variety of headstones and markers denoting grave locations. These stones may be concrete, granite, marble, or homemade. They often resemble low knee-high or flush foot markers in a traditional cemetery. The number of graves vary in density as one walks around.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://fortmonroe.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "Fort Monroe Authority",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]