[
  {
    "id": "AE095656-EFCA-41ED-92FD-1FDB61A48938",
    "url": "https://www.nps.gov/places/fort-union-trading-post-nhs-park-store.htm",
    "title": "Fort Union Trading Post NHS Park Store",
    "listingDescription": "The Fort Union Association's vision is to promote Fort Union Trading Post as the premier trading post on the upper Missouri River in the mid 1800s, and establish Fort Union as the foremost source for information, history, and the authentic reproduction items on the upper Missouri River system.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C05FD553-DA82-04F7-0709FC75AFF9E101.jpg",
        "credit": "FORT UNION ASSOCIATION",
        "altText": "Store wall with sales items including t-shirts, books posters and postcards.",
        "title": "Fort Union Association Park Store",
        "description": "",
        "caption": "Park Store Display",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C05FD553-DA82-04F7-0709FC75AFF9E101.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C05FD553-DA82-04F7-0709FC75AFF9E101.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT,ND",
        "parkCode": "fous",
        "designation": "National Historic Site",
        "fullName": "Fort Union Trading Post National Historic Site",
        "url": "https://www.nps.gov/fous/index.htm",
        "name": "Fort Union Trading Post"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Midwest",
      "North Dakota",
      "Montana",
      "park store",
      "Fort Union Trading Post National Historic Site"
    ],
    "latitude": "47.999433811000074",
    "longitude": "-104.04050731899997",
    "latLong": "47.999433811000074,-104.04050731899997",
    "bodyText": "The park store is operated by <a href=\"https://www.fortuniontp.org/\">The Fort Union Association</a>, an official non-profit partner of the National Park Service dedicated to supporting the educational mission of Fort Union Trading Post National Historic Site. The park store has a wide range of educational products and services available for retail sale. These products complement the interpretive themes you experience when visiting the park. The park store is located in the Bourgeois House Visitor Center, or you can visit the online park store at <a href=\"https://www.fortuniontp.org/\">fortuniontp.org</a>.",
    "audioDescription": "From the front entrance of the Visitor Center the first room you enter is the Park Store. Directly across from the front entrance is the Visitor Center and Park Store sales desk. Behind the desk is a large National Park Service Arrowhead. This desk is currently under remodel. Three walls have grey slat wall with various sales items displayed.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.fortuniontp.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "de48219f-7653-44b9-adde-3dd72ef30936",
    "isManagedByNps": "0",
    "amenities": [
      "Automated External Defibrillator (AED)",
      "Benches/Seating",
      "First Aid Kit Available",
      "Food/Drink - Vending Machine/Self Service",
      "Gifts/Souvenirs/Books",
      "Information",
      "Information - Maps Available",
      "Information - Ranger/Staff Member Present",
      "Internet/WiFi Available",
      "Restroom",
      "Restroom - Accessible",
      "Restroom - Family",
      "Toilet - Flush",
      "Trash/Litter Receptacles",
      "Water - Bottle-Filling Station",
      "Water - Drinking/Potable",
      "Wheelchair Accessible",
      "Wheelchairs Available"
    ],
    "managedByOrg": "Fort Union Association",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "0D7DED77-048C-4CFF-8F23-E528CECB2DD1",
    "url": "https://www.nps.gov/places/moncravie-painting.htm",
    "title": "Moncravie Painting",
    "listingDescription": "A record of peaceful trade? Learn what significant event Moncravie painted to commemorate bridging adversaries for commerce.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/1876835C-CDB7-D97A-893DE7555C03BC4A.jpg",
        "credit": "NPS Photo / Kristin Norgaard",
        "altText": "Mural, two men shaking hands in center, three men watching on each side. Eagle watching over all.",
        "title": "Painting of Peace and Friendship",
        "description": "",
        "caption": "Opening Treaty negotiations with gifts and handshakes.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/1876835C-CDB7-D97A-893DE7555C03BC4A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/1876835C-CDB7-D97A-893DE7555C03BC4A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT,ND",
        "parkCode": "fous",
        "designation": "National Historic Site",
        "fullName": "Fort Union Trading Post National Historic Site",
        "url": "https://www.nps.gov/fous/index.htm",
        "name": "Fort Union Trading Post"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "FOUS Walking Guide",
      "Fort Union Trading Post NHS",
      "Moncravie Painting",
      "mural",
      "art"
    ],
    "latitude": "47.999029",
    "longitude": "-104.040799",
    "latLong": "47.999029,-104.040799",
    "bodyText": "<p>Jean Baptiste Moncravie, a skilled artist and clerk, created a magnificent mural above the south gate of Fort Union. The mural, which was completed sometime between 1833 and 1846, is a visual tribute to a historic treaty that was negotiated in 1831 by Kenneth McKenzie, the manager of Fort Union, between the Assiniboine and Blackfeet tribes. The treaty was a significant achievement for the American Fur Company, as it allowed for extensive trade and commerce in the beaver-rich territory of the Blackfeet. Prior to the treaty, the Blackfeet were hostile to American incursions, but the successful negotiation changed the course of history and opened up new opportunities for peaceful coexistence and mutual benefit.<br /> <br /> The mural depicts a painting of eight people gathered for trade negotiations. In the center, an American Indian and a trader are shown shaking hands in a cordial manner. The left side of the image shows three American Indians watching the meeting, while the right side shows three white traders observing the proceedings. The mural's centerpiece is a powerful painting of a golden-brown eagle clutching a greenery branch and four arrows in its talons, symbolizing the strength and unity of the tribes involved in the treaty. The eagle image is shown hovering above the trade negotiations, underscoring the importance of the treaty and its significance in the history of the region.</p>",
    "audioDescription": "DESCRIBING: A painted sign above the front entrance gate of the Fort. SYNOPSIS: The photograph shows a painting of eight people meeting to begin trade negotiations. In the middle an American Indian and a trader peacefully shake hands. To the left of the hand shaking duo are three American Indians standing watching the meeting, to the right of the handshaking three white traders also look watch the proceedings. A large powerful painting of a golden-brown eagle is painted over the meeting holding onto a greenery branch and four arrows in its talons. IN-DEPTH DESCRIPTION: Starting on the left side of the painting, the first male is painted with medium warm brown skin. From bottom to top he is wearing tan moccasins, a green blanket wrapped around his waist, bright red face paint and a headdress of white and black feathers. To his right is a male wearing tan moccasins, tan colored clothing, tan colored face paint and a white and black feathered headdress. To his right the next man is wearing and is has wrapped his whole body in a scarlet red blanket, he is also wearing a black and white feathered headdress. In the center of the painting appears to be an American Indians chief and trader shaking hands. The chief is wearing a headdress which consists of feathers that are white with a black tip, ponytail, and tan colored clothing down to his moccasins. His clothing is leather and had tassels hanging from the leg seams and down his arm seams. Shaking his hand is a trader wearing a tall black top hat, blue coat with gold buttons down the front, and grey pants and black shoes. The right side of the painting there are three traders. Starting from left to right, a man wearing a black top hat, blue coat and pants, and black shoes holding what looks to be a gold circular trade item. To his right is a man wearing a brown brimmed cap, tan shirt and pants and black boots holding a red cotton blanket. To his right is a man wearing a brown brimmed cap, tan shirt and pants, black boots, and holds a red cotton blanket. Above this meeting encapsulated in a yellow and white flower semi-circle is a large eagle with its wings outstretched. It has a gold beak and one angry siding eye. In its talons, it is clutching a greenery branch and four yellow feathered arrows.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B0A7A218-EFDA-489B-BCF0-3E41464D69EE",
    "url": "https://www.nps.gov/places/southwest-bastion.htm",
    "title": "Southwest Bastion",
    "listingDescription": "Although the bastions were constructed for defense purposes, they were hardly ever needed for that purpose as the fort enjoyed economic stability and was built at the request of the Assiniboine. This bastion also served as storage facilities, housing for employees and visitors, and even a studio for artist George Catlin.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B1831C61-DD6F-6CB8-1F51A9BA4CF3FB5B.jpg",
        "credit": "NPS Photo",
        "altText": "Tall white stone building capped by a red roof and ornate wrought iron eagle",
        "title": "Southwest Bastion",
        "description": "",
        "caption": "Surprisingly, as a fur trading post, the fort's bastions were used primarily as storage and housing.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B1831C61-DD6F-6CB8-1F51A9BA4CF3FB5B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B1831C61-DD6F-6CB8-1F51A9BA4CF3FB5B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT,ND",
        "parkCode": "fous",
        "designation": "National Historic Site",
        "fullName": "Fort Union Trading Post National Historic Site",
        "url": "https://www.nps.gov/fous/index.htm",
        "name": "Fort Union Trading Post"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "George Catlin",
      "Fort Union Trading Post NHS",
      "bastion",
      "Fur Trade"
    ],
    "latitude": "47.999079448544784",
    "longitude": "-104.04123544692993",
    "latLong": "47.999079448544784,-104.04123544692993",
    "bodyText": "Although the bastions, towering and imposing structures, were present as the primary defense system of the trading post, they were rarely, if ever, needed. The Assiniboine tribe controlled the land on which Fort Union was built and requested the fort's construction to establish a mutually beneficial relationship with the fur traders. The fort's strategic location at the intersection of the Yellowstone and Missouri Rivers made it a vital hub for trade and commerce. The Upper Missouri Tribes and the traders collaborated to establish trust and cooperation, resulting in mutually beneficial relationships. As a result of the exchange of goods and ideas, both the tribes of Upper Missouri and the fur traders benefited, leading to long-lasting relationships.<br /> <br /> Despite their main purpose of defense, the bastions also served other crucial functions. They served as storage facilities and housed the fort's employees and visitors. <br /> <br /> In 1832, the renowned artist George Catlin used one of the bastions as his studio. The bastion provided an ideal environment for Catlin to unleash his creativity, with its isolation, natural light, and ventilation. It's also worth mentioning that the Northeast Bastion, located across the courtyard, is an exact replica of the bastion used by Catlin. In the Letters and Notes on the Manners, Customs and Conditions of North American Indians, Volume I, Catlin describes his studio in the second level of the bastion. He writes, “My easel stands before me, and the cool breech of a twelve-pounder makes me a comfortable seat, whilst her muzzle is looking out at one of the port holes.”<br /> <br /> Learn More:<br /> <a href=\"https://www.nps.gov/media/video/view.htm?id=ED4B1514-CD85-44D0-9545-4ED894AFC3B7\">Southwest Bastion Park Video</a>",
    "audioDescription": "The bastion is a three-story stone building with a red pointed roof. Its walls are made up of unfinished fieldstones of varying sizes which have been whitewashed to give it a cohesive look. The building is slightly bigger at the base and gets smaller as it rises. Each bastion has a tall finial with a wrought-iron animal weathervane on top - an eagle on the southwest and a buffalo on the northeast. The first story has large square port holes cut into the walls with green doors that open inwards for cannon ports. The second story has one cannon port centered on each wall and three long narrow slits for rifle ports. The top story has no gun ports but has a doorway accessible to a walking gallery along the roofline. Inside the room that is accessible to the public, the second story of the southwest bastion, it is a square room with whitewashed walls and visible cannon-port doors. A ladder leads up to the third story, and there are two trap doors, both secured with locks. The cannon-port doors swing in and flip up, hanging on large round ironworks attached to the doors and hooks driven deep into the wood that surrounds the cannon port. The rifle ports also have plugs, which are green painted rectangle blocks shaped like cones to fit the oblong space and lined with buffalo fur. In the southwest corner, there is a blue painted gun rack with some faux replica long guns on display. These faux replica long guns are steel tubing for the barrel set in a brown painted \"gun stock\" of pine. There is also a large black cannon on a light blue squat and stocky base with wheels.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Southwest Bastion",
        "id": "ED4B1514-CD85-44D0-9545-4ED894AFC3B7",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=ED4B1514-CD85-44D0-9545-4ED894AFC3B7"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "F8A209DF-84A0-4B14-950D-1978F69660C5",
    "url": "https://www.nps.gov/places/the-bourgeois-house.htm",
    "title": "The Bourgeois House",
    "listingDescription": "The Bourgeois House used to be a roomy and cozy residence for the management personnel, their families, and had a grand dining room. Presently, the Bourgeois House has undergone reconstruction and now serves as the Visitor Center, museum, park store, resource library, archives, and administrative offices for the park.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4F82068D-96D5-CFF1-33896081AF305A13.jpg",
        "credit": "NPS Image",
        "altText": "Color photograph with historic sepia image superimposed on top of house image",
        "title": "Historic and Modern Bourgeois House",
        "description": "",
        "caption": "1866 Image of Fort Union overlayed on a modern image of the reconstruction.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4F82068D-96D5-CFF1-33896081AF305A13.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4F82068D-96D5-CFF1-33896081AF305A13.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT,ND",
        "parkCode": "fous",
        "designation": "National Historic Site",
        "fullName": "Fort Union Trading Post National Historic Site",
        "url": "https://www.nps.gov/fous/index.htm",
        "name": "Fort Union Trading Post"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Fort Union Trading Post NHS",
      "Fur Trade"
    ],
    "latitude": "47.999466",
    "longitude": "-104.040525",
    "latLong": "47.999466,-104.040525",
    "bodyText": "<p>The Bourgeois House was originally designed as a simple French Colonial structure, named after the fort's Bourgeois or site manager. According to Bourgeois Edwin Denig's 1843 account, the house was 78 feet wide, 24 feet deep and had a story and a half. Denig also mentioned that the front porch added both comfort and appeal. In 1850, the American Fur Company expanded the house into a classical revival building with a two-story porch and a full second floor. <br /> <br /> The Bourgeois at Fort Union was responsible for managing the trading post and serving as the primary agent of the American Fur Company. It was a highly prestigious and powerful position due to the significance of Fort Union as the most important trading post on the upper Missouri River for almost four decades. The Bourgeois had a range of responsibilities, including managing trading post operations, hiring workers and contractors, procuring trade goods and provisions, managing finances, establishing friendly relationships with area Upper Missouri tribes, maintaining order within the post, hosting important visitors, managing smaller trading posts upriver from Fort Union, observing and scouting trading posts of competing companies, and serving as a liaison to the American Fur Company offices in Saint Louis. The Bourgeois received a fixed salary of $1,200 to $1,500 per year plus a percentage of the post's profits. Additionally, the Bourgeois House provided comfortable living accommodations and a household staff that included rooms, offices, and a large dining room for management staff meals. As well, as the Bourgeois' intermarried into the Upper Missouri tribes, the Bourgeois House was also a family home. <br /> <br /> One woman who lived in the Bourgeois House was <a href=\"https://www.nps.gov/fous/learn/historyculture/natawista-iksina-medicine-snake-woman.htm\">Natawista Iksina</a>, a member of the Blood band of the Blackfoot Nation. At the fort, it was common for the managers or engagés to marry an American Indian woman. The partnership of a Euro-American man and an Indian woman gave the woman a number of advantages that were social, economic, and political. Additionally, an Indian and Euro-American partnership helped to ensure positive trade and social relations with the wife’s people and the fur traders. As a result, Natawista was one of many Indian women who married a Euro-American man at Fort Union. She and Culbertson married around 1840, when she was 15 and he was 30. Thereafter, she was a powerful woman and a diplomat between the Blackfoot and the Euro-American traders who helped to create strong relationships between the two.  <br /> <br /> Today, the reconstructed Bourgeois House serves as the park's Visitor Center, exhibit center, bookstore, resource library, archives, and administrative offices.</p>",
    "audioDescription": "The courtyard is dominated by a large, imposing structure with white siding that stands in stark contrast to the dark green shutters and bright red roof and chimneys. The main floor features eight large windows, each with divided glass panes, and two shutters on either side. Positioned slightly to the left of center is a green door. The front of the house is enclosed by a white fence, and a wooden porch with steps leading to the entrance door. This porch extends to a balcony on the second story. The floor area on the second story is smaller than the main floor, as it is a story and a half. On top of the balcony, there is a painted bust of a man's profile, laurel wreaths, and the date 1851 written below.",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "",
    "passportStampImages": [
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/4BEC7EBE-C16F-6EB6-13821AA2A12404D5.jpg"
          }
        ],
        "altText": "Brown Ink; Fort Union Trading Post NHS Williston, ND ",
        "title": "Fort Union Trading Post Passport Stamp",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/4BEC7EBE-C16F-6EB6-13821AA2A12404D5.jpg"
      },
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/4BFB65CC-0441-2004-D1A208257605650A.jpg"
          }
        ],
        "altText": "Brown Ink; Lewis and Clark Nat'l Historic Trail North Dakota",
        "title": "Lewis & Clark Trail North Dakota Stamp",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/4BFB65CC-0441-2004-D1A208257605650A.jpg"
      }
    ],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "28560415-1FA6-4D48-86B2-D229A0029702",
    "isManagedByNps": "1",
    "amenities": [
      "Assistive Listening Systems",
      "Assistive Listening Systems - T-Coil Compatible",
      "Audio Description",
      "Automated External Defibrillator (AED)",
      "Benches/Seating",
      "Braille",
      "Captioned Media",
      "First Aid Kit Available",
      "Food/Drink - Vending Machine/Self Service",
      "Gifts/Souvenirs/Books",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information - Ranger/Staff Member Present",
      "Internet/WiFi Available",
      "Junior Ranger Activity",
      "Junior Ranger Booklet Available",
      "Restroom",
      "Restroom - Accessible",
      "Restroom - Family",
      "Toilet - Flush",
      "Trash/Litter Receptacles",
      "Water - Bottle-Filling Station",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6A72F17D-D722-4C8D-88A0-4D05622E04F3",
    "url": "https://www.nps.gov/places/trade-house-clerk-s-office.htm",
    "title": "Trade House - Clerk's Office",
    "listingDescription": "Tracking trade and keeping up with the latest trends was important to driving a successful bargain. Explore the activities going down in the clerk's office to ensure profits remained high.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B2A093C5-A66C-B880-294B0A14E4629F3F.jpg",
        "credit": "NPS Photo / Emily Sunblade",
        "altText": "Wooden crates stacked against white wall, written: Candles, tomatoes, J. Harvey, Ft. Union.",
        "title": "The Clerks Office",
        "description": "",
        "caption": "Shipping boxes waiting to be inventoried stacked in the Clerk's Office.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B2A093C5-A66C-B880-294B0A14E4629F3F.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B2A093C5-A66C-B880-294B0A14E4629F3F.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT,ND",
        "parkCode": "fous",
        "designation": "National Historic Site",
        "fullName": "Fort Union Trading Post National Historic Site",
        "url": "https://www.nps.gov/fous/index.htm",
        "name": "Fort Union Trading Post"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "FOUS Walking Guide",
      "Fort Union Trading Post NHS",
      "clerk's office",
      "trade house"
    ],
    "latitude": "47.99913",
    "longitude": "-104.041001",
    "latLong": "47.99913,-104.041001",
    "bodyText": "<p>The Clerks Office often served as a meeting place for the Bourgeois and important American Indian leaders. In October 1851, Bourgeois Edwin Denig and Cree Chief Le Tout Pique met, and Fort Union clerk Rudolph Friederich Kurz sketched the event. The sketch shows Le Tout Pique standing in the center with his arm outstretched, while Edwin Denig remains seated in his armchair.<br /> <br /> Such meetings were significant events between the tribes and traders. They established the value of hides and trade goods and helped create lasting alliances and friendships. The exchange of gifts and news over a fine meal, coffee, and tobacco preceded discussions of trade and prices and often took several hours. These gatherings were as much a social affair as they were a business, and their success allowed Fort Union to operate peacefully for 39 years, from 1828 to 1867.<br /> <br /> Kurz's sketches of Fort Union life offer a glimpse into the past and were instrumental in the fort's reproduction. The furnishings of the room in the sketch of the meeting with Le Tout Pique serve as the basis for the room's actual furnishings. The paintings on display in the room are replicas of Kurz's works. Edwin Denig himself is depicted in the portrait on the east wall, and Denig's dog, Natoh, is seen in the sketch of the October meeting on the south wall.<br /> <br /> Despite the lack of modern technology, such as computers and electricity, the Clerk's Office functioned much like a typical office today. The fur company clerks compiled handwritten ledgers in which they tracked inventories, logged expenses, and balanced accounts. This was necessary to keep the fort running and profitable. The clerks had to be literate and able to do arithmetic. They were also required to have a good understanding of the different trade goods and their sources. Every spring, keelboats and steamboats arrived carrying trade goods from around the world. The clerks' job was to inspect every item and ensure they were in good condition. They also tracked the stock of goods in the fort's warehouse and were responsible for placing orders for future deliveries.<br /> <br /> Since new supplies from St. Louis took a year or more to arrive, the fort could not afford to run out. If supplies ran out, tribal trading partners would go to American competitors nearby or Canada's Hudson Bay Company. The clerks were paid quite well for the time, making between $800 to $1,000 per year, the equivalent of $25,000 to $30,100 today. They also received a suit of clothes and a top hat annually as part of their pay. Single-room living quarters were provided in the dwelling range on the west side of the fort's interior. The clerks took their meals at the high table in the Bourgeois House, rather than at the low table with the Engagés or other lower status workers. The Bourgeois House was a place of luxury and comfort, furnished with the finest china, silverware, and linens. The Trade House was a place of great importance, where the past and present intersected, and where the future of the fort was decided.<br /> <br /> Learn More: <br /> Watch an <a href=\"https://www.nps.gov/media/video/view.htm?id=32A82B53-C039-4EA5-A018-B15D7CFF99D3\">interpretive clerks office talk</a></p>",
    "audioDescription": "Rectangle shaped room, the walls and ceiling are covered in whitewashed muslin. The whitewash is aged, in areas the cracks in the whitewash look like elaborate spiderweb. In the corners it has aged to a butter yellow color. Large pieces of whitewash are also flaking off of the muslin, creating a lived-in rustic atmosphere. As you walk in, the entrance door is in the middle of the north wall. to your left is a tall and shallow wooden bench made of a medium-colored wood, it looks and is uncomfortable. Hanging above it is a long linear flag. Shaped like banner, this flag is approximately eight feet long, the first two feet is a solid blue square. In the center of the square is a brown fierce looking eagle. He is holding arrows in his claws. The rest of the flag is alternating long stripes of blue and red. On the east wall a large fireplace dominates the space. It has a fieldstone apron, wooden surround and wooden mantel. A deer with horns frames is centered above the mantel. To the right of the fireplace is a long portrait of an impressive man. It is approximately 4 feet tall, full color oil painting. We can see the man from his bare head to just about the bottom of his suitcoat. He has brown hair, piercing blue eyes that seem to follow you as you move through the room and long sideburns. He is wearing a blue suitcoat and has one hand tucked into it right about his chest level. He looks very serious in the painting, and the image conveys he is an important person at Fort Union. On each side of the painting are decorative objects, one side has a beaded American Indian made leather bag, the other are a collection of peace medals hanging on red stings. The south wall has the only window, which allows in some sunlight, illuminating the space. Next to the window is a large painting of a stout dog, he is reddish-brown colored dog, with a broad face, shoulders and is painted to appear very powerful. The west wall has a collection of wooden shipping boxes and crates. These have various stencils etches on their sides; candles, tomatoes, and one says J. Harvey Ft. Union. In the center of the room in a recreated scene two wooden chairs with straight backs and one large ornate chair with padded black cushions with a reclined back.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Clerks Office Talk",
        "id": "32A82B53-C039-4EA5-A018-B15D7CFF99D3",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=32A82B53-C039-4EA5-A018-B15D7CFF99D3"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "6FF61AAC-DCD0-4023-9CB3-A4E96E2AF282",
    "url": "https://www.nps.gov/places/trade-house-reception-room-trade-room.htm",
    "title": "Trade House - Reception Room & Trade Room",
    "listingDescription": "Ready to exchange goods? Learn about the hustle and bustle of trade that brought life to Fort Union Trading Post.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/226A0C89-D057-6F3F-BCFBC9FB9BD73AA6.jpg",
        "credit": "NPS / Sawyer Flynn",
        "altText": "Wooden walls with shelves containing tin, metal and fabric items. Wooden barrels. Desk with inkpot.",
        "title": "The Trade House, Reconstructed Building",
        "description": "",
        "caption": "Trade Room, part of the Trade House Complex",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/226A0C89-D057-6F3F-BCFBC9FB9BD73AA6.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/226A0C89-D057-6F3F-BCFBC9FB9BD73AA6.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT,ND",
        "parkCode": "fous",
        "designation": "National Historic Site",
        "fullName": "Fort Union Trading Post National Historic Site",
        "url": "https://www.nps.gov/fous/index.htm",
        "name": "Fort Union Trading Post"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "FOUS Walking Guide",
      "Fort Union Trading Post NHS",
      "trade house",
      "trade room",
      "reception room",
      "Trade history"
    ],
    "latitude": "47.999084",
    "longitude": "-104.040809",
    "latLong": "47.999084,-104.040809",
    "bodyText": "<p>The Trade House consisted of two rooms, with the Reception Room being the most important one. This is where the leaders of the Tribes would meet with the Traders from the American Fur Company to negotiate the terms of their trade. The room itself was minimalist, with only one bench for sitting, but adorned with curios from both cultures.<br /> <br /> When a band from the Upper Missouri Tribes arrived to trade, they were greeted in the Reception Room by the trader, one or two laborers, and an interpreter if needed. A fire was lit in the fireplace, and food and drinks were served. After the meal, pipes were passed around, and the trader made a speech emphasizing friendship and peace. The tribal leader then spoke, repeating many of the same things the trader had said, and described how his people had survived the winter and any recent hardships. Gifts were exchanged, with the trader giving the chief items like black powder, coffee, sugar, tobacco, or even a musket, while the tribal leader might present the trader with a bow and arrows in a skin quiver, a rawhide storage bag, or a beaded and quilled pipe bag. Once the gifts had been exchanged, the two men began to negotiate the trade. The tribal leader spread out a buffalo robe and other furs for the trader to examine, and the trader carefully inspected them while the tribal leader and his men talked about how they had obtained them. After this, the trader retrieved some of the newest items from the Trade Shop, and both parties examined each other's wares before serious negotiations began. This initial trade was pivotal to each negotiator. For the tribal leader, he is setting the price his people will expect for their robes this year. The better price he can set the more value their robes are worth. For the trader, he is negotiating the fort's profits for the year but he must not undervalue the robes. If he gives too poor of a trade value the tribe may not come back net year as there are competition forts up and down the Missouri River and just north of the site in Canada all vying for the same furs. The price for each robe would be set in trade good, not cash value as cash had no meaning on the upper Missouri. When the negotiations were concluded, the trade began. The tribal leader will inform his people what the trade is for this season, and then all persons in the band would trade individually for items they needed based on the price set by their tribal leader. If the price was set as, for example, a knife, tin pot and yard of cloth, not everyone in the band would need those exact items, but they would understand the relative worth of them and be able to use that worth to negotiate for items they did desire. In this way, over 25,000 to 50,000 buffalo robes were slowly and methodically traded each year at Fort Union. Men and women would divide the hides in their families and trade for what they each needed. The band then visited old friends and family in the fort, feasted, and relaxed. After a week or so, the entire band, having acquired all they needed or wanted, broke camp one morning and moved on through the breaks. After a few parting salutations, the band disappeared until the following year.<br /> <br /> The Trade Shop was a showroom that stocked over 200 different items. These items could be categorized as either laborsaving or ornamental. Laborsaving items were those that were manufactured, such as fabric, metal knives, and copper or tin cook pots. These items were durable, long-lasting, and helped save labor by eliminating the need to hunt, butcher, and tan an animal hide to make clothing or cooking utensils. Ornamental items, on the other hand, were purchased for their decorative value, such as silverwork ear wheels, ear bobs, and brooches, glass beads, fabrics, vermillion mineral pigment, brass tacks, and small tin and copper tinklers (cones). Some of these items were made on-site, with blacksmiths and tinsmiths employed to create tin and metal work, including arrowheads and spearpoints. The Fort Tailors made ready-made shirts and elaborate jackets called \"Chiefs Coats\", which were one of the most expensive items traded in the Trade House. However, most of the manufactured items were imported from overseas, including fabric from France, beads from Italy, woolen blankets from England, and guns from Belgium.</p> <br /> Learn more: <br /> Watch an <a href=\"https://www.nps.gov/media/video/view.htm?id=F65164D9-B903-45D5-8A0F-DE2C373F6C3B\">interpretive trade house talk</a>.<br /> Watch a <a href=\"https://www.nps.gov/media/video/view.htm?id=60741151-AFD2-4035-BB89-7CF1E11F9A80\">reenactment of a typical trade scene</a><br />  ",
    "audioDescription": "The Trade House has a rustic appearance. The whitewashed exterior has a peeling and flaking texture and is adorned with dry sun-bleached buffalo skulls. The sod roof is covered with tall grass that sways and blows in the wind. The large rectangular sandstone colored brick chimney stands tall in the center of the roof. The entrance to the Trade House is a large dark brown painted door with a rope handle. A large window next to the door provides ample lighting to the reception room. The room is dominated by a large fireplace with sandstone fire bricks that reach from the floor to ceiling. The fireplace is almost five feet wide with a three wide and three tall firebox. The mantle has turned black from the accumulated smoke over the years. The room smells faintly of a campfire. The large hearth holds pots, cooking equipment, and fire keeping equipment like pokers and long-handled spoons. To the left of the fireplace is a large pile of split wood and a portrait of a fancy-looking man wearing a black top hat, a swooping mustache, and a suit coat. Above him, a taxidermized white snow owl appears to be watching over the room. The wall to the right has a large taxidermy rams head with curling horns, a beaded bow and arrow case hang from a nail, and a long and narrow bench is available for sitting. The wall to the left has a weighing hook suspended from a roof truss with some beaver skins, and a window and doorway that leads a step down into the Trade Room. The Reception Room is a square room full of trade items hanging off the walls, piled on shelves, in wooden barrels and casks, and hanging from hooks on the ceiling. To the right, there are red squares of fabric pinned to the wall with brass tacks, each displaying a different type of silver or brass ornament, round ornate pins, brooches, and earrings. Sharp-looking knives with bright red wooden handles are piled on a shelf to the left of the jewelry. A twisted brown loop of dried tobacco leaves hangs from a hook above the knives. Below the red squares of fabric are tall wooden barrels, one of which reads \"Ft. Union UMO Coffee\" in cursive script. On the wall opposite you is a tall wooden bookshelf packed with metal items. The top shelf has tall silver-colored straight-sided pots with lids and thin metal handles. The shelf below has more pots lying on their sides to fit the cramped shelf space. The next shelf has an assortment of items, small rectangular mirrors, copper-colored arm bands, and a black small pot. Below that, more blades are on display. The left of the bookshelf is a square window flooding the space with light. Above the window are many necklaces of various beads in many colors, blue, red, green, pumpkin, and white. A bookshelf is to the left of the window, full of blankets in red and green. Clothes hang from a rack on the ceiling. A wooden cask is visible in front of the bookshelf. A wooden desk painted burgundy is in the center of the room, with an open book, writing implements including quill feather and inkpot on its surface.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Trade House Talk",
        "id": "F65164D9-B903-45D5-8A0F-DE2C373F6C3B",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=F65164D9-B903-45D5-8A0F-DE2C373F6C3B"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "8FC67AA9-1CD9-4AE8-AE78-8CFB7C841722",
    "url": "https://www.nps.gov/places/wayside-bastions.htm",
    "title": "Wayside: Bastions",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/85AB8204-D584-6938-3BDA0F92D5CE9D0B.jpg",
        "credit": "NPS / Lisa Sanden",
        "altText": "Panel: painting of American Indian and sketch of the Courtyard. Background: wooden buildings & wall",
        "title": "\"Bastions\" Interpretive Sign",
        "description": "",
        "caption": "\"Bastions\" Wayside",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/85AB8204-D584-6938-3BDA0F92D5CE9D0B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/85AB8204-D584-6938-3BDA0F92D5CE9D0B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT,ND",
        "parkCode": "fous",
        "designation": "National Historic Site",
        "fullName": "Fort Union Trading Post National Historic Site",
        "url": "https://www.nps.gov/fous/index.htm",
        "name": "Fort Union Trading Post"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "wayside",
      "Forts",
      "Fort Union Trading Post National Historic Site"
    ],
    "latitude": "47.999129659590224",
    "longitude": "-104.04114652191414",
    "latLong": "47.999129659590224,-104.04114652191414",
    "bodyText": "<p>This is one of two bastions located at opposing corners of the Fort. Both were built entirely of stone, measuring roughly 23 feet on a side and over 30 feet high. The three foot thick walls were whitewashed. <br /> <br /> Housing cannon, the bastions served other purposes besides observation and defense. They were used for temporary storage and often functioned as guest quarters. <br /> <br /> When visiting Fort Union, American artist George Catlin had a studio in one of the bastions. There he had a commanding view of the landscape. According to his journal, he painted many of his works while siting on the breech of a cannon, the cool metal barrel providing some relief from the heat.</p>",
    "audioDescription": "A tall white washed irregular fieldstone brick tower, with red shingled rood with white picked fenced walk way encircling the roof. The bottom floor has three cannon ports on each side, the second floor has a single cannon port and three rifle slits per side.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7F7C066D-5CB2-44CB-BEC8-B4801E553618",
    "url": "https://www.nps.gov/places/wayside-bourgeois-house.htm",
    "title": "Wayside: Bourgeois House",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B86C834F-A49D-DC40-0737BA46793FCB17.jpg",
        "credit": "NPS / Lisa Sanden",
        "altText": "Exhibit with large white sided, red roofed house. White flagpole base between exhibit and house.",
        "title": "\"Bourgeois House\" Interpretive Sign",
        "description": "",
        "caption": "\"Bourgeois House\" Wayside",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B86C834F-A49D-DC40-0737BA46793FCB17.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B86C834F-A49D-DC40-0737BA46793FCB17.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT,ND",
        "parkCode": "fous",
        "designation": "National Historic Site",
        "fullName": "Fort Union Trading Post National Historic Site",
        "url": "https://www.nps.gov/fous/index.htm",
        "name": "Fort Union Trading Post"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Forts",
      "Fort Union Trading Post National Historic Site",
      "wayside"
    ],
    "latitude": "47.999134",
    "longitude": "-104.040782",
    "latLong": "47.999134,-104.040782",
    "bodyText": "<p>This was the most elaborate structure on the upper Missouri River during the peak of the Fur Trade. Guided by elegant and detailed drawings of artist Rudolph Friedrich Kurz, an 1866 photograph of the house by William Illingworth, and archeological excavations, the National Park Service has reconstructed it to its 1851 grandeur. However, only the first floor plan can be documented in the historical record, which precluded reconstruction of the interior space. <br /> <br /> The first house was a more simple French Colonial design. In 1843, Bourgeois Edward [Edwin] Denig wrote: \"It is 78 feet front, 24 feet depth, and a story and a half high.\" He continued, \"the piazza (porch) in front adds much to the comfort and appearance.\" During the winter of 1850 the Upper Missouri Outfit remodeled the house into a classical revival structure, adding a full second floor and the two story porch to express the company's American roots. </p>",
    "audioDescription": "Located in the courtyard, in the perpetual shade of the large green gates facing the tall white flagpole surrounded by a circular white picket fence.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "CAB79D93-37C4-4821-9EAB-09950DFEAE34",
    "url": "https://www.nps.gov/places/wayside-dwelling-range.htm",
    "title": "Wayside: Dwelling Range",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/850B04FF-0CAB-3A40-82D98EA0D4D7AF89.jpg",
        "credit": "NPS / Lisa Sanden",
        "altText": "Panel with line-drawing of Dwelling range stands in front of wooden beams supported by flagstones.",
        "title": "\"Dwelling Range\" Interpretive Sign",
        "description": "",
        "caption": "\"Dwelling Range\" Wayside",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/850B04FF-0CAB-3A40-82D98EA0D4D7AF89.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/850B04FF-0CAB-3A40-82D98EA0D4D7AF89.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT,ND",
        "parkCode": "fous",
        "designation": "National Historic Site",
        "fullName": "Fort Union Trading Post National Historic Site",
        "url": "https://www.nps.gov/fous/index.htm",
        "name": "Fort Union Trading Post"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "wayside",
      "Forts",
      "Fort Union Trading Post National Historic Site"
    ],
    "latitude": "47.99933410978499",
    "longitude": "-104.04084472495899",
    "latLong": "47.99933410978499,-104.04084472495899",
    "bodyText": "<p>Directly in front of you is the site of the Dwelling Range. It was used to house a variety of people - clerks, interpreters, hunters, and employees as well and their Indian wives and children.<br /> <br /> The original structure was destroyed by fire in 1832. The new Dwelling Range was constructed shortly thereafter on this original foundation and was described as not being as substantial as the Store Range. It consisted of six nearly equal compartments, each with a fireplace.</p>",
    "audioDescription": "Wood boards supported by flagstone rocks outline where the Dwelling range once stood. The range is divided into six room with three squares representing the adjoined fireplaces are centered where two rooms meet.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "BF5801F1-01B1-4650-9708-4A3B5ECAB07A",
    "url": "https://www.nps.gov/places/wayside-fort-union-trading-post-nhs.htm",
    "title": "Wayside: Fort Union Trading post NHS",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E3F16DCA-B418-735C-AA5E9ED1E6CE7C5D.jpg",
        "credit": "NPS / Lisa Sanden",
        "altText": "Exhibit at base of grassy hill, with trees and Fort wall and Bastion at crest of hill.",
        "title": "\"Fort Union Trading Post\" Sign",
        "description": "",
        "caption": "\"Fort Union Trading Post\" Wayside",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E3F16DCA-B418-735C-AA5E9ED1E6CE7C5D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E3F16DCA-B418-735C-AA5E9ED1E6CE7C5D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT,ND",
        "parkCode": "fous",
        "designation": "National Historic Site",
        "fullName": "Fort Union Trading Post National Historic Site",
        "url": "https://www.nps.gov/fous/index.htm",
        "name": "Fort Union Trading Post"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Forts",
      "Fort Union Trading Post National Historic Site",
      "wayside"
    ],
    "latitude": "47.99912019696447",
    "longitude": "-104.04232825767959",
    "latLong": "47.99912019696447,-104.04232825767959",
    "bodyText": "Fort Union Trading Post National Historic Site is divided by a highway into two main areas: the Fort and the Bodmer Overlook. You are now near the Fort site. Here you will find a partial reconstruction of the Fort as it appeared in the early 1850s.<br /> <br /> Bodmer Overlook<br /> The site at which artist Karl Bodmer painted his landscapes of Fort Union is just across North Dakota Highway 1804, 1.25 miles (2.1km) away. This elevated overlook is presently undeveloped. ",
    "audioDescription": "Wayside Panel at the base of a hill. Cement sidewalk winds up hill to the white washes walls and stone bastion with red roofed Fort site. Hill and surrounding grounds are mown grass. Area is heavily trees to the south and east of sign, Missouri River Bottoms begin just to the south of sign.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "28295EFE-2F52-4473-AEEF-1E0478E8064D",
    "url": "https://www.nps.gov/places/wayside-front-gate.htm",
    "title": "Wayside: Front Gate",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B832B58E-C32F-EA96-E056E9B40FC54B5D.jpg",
        "credit": "NPS / Lisa Sanden",
        "altText": "Exhibit with Tall white walls, green Gates opened, colorful painting above gate of shaking hands",
        "title": "\"Front Gate\" Interpretive Sign",
        "description": "",
        "caption": "\"Front Gate\" Wayside",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B832B58E-C32F-EA96-E056E9B40FC54B5D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B832B58E-C32F-EA96-E056E9B40FC54B5D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT,ND",
        "parkCode": "fous",
        "designation": "National Historic Site",
        "fullName": "Fort Union Trading Post National Historic Site",
        "url": "https://www.nps.gov/fous/index.htm",
        "name": "Fort Union Trading Post"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "wayside",
      "Forts",
      "Fort Union Trading Post National Historic Site"
    ],
    "latitude": "47.99891102148003",
    "longitude": "-104.04072739535367",
    "latLong": "47.99891102148003,-104.04072739535367",
    "bodyText": "Visitors entering the Fort from the river side had to pass through outer and inner gates separated by an enclosed area with access to the Indian Trade Room. When the outer gate was closed, trading could be carries on through a wicket (or window) just to the left of the entrance. <br /> <br /> The configuration of the area provided security during period of hostilities and when the threat of smallpox was present. It also permitted separating unfriendly Indian groups from each other when they came to Fort Union to trade. <br /> <br /> A giant fur press was located near the front gate. This huge device compressed furs into 100 pound bales for shipment to St. Louis. ",
    "audioDescription": "Tall white walls open with two large green gate doors. An ornate painting caps the gate, an image of a man in a tall top hat and a man xxx shaking hands.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1E421586-2D5F-479E-A2D7-796578D6BE8E",
    "url": "https://www.nps.gov/places/wayside-outpost-on-the-missouri.htm",
    "title": "Wayside: Outpost On The Missouri",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E4B282C4-E9B6-2B61-796D59E54DE5BCEC.jpg",
        "credit": "NPS / Lisa Sanden",
        "altText": "Exhibit stands on cement walkway winding up hill, hill is grassy.",
        "title": "\"Outpost on the Missouri\" Interpretive S",
        "description": "",
        "caption": "\"Outpost on the Missouri\" Wayside",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E4B282C4-E9B6-2B61-796D59E54DE5BCEC.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E4B282C4-E9B6-2B61-796D59E54DE5BCEC.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT,ND",
        "parkCode": "fous",
        "designation": "National Historic Site",
        "fullName": "Fort Union Trading Post National Historic Site",
        "url": "https://www.nps.gov/fous/index.htm",
        "name": "Fort Union Trading Post"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Forts",
      "wayside",
      "Fort Union Trading Post National Historic Site"
    ],
    "latitude": "47.999135819196574",
    "longitude": "-104.04231133302319",
    "latLong": "47.999135819196574,-104.04231133302319",
    "bodyText": "Early explores reported that America's western mountains were rich in furs. As part of a plan to extend trading into the Upper Missouri country, John Jacob Astor's American Fur Company built Fort Union here, near the junction of the Missouri and Yellowstone Rivers, in 1829. This post soon became the headquarters for trading beaver furs and buffalo robes with the Assiniboine Indians to the north, the Crow Indians on the upper Yellowstone, and the Blackfeet who lived farther up the Missouri. <br /> <br /> In its heyday the Fort was a busy place and employed up to 100 people. A bourgeois (or manager) directed Fort Union's operations and the activated of its traders and craftsmen. <br /> <br /> During its thirty-eight years of operation, travelers and famed men passes through Fort Union's gates. Adventurers, artists, scientists and priests - even princes - made their way up the Missouri to this site. As you enter the Fort, imagine you are a river traveler of the 1830s, stepping off your steamboat and into one of the busiest and grandest of a network of fur trading outposts. ",
    "audioDescription": "Wayside Panel at the base of a hill. Cement sidewalk winds up hill to the white washes walls and stone bastion with red roofed Fort site. Hill and surrounding grounds are mown grass. Area is heavily trees to the south and east of sign, Missouri River Bottoms begin just to the south of sign.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "5B72973A-0E02-4BF3-AE8D-AD0823E17A9E",
    "url": "https://www.nps.gov/places/wayside-rear-courtyard.htm",
    "title": "Wayside: Rear Courtyard",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E195D57D-05CB-F5CE-404E2A73FC7C2B3B.jpg",
        "credit": "NPS / Lisa Sanden",
        "altText": "Exhibit is surrounded by whitewashed walls, the rear of the VC and the ghosted Kitchen.",
        "title": "\"Rear Courtyard\" Interpretive Sign",
        "description": "",
        "caption": "\"Rear Courtyard\" Wayside",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E195D57D-05CB-F5CE-404E2A73FC7C2B3B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E195D57D-05CB-F5CE-404E2A73FC7C2B3B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT,ND",
        "parkCode": "fous",
        "designation": "National Historic Site",
        "fullName": "Fort Union Trading Post National Historic Site",
        "url": "https://www.nps.gov/fous/index.htm",
        "name": "Fort Union Trading Post"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Forts",
      "Fort Union Trading Post National Historic Site",
      "wayside"
    ],
    "latitude": "47.999572813816414",
    "longitude": "-104.04059527954615",
    "latLong": "47.999572813816414,-104.04059527954615",
    "bodyText": "Extensive archeological excavation has taken place in this area. The National Park Service has reconstructed portions of the Fort as it appeared in 1851. It is reconstructed only to the level supported by historical and archeological data. While the location of two Bourgeois House second floor windows are known, the remaining window frames suggest a typical mirroring of the front facade. <br /> <br /> Kitchen<br /> As many as three cooks worked in the kitchen preparing food for the Fort's residents. Except for the size and location of its foundation, all that is known about the original kitchen structure is that it was of log construction with a wood-shingled, gabled roof.<br /> <br /> Bell Tower<br /> The ringing of a bell announced the opening and closing of the gates and the serving of meals. The tower probably also served as a lookout post for the north side of the Fort. <br /> <br /> Dairy<br /> Travelers were pleasantly surprised to find butter and cream on Fort Union's tables. These luxuries were produced in the dairy. The 9' X 8' dairy room had a wood-shingle roof, sunken flagstone floor, with plastered and whitewashed walls. ",
    "audioDescription": "Wayside exhibit is surrounds on three sides, two by wooden and whitewashed Fort walls, one by the rear of the Bourgeois House. The ghosted Kitchen, wooden rectangle supported by fieldstones show the historical outline of the building and grey columns support the red pitched roof, stands in front of you.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1098CFFD-3F77-40F9-A651-DA9337875841",
    "url": "https://www.nps.gov/places/wayside-riverboat-landing.htm",
    "title": "Wayside: Riverboat Landing",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B7BD3D18-03B4-DF1E-C6AAB3B29D50CAFF.jpg",
        "credit": "NPS / Lisa Sanden",
        "altText": "Exhibit stands on rivers edge, trees, water and winter river ice behind sign.",
        "title": "\"Riverboat Landing\" Interpretive Sign",
        "description": "",
        "caption": "\"Riverboat Landing\" Wayside",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B7BD3D18-03B4-DF1E-C6AAB3B29D50CAFF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B7BD3D18-03B4-DF1E-C6AAB3B29D50CAFF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT,ND",
        "parkCode": "fous",
        "designation": "National Historic Site",
        "fullName": "Fort Union Trading Post National Historic Site",
        "url": "https://www.nps.gov/fous/index.htm",
        "name": "Fort Union Trading Post"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Forts",
      "wayside",
      "Fort Union Trading Post National Historic Site"
    ],
    "latitude": "47.9988621608994",
    "longitude": "-104.04072929196208",
    "latLong": "47.9988621608994,-104.04072929196208",
    "bodyText": "During the historic period, Fort Union's busy deep-water landing was located just below where you are now standing. Riverboats and other vessels tied up here to off-load and on-load passengers and cargo. <br /> <br /> Over the years, the Missouri River slowly changed course and the channel moved away from this bank. ",
    "audioDescription": "The rivers edge drops to a grassy plain populated with willow and other bushes. In the distance the blue Missouri flows under under the eroded river bank. Above the river's bank, farmland stretches to the striated bluff line that fills the horizon.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7716DD8E-C919-4775-A316-06599B8B0023",
    "url": "https://www.nps.gov/places/wayside-store-range.htm",
    "title": "Wayside: Store Range",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/865D2C96-D04B-2110-EA41286940BED7B4.jpg",
        "credit": "NPS / Lisa Sanden",
        "altText": "Panel with line-drawing of Store Range stands in front of wooden beams supported by flagstones",
        "title": "\"Store Range\" Interpretive Sign",
        "description": "",
        "caption": "\"Store Range\" Wayside",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/865D2C96-D04B-2110-EA41286940BED7B4.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/865D2C96-D04B-2110-EA41286940BED7B4.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT,ND",
        "parkCode": "fous",
        "designation": "National Historic Site",
        "fullName": "Fort Union Trading Post National Historic Site",
        "url": "https://www.nps.gov/fous/index.htm",
        "name": "Fort Union Trading Post"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Forts",
      "Fort Union Trading Post National Historic Site",
      "wayside"
    ],
    "latitude": "47.99913713326151",
    "longitude": "-104.04048329732359",
    "latLong": "47.99913713326151,-104.04048329732359",
    "bodyText": "Just in front of you are the stone foundations of the Store Range. This was the principal warehouse and business center at Fort Union. <br /> <br /> Here, furs and robes were processed for shipment to St. Louis. Meat was stored in a center room. Visitors and employees bought necessities in the retail store and packed away their baggage in another chamber. ",
    "audioDescription": "Gray weathered boards supported by tan fieldstones outline long 25' wide rectangle.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8E2A7941-D18F-455D-8220-6B3EC778EBD7",
    "url": "https://www.nps.gov/places/wayside-the-prairie.htm",
    "title": "Wayside: The Prairie",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E3B37FD0-C0FB-F6DC-3AB79D8B3D685FB1.jpg",
        "credit": "NPS",
        "altText": "Exhibit stand in large open grassy plain, bluff line on the horizon.",
        "title": "\"The Prairie\" Interpretive Sign",
        "description": "",
        "caption": "\"The Prairie\" Wayside",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E3B37FD0-C0FB-F6DC-3AB79D8B3D685FB1.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E3B37FD0-C0FB-F6DC-3AB79D8B3D685FB1.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT,ND",
        "parkCode": "fous",
        "designation": "National Historic Site",
        "fullName": "Fort Union Trading Post National Historic Site",
        "url": "https://www.nps.gov/fous/index.htm",
        "name": "Fort Union Trading Post"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "wayside",
      "Forts",
      "Fort Union Trading Post National Historic Site"
    ],
    "latitude": "47.99989088650268",
    "longitude": "-104.04050990294316",
    "latLong": "47.99989088650268,-104.04050990294316",
    "bodyText": "Overland travelers usually departed from the back gate, which was located just behind where you are now standing. This was the take-off point to the wilderness, trains and gold fields beyond. The vast prairie lay before them.<br /> <br /> In summer, Indian encampments could be seen nearby. Tepees dotted the landscape and smoke curled from cooking fires. <br /> <br /> Years after Fort Union ceased operations, the prairie gave way to railroads, hay fields and farming. Today, the native grasses have been restored through a restoration program. ",
    "audioDescription": "Flat tall grass covered prairie extends in front of you. In the distance tall bluff striated in brown tones lines the horizon.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]