[
  {
    "id": "AC88BA57-133B-4739-993A-C7C88B01690C",
    "url": "https://www.nps.gov/places/000/fdr-memorial-1st-term.htm",
    "title": "FDR Memorial: 1st Term",
    "listingDescription": "This part of the memorial represents FDR's 1st term as president.InscriptionsWall, right to leftTHIS GENERATION OF AMERICANS HAS A RENDEVOUS WITH DESTINYI PLEDGE MYSELF TO A NEW DEAL FOR THE AMERICAN PEOPLEIN THESE DAYS OF DIFFICULTY, WE AMERICANS EVERYWHERE MUST AND SHALL CHOOSE THE PATH OF SOCIAL JUSTICE...THE PATH OF FAITH, THE PATH OF HOPE, AND THE PATH OF LOVE TOWARD OUR FELLOW MAN.NO COUNTRY, HOWEVER RICH, CAN AFFORD THE WASTE OF ITS HUMAN RESOURCES. DEMORALIZATION CAUS",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D4BA2572-FC05-4EB4-B35FD4C5AB261A69.jpg",
        "credit": "Photo: NPS / Kelsey Graczyk",
        "altText": "A tall, stone wall has words engraved said by Franklin Roosevelt.",
        "title": "Among American Citizens",
        "description": "",
        "caption": "Among American Citizens",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D4BA2572-FC05-4EB4-B35FD4C5AB261A69.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D4BA2572-FC05-4EB4-B35FD4C5AB261A69.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "frde",
        "designation": "",
        "fullName": "Franklin Delano Roosevelt Memorial",
        "url": "https://www.nps.gov/frde/index.htm",
        "name": "Franklin Delano Roosevelt Memorial"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.883584",
    "longitude": "-77.043686",
    "latLong": "38.883584,-77.043686",
    "bodyText": "<p>This part of the memorial represents FDR's 1st term as president.<br /> <br /> <strong>Inscriptions</strong></p> <p>Wall, right to left:<br /> <em>This Generation Of Americans Has A Rendezvous With Destiny I Pledge Myself To A New Deal For The American People In These Days Of Difficulty, We Americans Everywhere Must And Shall Choose The Path Of Social Justice...the Path Of Faith, The Path Of Hope, And The Path Of Love Toward Our Fellow Man. No Country, However Rich, Can Afford The Waste Of Its Human Resources. Demoralization Caused By Vast Unemployment Is Our Greatest Extravagance. Morally, The Greatest Menace To Our Social Order.</em><br /> <br /> Above bas relief:<br /> <em>The Only Thing We Have To Fear Is Fear Itself</em><br /> <br /> Wall opposite waterfall:<br /> <em>Men And Nature Must Work Hand In Hand. The Throwing Out Of Balance Of The Resources Of Nature Throws Out Of Balance Also The Lives Of Men.</em><br /> <br /> Wall, exit:<br /> <em>Among American Citizens There Should Be No Forgotten Men And No Forgotten Races.</em><br /> <br /> Landscape architect: Lawrence Halprin<br /> Sculptor (bas relief): Leonard Baskin</p>",
    "audioDescription": "(274 words)<br />FDR Memorial: 1st Term is located in the second outdoor section of the FDR Memorial, about three hundred seventy-five feet east from the memorial entrance.<br />Set atop the right-side wall as you enter the 1st Term room is a bronze eagle with spread wings set on a round plaque of stars and engraved at the bottom to read: 1933.<br />Inscriptions along the wall, from right to left, read:<br />THIS GENERATION OF AMERICANS HAS A RENDEVOUS WITH DESTINY<br />I PLEDGE MYSELF TO A NEW DEAL FOR THE AMERICAN PEOPLE<br />IN THESE DAYS OF DIFFICULTY, WE AMERICANS EVERYWHERE MUST AND SHALL CHOOSE THE PATH OF SOCIAL JUSTICE...THE PATH OF FAITH, THE PATH OF HOPE, AND THE PATH OF LOVE TOWARD OUR FELLOW MAN.<br />NO COUNTRY, HOWEVER RICH, CAN AFFORD THE WASTE OF ITS HUMAN RESOURCES. DEMORALIZATION CAUSED BY VAST UNEMPLOYMENT IS OUR GREATEST EXTRAVAGANCE. MORALLY, THE GREATEST MENACE TO OUR SOCIAL ORDER.<br />Along the southern wall exiting the room is a bronze bas-relief of a man seated in the back of an open car, waving his hat to a crowd on his right. Above him is inscribed:<br />THE ONLY THING WE HAVE TO FEAR IS FEAR ITSELF<br />A single waterfall sits to the right of the bas-relief, set back in a square alcove.<br />On the wall opposite the waterfall, an inscription set among vines reads:<br />MEN AND NATURE MUST WORK HAND IN HAND. THE THROWING OUT OF BALANCE OF THE RESOURCES OF NATURE THROWS OUT OF BALANCE ALSO THE LIVES OF MEN.<br />A final wall inscription around the corner exiting the room reads:<br />AMONG AMERICAN CITIZENS THERE SHOULD BE NO FORGOTTEN MEN AND NO FORGOTTEN RACES.<br />END OF DESCRIPTION<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Rooms",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information - Ranger/Staff Member Present",
      "Parking - Auto",
      "Restroom - Accessible",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "350536E0-1279-4E27-B499-468E51767AF8",
    "url": "https://www.nps.gov/places/000/fdr-memorial-2nd-term.htm",
    "title": "FDR Memorial: 2nd Term",
    "listingDescription": "This part of the memorial represents FDR's second term as presidentInscriptionsAbove bread lineThe Test of Our Progress is Not Whether Add More to the Abundance of Those Who Have Much, It Is Whether WE Provide Enough for Those Who Have Too Little.Above sculptures of farmersI See One Third of a Nation Ill-Housed, Ill-Clad, Ill-NourishedAbove radio sculptureI Never Forget That I Live in a House Owned by All the American People and That I Have Been Given Their Trust.Wall, right",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9456BE91-AD60-542B-1502FFFBD909FF75.jpg",
        "credit": "",
        "altText": "Statues of three men in bread line",
        "title": "Bread Line statue at FDR Memorial",
        "description": "",
        "caption": "Bread Line statue in the 2nd term room of the FDR Memorial",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9456BE91-AD60-542B-1502FFFBD909FF75.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9456BE91-AD60-542B-1502FFFBD909FF75.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "frde",
        "designation": "",
        "fullName": "Franklin Delano Roosevelt Memorial",
        "url": "https://www.nps.gov/frde/index.htm",
        "name": "Franklin Delano Roosevelt Memorial"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.883738",
    "longitude": "-77.043745",
    "latLong": "38.883738,-77.043745",
    "bodyText": "<p>This part of the memorial represents FDR's second term as president.<br /> <br /> Inscriptions<br /> Above bread line:<br /> The Test of Our Progress is Not Whether Add More to the Abundance of Those Who Have Much, It Is Whether WE Provide Enough for Those Who Have Too Little.<br /> <br /> Above sculptures of farmers:<br /> I See One Third of a Nation Ill-Housed, Ill-Clad, Ill-Nourished<br /> <br /> Above radio sculpture:<br /> I Never Forget That I Live in a House Owned by All the American People and That I Have Been Given Their Trust.<br /> <br /> Wall, right of waterfall:<br /> It Is Time To Extend Planning To A Wider Field, In This Instance Comprehending In One Great Project Many States Directly Concerned With The Basin Of One Of Our Greatest Rivers. Tennessee Valley Authority.<br /> <br /> Wall, left of waterfall:<br /> I Propose To Create A Civilian Conservation Corps To Be Used In Simple Work...more Important, However, Than The Material Gains Will Be The Moral And Spiritual Value Of Such Work.<br /> <br /> Landscape architect: Lawrence Halprin<br /> Sculptor (statues): George Segal<br /> Sculptor (panels and columns): Robert Graham</p>",
    "audioDescription": "(505 words)<br />Entering the FDR Memorial: 2nd Term room an inscription along the walkway reads:<br />SECOND TERM: 1937 - 1941<br />The room consists of a bronze statue of five figures facing to the left, all male, all with eyes downcast and all dressed in long coats and hats, standing in line in front of an eight-foot high brick wall. A windowless wooden door they all face remains closed in front of them. The wall and door are imbedded in an approximately ten-foot high granite wall about seventy-five feet long.<br />Just behind them, to the left, is an inscription on the granite wall which reads:<br />The Test of Our Progress is Not Whether Add More to the Abundance of Those Who Have Much, It Is Whether WE Provide Enough for Those Who Have Too Little.<br />Further to the left is another bronze sculpture, of two sullen figures. A man stands with both arms at his sides. To the right is a woman in a chair, her hands in her lap. Behind them is an eight-foot high wooden wall with open swinging wooden window.<br />Spanning the top of the granite wall, above both sculptures, is an inscription that reads:<br />I See One Third of a Nation Ill-Housed, Ill-Clad, Ill-Nourished<br />Along the west-side wall of this plaza area is another bronze sculpture. It features an approximately fifty-foot wide, ten-foot tall granite wall with a thirty-foot wide, eight-foot tall square opening, that recedes about three feet into the wall at an angle. On the left side of the open space in the wall is a sculpture of a man in pants and rolled up sleeves is seated slightly to the right, his arms resting on his knees, as he listens to a 1940's-era radio on a wooden stand.<br />Along the right side of the granite wall is an inscription that reads:<br />I Never Forget That I Live in a House Owned by All the American People and That I Have Been Given Their Trust.<br />Walking around the wall, you will come into an open area with five ten-foot tall pillars with four-foot tall bases and tops.<br />An about one-hundred foot-long, eight-foot high mural runs across the backside of the wall. Similar artwork is wrapped around the middle of the five pillars. The five-paneled wall mural is a collage of various scenes and objects, including initials, faces, and hands; the images on the mural are inverted on the five columns and feature tactile reliefs with braille writing.<br />On the opposite side of this plaza from the wall is a thirty-foot wide stepped waterfall. An inscription to the left reads:<br />I PROPOSE TO CREATE A CIVILIAN CONSERVATION CORPS TO BE USED IN SIMPLE WORK...MORE IMPORTANT, HOWEVER, THAN THE MATERIAL GAINS WILL BE THE MORAL AND SPIRITUAL VALUE OF SUCH WORK.<br />One additional wall inscription within the 2nd Term room reads:<br />IT IS TIME TO EXTEND PLANNING TO A WIDER FIELD, IN THIS INSTANCE COMPREHENDING IN ONE GREAT PROJECT MANY STATES DIRECTLY CONCERNED WITH THE BASIN OF ONE OF OUR GREATEST RIVERS.<br />TENNESSEE VALLEY AUTHORITY<br />END OF DESCRIPTION<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "EF32A674-9EB4-4D42-BB5C-6CC6ABCF717A",
    "url": "https://www.nps.gov/places/000/fdr-memorial-3rd-term.htm",
    "title": "FDR Memorial: 3rd Term",
    "listingDescription": "Inscriptionswest wallWE MUST BE THE GREAT ARSENAL OF DEMOCRACYBouldersI HATE WARWall by waterfallI HAVE SEEN WARI HAVE SEEN WAR ON LAND AND SEA. I HAVE SEEN BLOOD RUNNING FROM THE WOUNDED...I HAVE SEEN THE DEAD IN THE MUD. I HAVE SEEN CITIES DESTROYED... I HAVE SEEN CHIDREN STARVING. I HAVE SEEN THE AGONY OF MOTHERS AND WIVES.I HATE WARBehind FDR sculptureTHEY (WHO) SEEK TO ESTABLISH SYSTEMS OF GOVERNMENT BASED ON THE REGIMENTATION OF ALL HUMAN BEINGS BY A HANDFUL OF INDIVIDU",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/947863F2-DE67-164F-89C577E2ECFEDC78.jpg",
        "credit": "",
        "altText": "Statue of man (FDR) in front of stone wall with inscription.",
        "title": "Franklin Delano Roosevelt Memorial",
        "description": "",
        "caption": "Franklin Delano Roosevelt Memorial at National Mall & Memorial Parks",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/947863F2-DE67-164F-89C577E2ECFEDC78.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/947863F2-DE67-164F-89C577E2ECFEDC78.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "frde",
        "designation": "",
        "fullName": "Franklin Delano Roosevelt Memorial",
        "url": "https://www.nps.gov/frde/index.htm",
        "name": "Franklin Delano Roosevelt Memorial"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.883068",
    "longitude": "-77.042519",
    "latLong": "38.883068,-77.042519",
    "bodyText": "<p>Inscriptions<br /> <br /> West wall:<br /> We Must Be The Great Arsenal Of Democracy<br /> <br /> Boulders:<br /> I hate war<br /> <br /> Wall by waterfall:<br /> I Have Seen War<br /> I Have Seen War On Land And Sea. I Have Seen Blood Running From The Wounded...i Have Seen The Dead In The Mud. I Have Seen Cities Destroyed... I Have Seen Chidren Starving. I Have Seen The Agony Of Mothers And Wives.<br /> I Hate War<br /> <br /> Behind FDR sculpture:<br /> They (Who) Seek To Establish Systems Of Government Based On The Regimentation Of All Human Beings By A Handful Of Individual Rulers...call This A New Order...<br /> It Is Not New And It Is Not Order.<br /> <br /> Wall left of FDR sculpture:<br /> We Have Faith That Future Generations Will Know That Here, In The Middle Of The Twentieth Century, There Came A Time When Men Of Good Will Found A Way To Unite, And Produce, And Fight To Destroy The Forces Of Ignorance, And Intolreance, And Slavery, And War.<br /> <br /> Landscape architect: Lawrence Halprin<br /> Sculptor: Neil Estern</p>",
    "audioDescription": "(301 words)<br />As you approach the FDR Memorial: 3rd Term room an inscription on the west wall reads:<br />WE MUST BE THE GREAT ARSENAL OF DEMOCRACY<br />Inscribed along the walkway as you enter is written:<br />THIRD TERM - 1941<br />Granite slabs are scattered in piled and randomly strewn across the plaza floor as you enter the room. A pile of the boulders stacked in the plaza are inscribed with I HATE and WAR.<br />Further south, along the west side is a large waterfall featuring block-shaped boulders laid and stacked along the wall. An inscription on the wall reads:<br />I HAVE SEEN WAR<br />I HAVE SEEN WAR ON LAND AND SEA. I HAVE SEEN BLOOD RUNNING FROM THE WOUNDED...I HAVE SEEN THE DEAD IN THE MUD. I HAVE SEEN CITIES DESTROYED... I HAVE SEEN CHIDREN STARVING. I HAVE SEEN THE AGONY OF MOTHERS ABD WIVES.<br />I HATE WAR<br />Beyond the stones to the south is a large sculpture of Roosevelt and his dog set on a two-step platform. The ten-foot tall sculpture depicts Roosevelt cloaked and in a seated position. His hands are crossed, and his right knee is visible through his cape. To the right is his terrier dog, sitting and facing outward. An inscription on the wall behind him reads:<br />THEY (WHO) SEEK TO ESTABLISH SYSTEMS OF GOVERNMENT BASED ON THE REGIMENTATION OF ALL HUMAN BEINGS BY A HANDFUL OF INDIVIDUAL RULERS...CALL THIS A NEW ORDER...<br />IT IS NOT NEW AND IT IS NOT ORDER.<br />Inscribed along the wall to the left of Roosevelt is written:<br />WE HAVE FAITH THAT FUTURE GENERATIONS WILL KNOW THAT HERE, IN THE MIDDLE OF THE TWENTIETH CENTURY, THERE CAME A TIME WHEN MEN OF GOOD WILL FOUND A WAY TO UNITE, AND PRODUCE, AND FIGHT TO DESTROY THE FORCES OF IGNORANCE, AND INTOLREANCE, AND SLAVERY, AND WAR.<br />END OF DESCRIPTION<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "9D4AACB7-D9FF-493B-83F7-D502A3394F66",
    "url": "https://www.nps.gov/places/000/fdr-memorial-4th-term.htm",
    "title": "FDR Memorial: 4th Term",
    "listingDescription": "InscriptionsWall, entranceMore Than as End to Wars We Want and End to the Beginnings of All WarBeneath United Nations emblemEleanor RooseveltFirst United States DelegateTo the United NationsLeft of Eleanor Roosevelt sculptureThe Structure of World Peace Cannot be the Work of One Man, or One Party, or One Nation... It Must be a Peace Which Rests on the Cooperative Effort of the Whole World.stepsJanuary 30, 1882 Franklin Delano Roosevelt Born at Hyde Park New York - 1905 Marrie",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/949A2F46-B4D0-C8ED-5B76FAD584B753DD.jpg",
        "credit": "",
        "altText": "Statue: “Eleanor Roosevelt: First United States delegate to the United Nations”, United Nations Logo",
        "title": "Eleanor Roosevelt in the FDR Memorial",
        "description": "",
        "caption": "Eleanor Roosevelt in the Franklin Delano Roosevelt Memorial.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/949A2F46-B4D0-C8ED-5B76FAD584B753DD.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/949A2F46-B4D0-C8ED-5B76FAD584B753DD.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "frde",
        "designation": "",
        "fullName": "Franklin Delano Roosevelt Memorial",
        "url": "https://www.nps.gov/frde/index.htm",
        "name": "Franklin Delano Roosevelt Memorial"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.882884",
    "longitude": "-77.042199",
    "latLong": "38.882884,-77.042199",
    "bodyText": "<p>Inscriptions </p> <p>On ground, as you enter the 4th Term Room:</p> <p>Fourth Term 1945<br />  </p> <p>Wall, entrance:</p> <p>More Than as End to Wars, We Want and End to the Beginnings of All War</p> <p><br /> Beneath United Nations emblem:</p> <p>Eleanor Roosevelt<br /> First United States Delegate<br /> To the United Nations<br />  </p> <p>Left of Eleanor Roosevelt sculpture:</p> <p>The Structure of World Peace Cannot be the Work of One Man, or One Party, or One Nation... It Must be a Peace Which Rests on the Cooperative Effort of the Whole World.<br />  </p> <p>On the arched steps:</p> <ul> <li>January 30, 1882 Franklin Delano Roosevelt Born at Hyde Park New York</li> <li>1905 Marries Eleanor Roosevelt</li> <li>1921 Stricken with Poliomyelitis - He Never Again Walked Unaided</li> <li>1928-1932 Governor of New York</li> <li>1932, Pledges \"A New Deal\" for the American People</li> <li>1932, Elected Thirty-Second President of the United States</li> <li>1933, Delivers First Fireside Chat</li> <li>1936, Re-Elected to Second Term as President</li> <li>1940, Re-Elected to Third Term as President</li> <li>1941, Delivers Four Freedoms Speech</li> <li>1941, Japan Attacks Pearl Harbor - War Declared</li> <li>1941, Germany and Italy Declare War on the United States</li> <li>1944, Re-Elected to Fourth Term as President</li> <li>April 12, 1945 Dies at Warm Springs, Georgia</li> </ul> <p><br /> Wall, exit:</p> <p>The Only Limit to Our Realization of Tomorrow Will be Our Doubts of Today. Let Us Move Forward with Strong and Active Faith.</p> <p>Freedom of Speech<br /> Freedom of Worship<br /> Freedom from Want<br /> Freedom from Fear<br />  </p> <p>Artists and Architects of the 4th Term Room:</p> <p>Landscape architect of the 4th Term Room: Lawrence Halprin<br /> Sculptor of the Funeral Procession bas relief: Leonard Baskin<br /> Sculptor of the statue of Eleanor Roosevelt: Neil Estern</p>",
    "audioDescription": "The FDR Memorial: 4th Term room is home to the statue of Eleanor Roosevelt. As you enter, inscribed on the ground is: FOURTH TERM 1945. On the granite wall to the left is inscribed: \"More Than an End to Wars, We Want and End to the Beginnings of All Wars.\" Entering the plaza area from the west, a bronze mural sits in a space setback and down a ramp about fifty feet, on the granite perimeter wall along the right side. The mural is a bas-relief depicting the funeral procession of FDR. Spanning about thirty feet across, it shows three horses on the far left, the lead horse cloaked in a blanket. They pull a funeral carriage followed by about fifteen people, heads bowed. A still pool of water about four-feet wide and running along the entire back wall, sits beneath the mural. Following the ramp back down and the right, a couple steps and two railings are on the right side along the wall. A two by two square foot granite wall borders the ramp in the middle of this area. Around the corner to the right, and setback in a four-foot deep alcove is the statue of Eleanor Roosevelt. She wears a long coat and her hands are clasped. She stands next to a bronze United Nations emblem of a globe bracketed by a wreath of olive branches. Beneath the emblem is inscribed: Eleanor Roosevelt First United States Delegate To the United Nations. An inscription to the left of the sculpture reads: \"The Structure of World Peace Cannot be the Work of One Man, or One Party, or One Nation... It Must be a Peace Which Rests on the Cooperative Effort of the Whole World.\" Five steps arch around the backside of Room 4, three have inscriptions of a timeline of events in President Roosevelt's life. A final waterfall of large five by six granite blocks lines the right-side wall as you leave this area. Spanning about sixty feet across, it seems as if the blocks are being put back in place. Some are stacked neatly on top of each other, others sit in the pool of water below, as if the structure is not yet complete but well in progress. Inscriptions on the right wall around the corner from the waterfall and as you exit the memorial to the east read: \"The Only Limit to Our Realization of Tomorrow Will be Our Doubts of Today. Let Us Move Forward with Strong and Active Faith. Freedom of Speech; Freedom of Worship; Freedom from Want; Freedom of Fear.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Rooms",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information - Ranger/Staff Member Present",
      "Parking - Auto",
      "Restroom - Accessible",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "0513CE2F-C1A9-477E-ADCB-68B549B42B49",
    "url": "https://www.nps.gov/places/fdr-memorial-fireside-chat-the-breadline-and-appalachian-couple.htm",
    "title": "Fireside Chat, The Breadline, and Appalachian Couple",
    "listingDescription": "\"Fireside chat\" depicts an Appalachian couple and a line of people waiting for bread.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D52D3C9A-E5C0-3739-6317E6BDC4D3F96D.jpg",
        "credit": "Photo: NPS / Kelsey Graczyk",
        "altText": "Depicted to the left is a statue of a couple. Depicted to the right is a line of statues.",
        "title": "Appalachian Couple and The Breadline",
        "description": "",
        "caption": "Appalachian Couple and The Breadline",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D52D3C9A-E5C0-3739-6317E6BDC4D3F96D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D52D3C9A-E5C0-3739-6317E6BDC4D3F96D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "frde",
        "designation": "",
        "fullName": "Franklin Delano Roosevelt Memorial",
        "url": "https://www.nps.gov/frde/index.htm",
        "name": "Franklin Delano Roosevelt Memorial"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.88357943797732",
    "longitude": "-77.04372346401215",
    "latLong": "38.88357943797732,-77.04372346401215",
    "bodyText": "<p><span style=\"color: rgb(70, 70, 70); font-family: arial, helvetica, sans-serif; font-size: 14px; text-align: var(--bs-body-text-align);\">Visitors entering Room Two are greeted by the inscription <em>Second Term 1937-1941</em> carved into the pavement. Visitors will discover that Room Two is divided into two halves by a wall. There are two sculptures straight ahead on the wall in the first half. “Appalachian Couple” and “The Breadline”, both created by sculptor George Segal, clearly depict the troubling times faced by both urban and rural communities during the Depression and the Dust Bowl. To the right of both those works is a third sculpture, also by George Segal. “Fireside Chat”, set in an alcove, shows how FDR often communicated to the American people. It’s a reminder that his radio broadcasts were intended to inform Americans that his administration was working for them to solve the problems facing the nation.</span></p> <h3>Combating Economic Depression</h3> <p><span style=\"color: rgb(70, 70, 70); font-family: arial, helvetica, sans-serif; font-size: 14px; text-align: var(--bs-body-text-align);\">Continuing to combat the Great Depression, President Roosevelt's New Deal created federal programs to stabilize the economy, provide relief, and create jobs for millions of Americans. Most Americans had never heard a president's voice before FDR began his radio broadcasts. His confident and plain-spoken \"fireside chats\" reassured Americans even as many New Deal programs failed, and the Great Depression dragged on. FDR easily won reelection to a second term in 1936. <br /> <br /> Roosevelt's administrations created over 75 new programs to fight the Great Depression. These sculptures represent 54 of the \"alphabet soup\" of New Deal programs. Explore this model (right) depicting some of these programs. If you carry a Social Security card, you participate in one of the lasting New Deal programs. </span></p> <h3>New Deal Programs</h3> <p><span style=\"color: rgb(70, 70, 70); font-family: arial, helvetica, sans-serif; font-size: 14px; text-align: var(--bs-body-text-align);\">Civilian Conservation Corps (C.C.C.), Federal Communications Commission (F.C.C.), Federal Deposit Insurance Corps (F.D.I.C.), Federal Housing Administration (F.H.A.), National Labor Relations Board (N.L.R.B.), Social Security Board (S.S.B.), Tennessee Valley Authority (T.V.A.)</span></p> <h3>Memorial Quotes in Room Two<strong> </strong></h3> <p><span style=\"color: rgb(70, 70, 70); font-family: arial, helvetica, sans-serif; font-size: 14px; text-align: var(--bs-body-text-align);\"><em>\"We must scrupulously guard the civil rights and civil liberties of all our citizens, whatever their background. We must remember that any oppression, any injustice, any hatred, is a wedge designed to attack our civilization.\" </em>Greeting to the American Committee for Protection of Foreigh-born, January 9, 1940<br /> <br /> <em>\"I see one-third of a nation ill-housed, ill-clad, ill-Nourished. The test of our progress in not whether we add more to the abundance of those who have much; It is whether we provide enough for those who have too little.\" </em>Second Inaugural Address, January 20, 1937<br /> <br /> <em>“I never forget that I live in a house owned by all the American people and that I have been given their trust.” </em>\"Fireside Chat\" Radio Address, April 14, 1938<br /> <br /> <em>“It is time to extend planning to a wider field, in this instance comprehending in one great project many states directly concerned with the basin of one of our greatest rivers.” </em>Message to Congress, April 10, 1933<br /> <br /> <em>\"I propose to create a Civilian Conservation Corps to be used in simple work...More important, however, that the material gains will be the moral and spiritual value of such work.\" </em>Message to Congress, March 21, 1933</span></p>",
    "audioDescription": "Depicted to the left are two statues. One is sitting in a chair, the other has their hand on top of the should of the one sitting. Depicted to the right are five statues of people waiting in line. These statues are all positioned in front of a stone wall.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Braille",
      "Historical/Interpretive Information/Exhibits",
      "Tactile Exhibit"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "24CCDC7F-7AB2-4CEF-BF27-09D38CF39482",
    "url": "https://www.nps.gov/places/franklin-delano-roosevelt-memorial.htm",
    "title": "Franklin Delano Roosevelt Memorial",
    "listingDescription": "The four open-air rooms of the FDR Memorial represent each of the four terms of office to which he was elected. A meandering pathway leads past waterfalls, bronze sculptures, and his own powerful words carved on the granite walls. A statue of Roosevelt sitting in a wheelchair greets visitors and reminds them of the man who refused to let disability stop him.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/99BFEDEA-E4E7-BD9B-9BF78362C92220C6.jpg",
        "credit": "Carol M. Highsmith's America, Library of Congress, Prints and Photographs Division.",
        "altText": "A bronze sculpture of seated Franklin Roosevelt with a cloak obscuring his chair, with his dog Fala.",
        "title": "Franklin Delano Roosevelt Memorial",
        "description": "",
        "caption": "Neil Estern's sculpture of Franklin Roosevelt and his dog Fala is just part of this large memorial.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/99BFEDEA-E4E7-BD9B-9BF78362C92220C6.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/99BFEDEA-E4E7-BD9B-9BF78362C92220C6.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "frde",
        "designation": "",
        "fullName": "Franklin Delano Roosevelt Memorial",
        "url": "https://www.nps.gov/frde/index.htm",
        "name": "Franklin Delano Roosevelt Memorial"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Franklin Delano Roosevelt",
      "Disability History",
      "Presidents",
      "Washington DC",
      "Washington D.C."
    ],
    "latitude": "38.883875655389254",
    "longitude": "-77.04426687955855",
    "latLong": "38.883875655389254,-77.04426687955855",
    "bodyText": "<h4><strong>Overview</strong></h4> <p>A revolutionary presidential memorial that opened in 1997, the FDR Memorial was not a monolithic, white marble structure, but a flowing landscape architecture design. The memorial is designed as a timeline best experienced by starting at the northernmost end of the memorial. Bronze sculptures by several artists depict the longest-serving president and the major issues he dealt with during his presidency including the Great Depression, the New Deal, and World War II.<br /> <br /> This entry is an overview of the entire memorial with specific attention to the \"Prologue\" room. For more specific information about each \"room\" in the memorial, see the following records:</p> <ul> <li><a href=\"https://www.nps.gov/places/000/fdr-memorial-1st-term.htm\">FDR 1st Term</a></li> <li><a href=\"https://www.nps.gov/places/000/fdr-memorial-2nd-term.htm\">FDR 2nd Term</a></li> <li><a href=\"https://www.nps.gov/places/000/fdr-memorial-3rd-term.htm\">FDR 3rd Term</a></li> <li><a href=\"https://www.nps.gov/places/000/fdr-memorial-4th-term.htm\">FDR 4th Term</a></li> </ul> <h4>About the memorial</h4> <p>The national memorial dedicated to Franklin Delano Roosevelt, the 32nd president of the United States, lies about half way between the Lincoln Memorial and the Thomas Jefferson Memorial in Washington, DC. Its four open-air rooms represent each of the four terms of office to which he was elected. A meandering pathway leads past waterfalls, bronze sculptures, and FDR’s own powerful words carved on the granite walls. The memorial honors the memory of one of America’s great leaders and the optimism and courage that he shared with his fellow citizens through the ordeals of the Great Depression and World War II. A statue of Roosevelt sitting in a wheelchair greets visitors and reminds them of the man who refused to let disability stop him. <br /> <br /> When Congress established the Franklin Delano Roosevelt Memorial Commission in 1955, there was already a modest memorial to Roosevelt in Washington, DC. Roosevelt told his friend Felix Frankfurter what he wanted: “a block about the size of [this desk] . . . in the center of that green plot in front of the Archives Building.” The new, larger memorial took over 40 years of planning before its dedication on May 2, 1997.<br />  <br /> The FDR Memorial Commission selected landscape architect Lawrence Halprin to design the memorial in 1974. The result, with its shade trees, waterfalls, and quiet alcoves, feels more like a secluded garden than a traditional memorial. Walls of red South Dakota granite define the memorial’s outdoor rooms and the passageways connecting them. Waterfalls, quiet pools of water, and Roosevelt’s own words, beautifully incised into the granite walls by master carver John Benson, create a mood of quiet reflection.<br />  <br /> Each room conveys in its own way the spirit of the man. In Room One, a bronze bas-relief of the first inauguration, one of the early public sculptures created by Robert Graham, introduces the first years of Roosevelt’s presidency, when he launched the New Deal in response to the worst economic crisis the nation had ever known. George Segal created the powerful sculptures in Room Two. The Breadline represents the despair of the Great Depression. The Fireside Chat depicts the hope that Roosevelt’s inspiring words gave to ordinary people.<br />  <br /> In Room Three of the memorial, a waterfall crashes over scattered boulders, suggesting the destruction and violence of World War II, which dominated Roosevelt’s third term in office. Neil Estern created the statues of Roosevelt and his beloved dog, Fala, calmly presiding over the chaos surrounding them. Franklin D. Roosevelt’s hopes for the future are engraved on the wall next to his statue:<br />  <br /> <em>\"We have faith that future generations will know that here, in the middle of the twentieth century, there came a time when men of good will found a way to unite, and produce, and fight to destroy the forces of ignorance, and intolerance, and slavery, and war.\"</em><br />  <br /> The centerpiece of Room Four is a monumental bas-relief created by sculptor Leonard Baskin. The Funeral Cortege represents the nation in mourning after the death of the only president many of them could remember. Neil Estern’s statue of Eleanor Roosevelt honors her contributions as first lady and as one of the early delegates representing the United States at the newly formed United Nations.<br />  <br /> One of the things visitors to the Franklin Delano Roosevelt Memorial see is a simple, but powerful, statue of FDR sitting in the kind of wheelchair he used after the polio attack that paralyzed his legs in 1921. Halprin carefully designed the FDR Memorial to be accessible for people with all kinds of disabilities, but the original plans did not include this sculpture. Spokespersons for the disabled protested, arguing that showing the truth of FDR’s paralysis, something that he himself rarely allowed, would increase awareness and set an inspiring example for others who struggled with disability. Congress agreed. Robert Graham created the present statue, dedicated in January 2001.<br /> <br /> <strong>Landscape Architect: </strong>Lawrence Halprin</p> <h4>Inscriptions - \"Prologue\" section of memorial</h4> <p>Outer wall, front<br /> Franklin Delano Roosevelt<br /> President of the United States<br /> 1933 - 1945<br /> Outer wall, back<br /> Men and Nature Must Work Hand in Hand. The Throwing Out of Balance of the Resources of Nature Throws Out of Balance Also the Lives of Men.<br /> No Country, However Rich, Can Afford the Waste of its Human Resources. Demoralization Caused by Vast Unemployment is Our Greatest Extravagance. Morally It Is the Greatest Menace to Our Social Order.<br /> Wall behind FDR statue<br /> \"Franklin's illness...gave him strength and courage he had not had before. He had to think out the fundamentals of living and learn the greatest of all lessons - infinite patience and never ending persistence.\"<br /> Eleanor Roosevelt</p>",
    "audioDescription": "(294 words) The Franklin Delano Roosevelt Memorial is located along the western edge of the Tidal Basin, south of the Martin Luther King, Jr. Memorial, on West Basin Drive SW, about 400 feet east of Ohio Drive SW. The memorial covers seven and one-half acres and consists of a sequence of four open-air rooms. A meandering pathway leads past water features, bronze sculptures, and FDR’s own words carved on the granite walls. Approaching the memorial from the west-side main entrance, an open plaza area is shaded by thirty-foot trees on the left. A twenty-foot tall wall of granite blocks runs along the left half of the plaza’s far end. Across the wall is inscribed: Franklin Delano Roosevelt President of the United States 1933 - 1945 Also, on the left of the entrance plaza is a one-story building, featuring equal-sized thirty by twenty-foot FDR exhibit room on the right and bookstore to the left. An area of five, two-foot high granite benches are set along the building’s left front, and three thirty-foot tall trees line the front of the building entrance. This building also houses restrooms on its backside. A life-size bronze statue of Roosevelt sitting in a wheelchair greets visitors on the right side of this entrance plaza area. Behind him along a ten-foot high granite wall is a bronze sign that reads \"Franklin's illness...gave him strength and courage he had not had before. He had to think out the fundamentals of living and learn the greatest of all lessons - infinite patience and never ending persistence.\" Eleanor Roosevelt The same text in enlarged braille is below. Four two-foot high granite benches surround the statue. As you leave this area and proceed east to the next space, inscribed on the granite block pathway is written: PROLOGUE END OF DESCRIPTION",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "Franklin Delano Roosevelt Memorial Bookstore 1850 West Basin Dr SW, Washington, DC 20242 Find stamps for the following locations at the bookstore: DC War Memorial East Potomac Park Franklin Delano Roosevelt Memorial National Mall National Mall and Memorial Parks Pennsylvania Avenue National Historic Site World War II Memorial",
    "passportStampImages": [
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/E915607E-0B5C-1BCB-3A572B3E76EBAC19.jpg"
          }
        ],
        "altText": "Circle with arced text Park Name Here Date Year, Washington, DC.",
        "title": "Find stamps for several locations here.",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/E915607E-0B5C-1BCB-3A572B3E76EBAC19.jpg"
      }
    ],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Bicycle - Rack",
      "Bicycle - Rental",
      "Gifts/Souvenirs/Books",
      "Historical/Interpretive Information/Exhibits",
      "Restroom",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Washington, DC",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Memorial to the 32nd president of the United States",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Memorial",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Franklin Delano Roosevelt Memorial DC",
        "id": "3B2794A5-1DD8-B71B-0B9B-B4069F54E9FD",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=5639567&id=3B2794A5-1DD8-B71B-0B9B-B4069F54E9FD"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "73FFA86A-CCF9-4F98-ACC3-2DE1CC0960FF",
    "url": "https://www.nps.gov/places/000/franklin-delano-roosevelt-memorial-restrooms-south.htm",
    "title": "Franklin Delano Roosevelt Memorial - Restrooms (South)",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/096ADD24-09A8-475E-A93B1DB623264B5A.jpg",
        "credit": "NPS / Claire Hassler",
        "altText": "Bronze doors recessed into a granite wall.",
        "title": "Restroom",
        "description": "",
        "caption": "Restroom - Franklin Delano Roosevelt Memorial south entrance",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/096ADD24-09A8-475E-A93B1DB623264B5A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/096ADD24-09A8-475E-A93B1DB623264B5A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "frde",
        "designation": "",
        "fullName": "Franklin Delano Roosevelt Memorial",
        "url": "https://www.nps.gov/frde/index.htm",
        "name": "Franklin Delano Roosevelt Memorial"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.882684",
    "longitude": "-77.041605",
    "latLong": "38.882684,-77.041605",
    "bodyText": "Restrooms located near the southern entrance of the Franklin Delano Roosevelt Memorial. Additional restrooms are at the north entrance of the memorial.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Restroom"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1A9609CA-C931-4EC0-B46D-3BF83D24A46B",
    "url": "https://www.nps.gov/places/000/franklin-delano-roosevelt-memorial-south-entrance.htm",
    "title": "Franklin Delano Roosevelt Memorial: south entrance",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6681684A-03F2-FB6D-8084903608837465.jpg",
        "credit": "",
        "altText": "Tree-lined, rock-covered path leads past Franklin Delano Roosevelt Memorial sign on the right.",
        "title": "FDR Memorial south entrance",
        "description": "",
        "caption": "Franklin Delano Roosevelt Memorial's south entrance.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6681684A-03F2-FB6D-8084903608837465.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6681684A-03F2-FB6D-8084903608837465.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "frde",
        "designation": "",
        "fullName": "Franklin Delano Roosevelt Memorial",
        "url": "https://www.nps.gov/frde/index.htm",
        "name": "Franklin Delano Roosevelt Memorial"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.88047",
    "longitude": "-77.0407",
    "latLong": "38.88047,-77.0407",
    "bodyText": "The south entrance to the Franklin Delano Roosevelt Memorial is at the far east side, just off Ohio Drive SW as it crosses into West Potomac Park from the east and about a one-hundred feet around the Tidal Basin to the north.",
    "audioDescription": "(180 words)<br />The south entrance to the Franklin Delano Roosevelt Memorial is at the far east side, just off Ohio Drive SW as it crosses into West Potomac Park from the east and about a one-hundred feet around the Tidal Basin to the north.<br />A cement sidewalk leads into the south entrance, the Tidal Basin on the right. A black metal chain fence lines the right side. Also, on the right is an eight-foot tall granite wall with an inscription that reads:<br />FRANKLIN DELANO ROOSEVELT<br />President of the United States<br />1933 - 1945<br />Entering from the south, a small building with restrooms are on the left, about thirty feet into the memorial. Trees line both sides of the path and become more full as you continue along the walkway.<br />An eight-foot tall granite wall on the left has an inscription reading:<br />Freedom of Speech<br />Freedom of Worship<br />Freedom from Want<br />Freedom from Fear<br />Trees and garden beds are set within an open plaza area as you continue into the memorial and the last of four outdoor rooms that makeup the FDR Memorial.<br />END OF DESCRIPTION<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B31CCA5C-53DB-47F9-8C04-FE0D0C071208",
    "url": "https://www.nps.gov/places/crnama.htm",
    "title": "National Mall and Memorial Parks",
    "listingDescription": "Officially established in 1965, National Mall and Memorial Parks contains some of the oldest protected park lands in the National Park Service. The sprawling lands include the Mall, the public promenade extending from 3rd Street near the Capitol to 14th Street. America's front lawn has hosted various historic events related to the civil rights movement, as well as memorializing some of the great moments in American history.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/places/images/nri/20130827/siteadmin/8BCCE4B9-D93F-CAF6-878B9357F2FAF780/8BCCE4B9-D93F-CAF6-878B9357F2FAF780.jpg",
        "credit": "NPS",
        "altText": "the Vietnam Veterans Memorial and Washington Monument at sunset",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "bepa",
        "designation": "National Monument",
        "fullName": "Belmont-Paul Women's Equality National Monument",
        "url": "https://www.nps.gov/bepa/index.htm",
        "name": "Belmont-Paul Women's Equality"
      },
      {
        "states": "DC",
        "parkCode": "coga",
        "designation": "",
        "fullName": "Constitution Gardens",
        "url": "https://www.nps.gov/coga/index.htm",
        "name": "Constitution Gardens"
      },
      {
        "states": "DC",
        "parkCode": "frde",
        "designation": "",
        "fullName": "Franklin Delano Roosevelt Memorial",
        "url": "https://www.nps.gov/frde/index.htm",
        "name": "Franklin Delano Roosevelt Memorial"
      },
      {
        "states": "DC",
        "parkCode": "kowa",
        "designation": "",
        "fullName": "Korean War Veterans Memorial",
        "url": "https://www.nps.gov/kowa/index.htm",
        "name": "Korean War Veterans Memorial"
      },
      {
        "states": "DC",
        "parkCode": "linc",
        "designation": "",
        "fullName": "Lincoln Memorial",
        "url": "https://www.nps.gov/linc/index.htm",
        "name": "Lincoln Memorial"
      },
      {
        "states": "DC",
        "parkCode": "mlkm",
        "designation": "",
        "fullName": "Martin Luther King, Jr. Memorial",
        "url": "https://www.nps.gov/mlkm/index.htm",
        "name": "Martin Luther King, Jr. Memorial"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      },
      {
        "states": "DC",
        "parkCode": "thje",
        "designation": "",
        "fullName": "Thomas Jefferson Memorial",
        "url": "https://www.nps.gov/thje/index.htm",
        "name": "Thomas Jefferson Memorial"
      },
      {
        "states": "DC",
        "parkCode": "wamo",
        "designation": "",
        "fullName": "Washington Monument",
        "url": "https://www.nps.gov/wamo/index.htm",
        "name": "Washington Monument"
      },
      {
        "states": "DC",
        "parkCode": "wwii",
        "designation": "",
        "fullName": "World War II Memorial",
        "url": "https://www.nps.gov/wwii/index.htm",
        "name": "World War II Memorial"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil Rights",
      "Civil Rights Movement",
      "National Mall and Memorial Parks",
      "Urban Parks",
      "cultural landscape"
    ],
    "latitude": "38.889611",
    "longitude": "-77.022999",
    "latLong": "38.889611,-77.022999",
    "bodyText": "<p>Officially established in 1965, National Mall and Memorial Parks contains some of the oldest protected park lands in the National Park Service. The sprawling lands include the Mall, the public promenade extending from 3rd Street near the Capitol to 14th Street. The National Mall is the continuation of that space where congressionally authorized park icons, such as the Washington Monument, WWII and Lincoln Memorials stand. This historic expanse is the linear area between the Potomac River and Capital Reflecting Pool. In addition to the memorial core, the park includes some 156 reservations, circles, fountains and other open spaces, all of which serve as the nation’s front yard. Ford’s Theatre, The House where Lincoln died, Potomac Park, Hains Point and Pennsylvania Avenue NHS are also among the park managed areas that constitute National Mall and Memorial Parks.</p> <p>Having over 1,000 acres of National Park Service managed land at the heart of our nation’s capital, National Mall and Memorial Parks provides visitors with abundant opportunities to get in touch with our heritage. With everything from colossal monuments to commemorative gardens, from presidential inaugurals to civil rights demonstrations, National Mall and Memorial Parks hosts history in the making. Numerous First Amendment activities and special events are held in the park each year to honor the courage, sacrifice and devotion to duty of war veterans; celebrate the United States commitment to freedom, equality and democratic ideals; and enjoy symbolic architecture, historic vistas and renowned natural landscapes. </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Washington, DC",
        "name": "Location"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Parks",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "12378CE0-69BF-487B-BE1E-94E3C27E497A",
    "url": "https://www.nps.gov/places/fdr-memorial-prologue.htm",
    "title": "Prologue",
    "listingDescription": "Franklin D. Roosevelt Memorial: Prologue. Statue of Franklin Roosevelt in a wheelchair.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D1413499-C8AE-30AE-18DAF2FE8A579D77.jpg",
        "credit": "Photo: NPS / Kelsey Graczyk",
        "altText": "A statue of a man wearing a hat and suit sitting in a wheelchair.",
        "title": "Franklin D. Roosevelt Memorial: Prologue",
        "description": "",
        "caption": "Prologue",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D1413499-C8AE-30AE-18DAF2FE8A579D77.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D1413499-C8AE-30AE-18DAF2FE8A579D77.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "frde",
        "designation": "",
        "fullName": "Franklin Delano Roosevelt Memorial",
        "url": "https://www.nps.gov/frde/index.htm",
        "name": "Franklin Delano Roosevelt Memorial"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.883988663909",
    "longitude": "-77.04430818557739",
    "latLong": "38.883988663909,-77.04430818557739",
    "bodyText": "<p>FDR tried to keep his use of a wheelchair from the public. Disability rights advocates, including the National Organization on Disability, successfully lobbied President Bill Clinton and Congress to add this explicit portrayal in 2001. The new statue depicted FDR as his family and close associates saw him. Why do you think the original designers left out a statue like this one? </p> <h3>A Carefully Crafted Image</h3> <p>The original 1997 memorial barely hinted at Franklin Roosevelt's paralyzed legs- much as FDR had during his Presidency. Roosevelt's battle with polio was not a secret. The president worried that if people knew he was unable to walk, his opponents could portray him as too weak for office. Years before live video, the press agreed not to report on FDR using a wheelchair or aides carrying the president. <br /> <br /> \"Franklin's illness... gave him strength and courage he had not had before. He had to think out the fundamentals of living and learn the greatest of all lessons- infinite patience and never ending persistence.\" - Eleanor Roosevelt (Below the quote is the quote in braille symbols, but at a size too large to be read by those who can read braille.)<br /> <br /> These hand sketches (right) appear on the back of the FDR statue in the Prologue. FDR believed a standard 1920s wheelchair was too bulky, so he designed his own. He oversaw the construction of his wheelchair, created by adding wheels to a kitchen chair. <br /> <br /> <strong>Inscriptions:</strong></p> <p>Arriving at the west end of the Franklin Delano Memorial from West Basin Drive, one enters the paved entrance plaza. Zelcova trees shade the plaza. Straight ahead is a wall of large stone blocks stacked four rows high. Three lines of inscription on the wall reads:</p> <p><em>Franklin Delano Roosevelt<br /> President Of The United States<br /> 1933 – 1945</em><br /> <br /> There is an inscription, <em>Prolouge</em>, on the pavement in front of FDR. </p>",
    "audioDescription": "A statue of a man (FDR) wearing a hat and suit sitting in a wheelchair. A wall of stone stands behind the statue.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Braille",
      "Historical/Interpretive Information/Exhibits",
      "Tactile Exhibit"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "FFB79B59-DB34-4D73-8734-BA16B942BC3C",
    "url": "https://www.nps.gov/places/fdr-memorial-room-four-fountain.htm",
    "title": "Room Four Fountain",
    "listingDescription": "There is an elongated set of 5 stairs that connects the upper level to the lower level. It gives the look of an amphitheater, where one might sit to watch the big show of the impressive fountain.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6A518731-D24C-513A-6005B992EB8BF7CA.jpg",
        "credit": "Photo: NPS / Terry Adams",
        "altText": "Water is falling down on various stones. Greenery falls over the water fall.",
        "title": "Room Four Fountain",
        "description": "",
        "caption": "Room Four Fountain",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6A518731-D24C-513A-6005B992EB8BF7CA.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6A518731-D24C-513A-6005B992EB8BF7CA.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "frde",
        "designation": "",
        "fullName": "Franklin Delano Roosevelt Memorial",
        "url": "https://www.nps.gov/frde/index.htm",
        "name": "Franklin Delano Roosevelt Memorial"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.882844495692524",
    "longitude": "-77.04186737537384",
    "latLong": "38.882844495692524,-77.04186737537384",
    "bodyText": "<h3>The United Nations</h3> FDR believed that the failure of an international organization after World War I led directly to World War II. Under Roosevelt's urging, representatives from 26 countries signed a \"Declaration by United Nations\" in 1942. After FDR died, Eleanor Roosevelt served as a delegate to the UN. She chaired the commission that adopted the Universal Declaration of Human Rights in 1948. <br /> <br /> FDR (seated, second from the left) signed the \"Declaration by United Nations\" in Washington on January 1, 1942. The countries agreed to \"defend life, liberty, independence and religious freedom, and to preserve human rights and justice in their own lands as well as in other lands.\"  <h3>Room Four Fountain</h3> The United States created a diplomatic framework to prevent another world war. The fear of nuclear war between former allies and nuclear powers the United States and the Soviet Union maintained a Cold War peace. The unorderly blocks in this fountain represent this uneasy stability. The two adversaries remained at odds throughout the second half of the 20th century. <h3>Memorial Quotes in Room Four</h3> <em>\"The only limit to our realization of tomorrow will be our doubts of today. Let us move forward with strong and active faith.\"</em> Undelivered Address, Prepared for April 13, 1945<br /> <br /> <em>\"Freedom of speech... Freedom of worship... Freedom from want... Freedom from fear.\"</em> Annual Address to Congress, January 6, 1941<br />   <p><strong>Etched on the middle three stairs:</strong></p> <em>“January 30, 1882, Franklin Delano Roosevelt Born At Hyde Park, New York. 1905 Marries Anna Eleanor Roosevelt. 1921, Stricken With Poliomyelitis – He Never Again Walked Unaided. 1928-1932, Governor Of New York.\"<br /> <br /> \"1932, Pledges “a New Deal” For The American People. 1932, Elected Thirty-second President Of The United States. 1933, Delivers First Fireside Chat. 1936, Re-elected To Second Term As President. 1940, Re-elected To Third Term As President.”<br /> <br /> “1941, Delivers Four Freedoms Speech. 1941, Japan Attacks Pearl Harbor – War Declared. 1941, Germany And Japan Declare War On The United States. 1944, Re-elected To Fourth Term As President. April 12, 1945, Dies At Warm Springs, Georgia.”</em>",
    "audioDescription": "Visitors often get so focused on looking at the fountain that they end up missing an interesting feature of Room 4. There is an elongated set of 5 stairs that connects the upper level to the lower level. It gives the look of an amphitheater, where one might sit to watch the big show of the impressive fountain. Etched on the middle three stairs is a biography of important events in FDR’s life. There are seven stone blocks on the upper level, above the aforementioned steps, acting as a safety feature to help alert visitors of the change of levels of the curved steps.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Braille",
      "Historical/Interpretive Information/Exhibits",
      "Tactile Exhibit"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "4BB85577-FAE6-4461-BADA-D1F35B615968",
    "url": "https://www.nps.gov/places/fdr-memorial-social-programs.htm",
    "title": "Social Programs",
    "listingDescription": "Visitors see the five-panel mural that occupies the back of the wall dividing Room Two into two halves. They also see the five columns that they may deduct tie in somehow with the five panels of the mural. “Social Programs” was created by Robert Graham.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D58AD86F-9435-9589-071CE71EABF4FD4F.jpg",
        "credit": "Photo: NPS / Kelsey Graczyk",
        "altText": "Five columns stand in a pyramid formation in front of a stone wall of similar pattern.",
        "title": "FDR Memorial Social Programs",
        "description": "",
        "caption": "Social Programs",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D58AD86F-9435-9589-071CE71EABF4FD4F.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D58AD86F-9435-9589-071CE71EABF4FD4F.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "frde",
        "designation": "",
        "fullName": "Franklin Delano Roosevelt Memorial",
        "url": "https://www.nps.gov/frde/index.htm",
        "name": "Franklin Delano Roosevelt Memorial"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.88351680114713",
    "longitude": "-77.04345524311066",
    "latLong": "38.88351680114713,-77.04345524311066",
    "bodyText": "Visitors see the five-panel mural that occupies the back of the wall dividing Room Two into two halves. They also see the five columns that they may deduct tie in somehow with the five panels of the mural. “Social Programs” was created by Robert Graham. Confusing to most visitors are the squares depicting people involved in some kind of activity, the human body parts coming out from the bronze panels, the acronyms, the Braille symbols. The key to unlocking the mystery starts when they discover the list of New Deal programs on the bottom right corner of the left panel and realize that the figures on the columns are reverse of the ones on the mural panels and represent the idea of rolling out programs to create a positive effect on the economy.<br /> <br /> <strong>Inscriptions:</strong><br /> <em>“I Propose To Create A Civilian Conservation Corps To Be Used In Simple Work … More Important, However, Than The Material Gains Will Be The Moral And Spiritual Value Of Such Work.”<br /> <br /> “We Must Scrupulously Guard The Civil Rights And Civil Liberties Of All Our Citizens, Whatever Their Background. We Must Remember That Any Oppression, Any Injustice, Any Hatred, Is A Wedge Designed To Attack Our Civilization.”</em>",
    "audioDescription": "Five columns are positioned in a pyramid formation. They have tactile designs and stand in front of a stone wall with similar tactile designs.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Braille",
      "Historical/Interpretive Information/Exhibits",
      "Tactile Exhibit"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6A024D4C-72FF-4C29-A56D-603372A34925",
    "url": "https://www.nps.gov/places/fdr-memorial-eleanor-roosevelt-statue.htm",
    "title": "Statue of Eleanor Roosevelt",
    "listingDescription": "Leaving the “Funeral Cortege” is another ramp to the left and a handrailed stairs to the right. Turn the corner, a statue of Eleanor Roosevelt is standing, behind her head is an emblem of the United Nations with inscription below: “Eleanor Roosevelt, First United States Delegate To The United Nations.”",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/677421A6-B6FF-D6FD-90B136E1BEA6ED3B.jpg",
        "credit": "Photo: NPS / Kelsey Graczyk",
        "altText": "A statue of Eleanor Roosevelt is positioned in a stone opening. A quote is engraved to the left.",
        "title": "Eleanor Roosevelt Statue",
        "description": "",
        "caption": "Eleanor Roosevelt Statue",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/677421A6-B6FF-D6FD-90B136E1BEA6ED3B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/677421A6-B6FF-D6FD-90B136E1BEA6ED3B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "frde",
        "designation": "",
        "fullName": "Franklin Delano Roosevelt Memorial",
        "url": "https://www.nps.gov/frde/index.htm",
        "name": "Franklin Delano Roosevelt Memorial"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.88287790232494",
    "longitude": "-77.04204976558685",
    "latLong": "38.88287790232494,-77.04204976558685",
    "bodyText": "Leaving the “Funeral Cortege” is another ramp to the left and a handrailed stairs to the right. Turn the corner, a statue of Eleanor Roosevelt is standing, behind her head is an emblem of the United Nations with inscription below:<br /> <br /> <em>“Eleanor Roosevelt, First United States Delegate To The United Nations.”</em><br /> <br /> To the left of her statue is a quote from her husband, the man who had been the driving force in creating the United Nations:<br /> <br /> <em>“The Structure Of World Peace Cannot Be The Work Of One Man, Or One Party, Or One Nation … It Must Be A Peace Which Rests On The Cooperative Effort Of The Whole World.”</em>",
    "audioDescription": "A statue of a women in a long coat is positioned in the middle of a stone structure. To her right is a quote and circular symbol. To her left is a quote with larger text.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Tactile Exhibit"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A9D02DA3-4397-40EE-8EDF-C087A2DDF346",
    "url": "https://www.nps.gov/places/fdr-memorial-fdr-and-fala.htm",
    "title": "Statue of FDR and Fala",
    "listingDescription": "Just beyond the two jumbles of stones and the fountain, is an alcove. There sits a larger than life statue of FDR wearing a cloak, portrayed in one of his favorite chairs at Hyde Park, New York. Hidden from view are the wheels on the chair located on the back.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D5FEA326-C821-68C8-B3A6BF160BA87840.jpg",
        "credit": "Photo: NPS / Kelsey Graczyk",
        "altText": "A statue of a dog is positioned next to a statue of FDR in a wheelchair.",
        "title": "FDR Memorial FDR and Fala",
        "description": "",
        "caption": "FDR and Fala",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D5FEA326-C821-68C8-B3A6BF160BA87840.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D5FEA326-C821-68C8-B3A6BF160BA87840.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "frde",
        "designation": "",
        "fullName": "Franklin Delano Roosevelt Memorial",
        "url": "https://www.nps.gov/frde/index.htm",
        "name": "Franklin Delano Roosevelt Memorial"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.88304493525142",
    "longitude": "-77.04249501228333",
    "latLong": "38.88304493525142,-77.04249501228333",
    "bodyText": "<p>Just beyond the two jumbles of stones and the fountain, is an alcove. There sits a larger than life statue of FDR wearing a cloak, portrayed in one of his favorite chairs at Hyde Park, New York. Hidden from view are the wheels on the chair located on the back. The wheels are there, if one looks. Just as FDR hid his disability due to polio, Halprin wanted to make sure the disability was hidden from visitors to the memorial. Accessibility advocates had lobbied during the design process for the statue of FDR statue to be shown in a wheelchair. Halprin, however, was a big fan of FDR and thus wanted to hold true to what FDR did during his presidency, hiding his disability. Accessibility groups continued to lobby even after the memorial was dedicated and won approval for a second statue of FDR, which is located in the Prologue Room. Next to the statue of FDR in Room Three is a statue of his dog, Fala, a Scottish terrier. Both bronze statues were sculpted by Neil Estern.</p> <h3>Wartime President</h3> <p>FDR said the US must be a \"great aresal for democracy.\" His administration sent military supplies to allies like Great Britain. After entering World War II, FDR and British Prime Minister Winston Churchill formed a close alliance. America, Great Britain, Canada, France, Australiam and other democracies often fought side by side. Join by the Soviet Union during the war, the Allies defeated the Axis powers.<br /> <br /> FDR joined British Prime Minister Winston Churchill (left) and Soviet Premier Joseph Stalin (right) at the second \"Big Three\" conference in Yalta. The Allied leaders planned the post-war occupation of Germany, political borders of Eastern Europe, and the United Nations. </p> <h3>Memorial Quotes in Room Three</h3> <p><em>“They (Who) Seek To Establish Systems Of Government Based On The Regimentation Of All Human Beings By A Handful Of Individual Rulers … Call This A New Order. It Is Not New And It Is Not Order.”</em> Address at the Annual Dinner of WHCA, March 15, 1941<br /> <br /> <em>“We Have Faith That Future Generations Will Know Here, In The Middle Of The Twentieth Century, There Cam A Time When Men Of Good Will Found A Way To Unite, And Produce, And Fight To Destroy The Forces Of Ignorance, And Intolerance, And Slavery, And War.”</em> Radio Address, February 12, 1943</p>",
    "audioDescription": "A statue of a dog is positioned next to a statue of FDR in a wheelchair. Two stairs lead up to the statue. Words are engraved into the wall behind the statues.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Braille",
      "Historical/Interpretive Information/Exhibits",
      "Tactile Exhibit"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E3282C38-466D-46F5-8764-464E11447931",
    "url": "https://www.nps.gov/places/fdr-memorial-the-funeral-cortege.htm",
    "title": "The Funeral Cortege",
    "listingDescription": "Voters did not know the seriousness of Franklin Roosevelt's heart disease when they elected him to a fourth presidential term. With victory in sight, FDR made a final trip to Eastern Europe and the Middle East. At Yalta, he negotiated post-war agreements with the Soviet Union and Great Britain.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6629F39A-BCC5-47D5-5138062E98B12EAA.jpg",
        "credit": "Photo: NPS / Kelsey Graczyk",
        "altText": "A bas relief is positioned on a stone wall. On the bas relief is a funeral cortege.",
        "title": "The Funeral Cortege",
        "description": "",
        "caption": "The Funeral Cortege",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6629F39A-BCC5-47D5-5138062E98B12EAA.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6629F39A-BCC5-47D5-5138062E98B12EAA.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "frde",
        "designation": "",
        "fullName": "Franklin Delano Roosevelt Memorial",
        "url": "https://www.nps.gov/frde/index.htm",
        "name": "Franklin Delano Roosevelt Memorial"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.88319108873996",
    "longitude": "-77.04237163066864",
    "latLong": "38.88319108873996,-77.04237163066864",
    "bodyText": "<h3>\"He Died in Harness\"</h3> Voters did not know the seriousness of Franklin Roosevelt's heart disease when they elected him to a fourth presidential term. With victory in sight, FDR made a final trip to Eastern Europe and the Middle East. At Yalta, he negotiated post-war agreements with the Soviet Union and Great Britain. On his return, Roosevelt addressed Congress seated, saying, \"it makes it a lot easier for me not to have to carry about ten pounds of steel around on the bottom of my legs.\" He died months before the end of World War II. <br /> <br /> This bas relief (right) by sculptor Leonard Baskin represents a grieving nation. Baskin placed a riderless, blanket-draped horse honoring the fallen commander at the head of the procession. Mourners with heads bowed walk behind the casket. <br /> <br /> FDR died on April 12, 1945. New President Harry truman told reporters he felt as though \"the moon, the stars, and all the planets had fallen on me.\" A horse-drawn caisson transported Roosevelt's body through Washington, D.C., from Union Station to the White House.  <h3>Memorial Quotes in Room Four</h3> <em>\"More than an end to war, we want an end to the beginnings of all wars.\"</em> Undelivered Address, Prepared for April 13, 1945<br /> <br /> <em>\"Unless the peace that follows recognizes that the whole world is one neighborhood and does justice to the whole human race, the germs of another world war will remain as a constant threat to mankind.\"</em> Radio Address, February 12, 1943",
    "audioDescription": "A bas relief is positioned on a stone wall. Leading up to the relief, there are two stairs on the left and a ramp to the right. The surface is wall-maintained stone.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Braille",
      "Historical/Interpretive Information/Exhibits",
      "Tactile Exhibit"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "544E4F34-7702-49E3-B982-9DF68B47D17B",
    "url": "https://www.nps.gov/places/the-memorials-around-the-tidal-basin.htm",
    "title": "The Memorials Around the Tidal Basin",
    "listingDescription": "The Jefferson, Roosevelt, and King memorials connect, both chronologically and thematically, clockwise around the Tidal Basin.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/A926A779-9E20-6092-F210DBF49D4D2FA4.jpg",
        "credit": "NPS Photo",
        "altText": "A white building sits in the distance, surrounded by water and trees with red leaves",
        "title": "The Memorials Around the Tidal Basin",
        "description": "",
        "caption": "The Thomas Jefferson Memorial surrounded by fall foliage on the Tidal Basin",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A926A779-9E20-6092-F210DBF49D4D2FA4.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A926A779-9E20-6092-F210DBF49D4D2FA4.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "frde",
        "designation": "",
        "fullName": "Franklin Delano Roosevelt Memorial",
        "url": "https://www.nps.gov/frde/index.htm",
        "name": "Franklin Delano Roosevelt Memorial"
      },
      {
        "states": "DC",
        "parkCode": "mlkm",
        "designation": "",
        "fullName": "Martin Luther King, Jr. Memorial",
        "url": "https://www.nps.gov/mlkm/index.htm",
        "name": "Martin Luther King, Jr. Memorial"
      },
      {
        "states": "DC",
        "parkCode": "thje",
        "designation": "",
        "fullName": "Thomas Jefferson Memorial",
        "url": "https://www.nps.gov/thje/index.htm",
        "name": "Thomas Jefferson Memorial"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Martin Luther King Jr. Memorial",
      "Thomas Jefferson Memorial",
      "Franklin Delano Roosevelt Memorial"
    ],
    "latitude": "38.88610852800635",
    "longitude": "-77.04390764246",
    "latLong": "38.88610852800635,-77.04390764246",
    "bodyText": "<p paraeid=\"{10f966c2-c103-4127-90df-081af6ddaf76}{239}\" paraid=\"129611226\">The Jefferson, Roosevelt, and King memorials connect, both chronologically and thematically, clockwise around the Tidal Basin. <br />  </p> <p paraeid=\"{20ff5325-2b97-4095-a0b4-e74376c7cc6f}{6}\" paraid=\"577568572\">Thomas Jefferson lived April 13, 1743 – July 4, 1826. </p> <p paraeid=\"{20ff5325-2b97-4095-a0b4-e74376c7cc6f}{16}\" paraid=\"497030409\">The memorial was authorized by Congress on June 26, 1934.  </p> <p paraeid=\"{20ff5325-2b97-4095-a0b4-e74376c7cc6f}{24}\" paraid=\"861949712\">Official dedication date: April 13, 1943 <br />  </p> <p paraeid=\"{20ff5325-2b97-4095-a0b4-e74376c7cc6f}{30}\" paraid=\"1151756104\">Franklin Delano Roosevelt lived January 30, 1882 – April 12, 1945. </p> <p paraeid=\"{20ff5325-2b97-4095-a0b4-e74376c7cc6f}{40}\" paraid=\"882322015\">The memorial was authorized by Congress on August 11, 1955. </p> <p paraeid=\"{20ff5325-2b97-4095-a0b4-e74376c7cc6f}{48}\" paraid=\"1090685618\">Official dedication date: May 2, 1997 <br />  </p> <p paraeid=\"{20ff5325-2b97-4095-a0b4-e74376c7cc6f}{58}\" paraid=\"189358887\">Martin Luther King, Jr. Lived January 15, 1929 – April 4, 1968. </p> <p paraeid=\"{20ff5325-2b97-4095-a0b4-e74376c7cc6f}{70}\" paraid=\"582436578\">The memorial was authorized by Congress on November 12, 1996. </p> <p paraeid=\"{20ff5325-2b97-4095-a0b4-e74376c7cc6f}{78}\" paraid=\"897875800\">Official dedication date: August 28, 2011 </p> <p paraeid=\"{20ff5325-2b97-4095-a0b4-e74376c7cc6f}{86}\" paraid=\"1711420718\">The Declaration of Independence, adopted on July 4, 1776, set forth ideals for this country. Many of Roosevelt’s New Deal programs provided economic opportunity for those that needed help. King’s work in the Civil Rights Movement to attain fairer social and economic opportunity sought to make the ideals contained in the Declaration of Independence a reality for all Americans. The beginning and end goal are one.  </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Information - Ranger/Staff Member Present",
      "Parking - Auto",
      "Restroom",
      "Restroom - Accessible",
      "Restroom - Family",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Tidal Basin",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Reservoir in Washington, DC",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6F6D62CA-624B-4901-ACD8-3C5137CD525D",
    "url": "https://www.nps.gov/places/fdr-memorial-tumbled-blocks.htm",
    "title": "Tumbled Blocks",
    "listingDescription": "World War II began in Asia and Europe in the 1930s. FDR campaigned on keeping the US out of the war while secretly providing weapons and ships to democratic Great Britian without Congress knowing. These resources helped Great Britian fight authoritarian German and Japanese forces. With conflict raging off both coasts, voters reelected President Roosevelt to an unprecedented third term.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/68E00F8A-B23C-A5FF-D4899D89268ADF05.jpg",
        "credit": "Photo: NPS / Kelsey Graczyk",
        "altText": "A clump of 12, large stones are stacked against each other in a chaotic fashion.",
        "title": "Tumbled Blocks",
        "description": "",
        "caption": "Tumbled Blocks",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/68E00F8A-B23C-A5FF-D4899D89268ADF05.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/68E00F8A-B23C-A5FF-D4899D89268ADF05.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "frde",
        "designation": "",
        "fullName": "Franklin Delano Roosevelt Memorial",
        "url": "https://www.nps.gov/frde/index.htm",
        "name": "Franklin Delano Roosevelt Memorial"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.88322031940159",
    "longitude": "-77.04257011413574",
    "latLong": "38.88322031940159,-77.04257011413574",
    "bodyText": "<h3>I Hate War</h3> World War II began in Asia and Europe in the 1930s. FDR campaigned on keeping the US out of the war while secretly providing weapons and ships to democratic Great Britain without Congress knowing. These resources helped Great Britain fight authoritarian German and Japanese forces. With conflict raging off both coasts, voters reelected President Roosevelt to an unprecedented third term. Within a year, a Japanese attack on a Hawaiian naval base compelled the US to enter the war. <br /> <br /> FDR realized the US military was too small and outdated to fight a modern war. He authorized the first peacetime draft and the construction of new ships, aircraft, and other material. After the Japanese bombed the US naval base at Pearl Harbor, Hawaii, Roosevelt asked Congress to declare war in December 1941. <h3>Memorial Quotes in Room Three</h3> \"We must be the great arsenal of democracy.\" Radio Address, December 29, 1940.<br /> <br /> \"I have seen war. I have seen war on land and sea. I have seen blood running from the wounded... I have seen the dead in the mud. I have seen cities destroyed... I have seen children starving. I have seen the agony of mothers and wives. I hate war.\" Address at Chautauqua, New York, August 14, 1936.  <h3>Tumbled Blocks</h3> By 1940 military conflict raged from China and Australia to Africa and Europe. Projecting his desire to stay out of the war, FDR declared, \"I have seen war.... I hate war.\" These tumbled blocks represent the breakdown of international order. FDR's words did not prevent the US joining the fighting. <br />  ",
    "audioDescription": "The one to the left consists of 12 stones. The one to the right consists of five stones. The large fountain is in a state of disorder. Stones are displaced. Some are in the water. Some are randomly around the perimeter. Water spews in different directions. It’s as if the fountain has been bombed.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Braille",
      "Historical/Interpretive Information/Exhibits",
      "Tactile Exhibit"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "94C6E9E5-A6B6-424E-8B02-4C192B6FB9DB",
    "url": "https://www.nps.gov/places/fdr-memorial-bookstore.htm",
    "title": "Visitor Center and Bookstore",
    "listingDescription": "The Franklin D. Roosevelt Memorial bookstore.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D2335061-C770-EF36-E8825039CADD398B.jpg",
        "credit": "Photo: NPS / Kelsey Graczyk",
        "altText": "A bookstore with shelves of various items for sale and an information desk to the right.",
        "title": "Franklin D. Roosevelt Memorial Bookstore",
        "description": "",
        "caption": "Memorial bookstore",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D2335061-C770-EF36-E8825039CADD398B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D2335061-C770-EF36-E8825039CADD398B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "frde",
        "designation": "",
        "fullName": "Franklin Delano Roosevelt Memorial",
        "url": "https://www.nps.gov/frde/index.htm",
        "name": "Franklin Delano Roosevelt Memorial"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.88394746525724",
    "longitude": "-77.04404806026372",
    "latLong": "38.88394746525724,-77.04404806026372",
    "bodyText": "The Franklin Delano Roosevelt bookstore and information kiosk. Restrooms are on the back side of the bookstore. ",
    "audioDescription": "A bookstore with shelves of various items for sale and an information desk to the right.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Rooms",
      "Assistive Listening Systems",
      "Benches/Seating",
      "Braille",
      "Gifts/Souvenirs/Books",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Restroom",
      "Restroom - Accessible",
      "Tactile Exhibit"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]