[
  {
    "id": "BF2ED3BF-3F8D-4D3B-8BDD-8E842EDF35C4",
    "url": "https://www.nps.gov/places/freedom-riders-national-monument.htm",
    "title": "Alabama: Freedom Riders National Monument",
    "listingDescription": "The Freedom Riders National Monument is located in Anniston, Alabama. It was established in 2017 to commemorate the 1961 Freedom Rides during the African American Civil Rights movement. The monument is managed by the National Park Service.",
    "images": [
      {
        "url": "",
        "credit": "",
        "altText": "",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "AL",
        "parkCode": "frri",
        "designation": "National Monument",
        "fullName": "Freedom Riders National Monument",
        "url": "https://www.nps.gov/frri/index.htm",
        "name": "Freedom Riders"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Alabama History",
      "African American Civil Rights",
      "Freedom Riders",
      "African American Civil Rights Network",
      "Historic Preservation Fund",
      "Historic Preservation Grants"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<p>An interracial group of \"Freedom Riders\" set out in May 1961 on a journey from Washington, D.C., to New Orleans through the Deep South. In organizing the 1961 Freedom Rides, the Congress of Racial Equality (CORE) was building upon earlier efforts of other civil rights organizations, including the 1947 \"Journey of Reconciliation,\" an integrated bus ride through the segregated Upper South. The purpose of the 1961 Freedom Rides was to test if bus station facilities in the Deep South were complying with U.S. Supreme Court decisions: Brown v. Board of Education of Topeka (1954) had reversed the infamous \"separate but equal\" doctrine in public education, and Morgan v. Virginia (1946) and Boynton v. Virginia (1960) had struck down Virginia laws compelling segregation in interstate travel.<br /> <br /> On May 4, 1961, in Washington, D.C., eleven Freedom Riders split into two groups and boarded two buses, a Greyhound bus and a Trailways bus, bound for New Orleans. The Greyhound bus carrying the first of these groups left Atlanta, Georgia on Sunday, May 14, and pulled into a Greyhound bus station in Anniston, Alabama later that day. There, a segregationist mob, including members of the Ku Klux Klan, violently attacked the Freedom Riders. Throughout their journey, the Riders and their supporters continued to be attack again and again. Finally, on May 20, with the help of Dr. Martin Luther King Jr. and the Southern Christian Leadership Conference’s appeal to the Kennedy Administration and Alabama Governor John Patterson, the National Guard was brought in to stop the violence. <br /> <br /> Media coverage of the Freedom Rides inspired many people to take action and join the effort to end racial inequality. Over the summer of 1961, the number of Freedom Riders grew to over 400, many of whom were arrested and jailed for their activism. The Freedom Rides of 1961 focused national attention on Southern segregationists' disregard for U.S. Supreme Court rulings and the violence that they used to enforce unconstitutional State and local segregation laws and practices. The Freedom Rides forced the Federal Government to take steps to ban segregation in interstate bus travel. On May 29, 1961, Attorney General Kennedy petitioned the Interstate Commerce Commission (ICC) to issue regulations banning segregation, and the ICC subsequently decreed that by November 1, 1961, bus carriers and terminals serving interstate travel had to be integrated.<br /> <br /> <em>A project through the <a href=\"https://www.nps.gov/preservation-grants/civil-rights/\">African American Civil Rights Grant Program</a>, which works to document, interpret, and preserve the sites and stories related to the African American struggle to gain equal rights, funded work to restore the former Geyhound Bus Station and convert it into the Welcome Center to the Anniston Civil Rights Trail. The project focused on rehabilitating exterior and interior of the structure by removing non-historic components of the building and adding interpretive materials.</em></p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Anniston, AL",
        "name": "Location"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Monument",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8CAA7115-09AC-4051-897A-CEF6F5F623DF",
    "url": "https://www.nps.gov/places/anniston-trailways-station.htm",
    "title": "Anniston Trailways Station",
    "listingDescription": "The Trailways Station in downtown Anniston was the site of violence and intimidation of Freedom Riders in route to Birmingham on May 14, 1961.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E3135CFC-926E-E0AA-3BF312727BE2FB9D.jpg",
        "credit": "NPS Photo/Max Farley",
        "altText": "A brown and gold historic marker, near a busy commercial street.",
        "title": "The Anniston Trailways Station",
        "description": "",
        "caption": "The Anniston Trailways Station, site of violent intimidation of Freedom Riders on May 14, 1961.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E3135CFC-926E-E0AA-3BF312727BE2FB9D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E3135CFC-926E-E0AA-3BF312727BE2FB9D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AL",
        "parkCode": "frri",
        "designation": "National Monument",
        "fullName": "Freedom Riders National Monument",
        "url": "https://www.nps.gov/frri/index.htm",
        "name": "Freedom Riders"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "frri place"
    ],
    "latitude": "33.655894863977274",
    "longitude": "-85.82953401469187",
    "latLong": "33.655894863977274,-85.82953401469187",
    "bodyText": "\"Throughout the first half of the 20th century, race relations in the South were dominated by local 'Jim Crow' laws. Although in 1960 the Supreme Court ruled that racial segregation violated the Interstate Commerce Act, local laws persisted.\"<br /> <br /> \"When a desegregated bus carrying black and white 'Freedom Riders' arrived at the Trailways Bus Station in Anniston on this date, a group of young white men came aboard to enforce segregated seating: whites in front, blacks in back. The men beat the Riders, forcing them to segregate. After police intervened, the bus continued to Birmingham with the badly injured Freedom Riders kept separated by their attackers.\"<br /> <br /> - Trailways Bus Station Attack Marker, City of Anniston Historic Trails Program (2016)",
    "audioDescription": "The Trailways station building is a multi-story grey building on a street corner in a downtown commercial district. One side of the building, facing Noble Street, features large rectangular window and a black-and-white striped awning. In front of the building on Noble Street there is a historic marker and solar-powered audio post which features testimony from a Freedom Rider. The adjacent side of the building, facing 9th Street, features large mural artwork depicting a Trailways bus. The mural is accompanied by interpretive text panels.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.annistonal.gov/parks-recreation/anniston-civil-rights-trail/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "City of Anniston",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "900 Noble Street",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Site of attack on Trailways group of Freedom Riders",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Anniston Civil Rights Heritage Trail",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "52C97EAD-46DA-4A62-96A2-DD2FE86BD285",
    "url": "https://www.nps.gov/places/corner-of-noble-street-and-11th-street.htm",
    "title": "Corner of Noble Street and 11th Street",
    "listingDescription": "Located in the heart of the Downtown Anniston Historic District, this street corner provides a welcome resting place during an afternoon of exploration in downtown Anniston. ",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/DFB4D01B-093F-7C1B-28BA5D76E5ECB37B.jpg",
        "credit": "NPS Photo/Max Farley",
        "altText": "Street corner with a small seating area, including black metal benches & raised red-brick gardens.",
        "title": "11th & Noble",
        "description": "",
        "caption": "Corner of 11th & Noble in the Downtown Anniston Historic District.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/DFB4D01B-093F-7C1B-28BA5D76E5ECB37B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/DFB4D01B-093F-7C1B-28BA5D76E5ECB37B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AL",
        "parkCode": "frri",
        "designation": "National Monument",
        "fullName": "Freedom Riders National Monument",
        "url": "https://www.nps.gov/frri/index.htm",
        "name": "Freedom Riders"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "frri place"
    ],
    "latitude": "33.658644061542006",
    "longitude": "-85.83010918616804",
    "latLong": "33.658644061542006,-85.83010918616804",
    "bodyText": "Located in the heart of the Downtown Anniston Historic District, this street corner provides a welcome resting place during an afternoon of exploration in downtown Anniston. <br /> <br /> From this point, visitors can few several notable historic buildings in downtown Anniston, including the Kress building (1108 Noble Street), site of some of Anniston's earliest integration efforts, the Calhoun County Courthouse (25 W. 11th Street), site of the 1965 trial of Hubert Damon Strange for the murder of Willie Brewster, and many other historic commercial buildings built during the 20th century.<br /> <br /> This street corner is also only a short walk from the Anniston Greyhound Bus Depot (1031 Gurnee Avenue) and near several works of public art.",
    "audioDescription": "This location is at the corner of two busy streets in downtown Anniston's commercial district, surrounded by brick and stone commercial buildings. The location features a small resting area, including benches, limited landscaping, and a small public art installation.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.mainstreetanniston.com/nsf2021",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Benches/Seating",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "Main Street Anniston",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Corner of Noble Street and 11th Street",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1041AB61-F472-4342-B0EF-95128420A44E",
    "url": "https://www.nps.gov/places/greyhound-bus-burn-site.htm",
    "title": "Greyhound Bus Burning Site",
    "listingDescription": "On this site in May of 1961, a small group of nonviolent activists called Freedom Riders were attacked by a white mob.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/41EADBD2-AAC5-6C00-BE7CA7E4EDFC0F34.jpg",
        "credit": "NPS Photo",
        "altText": "A brown NPS sign, under a red metal awning, on a green field near a highway.",
        "title": "Greyhound Bus Burn Site",
        "description": "",
        "caption": "Sign at the Greyhound burn site, where the bus was firebombed and Freedom Riders attacked in 1961.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/41EADBD2-AAC5-6C00-BE7CA7E4EDFC0F34.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/41EADBD2-AAC5-6C00-BE7CA7E4EDFC0F34.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AL",
        "parkCode": "frri",
        "designation": "National Monument",
        "fullName": "Freedom Riders National Monument",
        "url": "https://www.nps.gov/frri/index.htm",
        "name": "Freedom Riders"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "frri place",
      "Civil Rights",
      "history",
      "civil rights history",
      "freedom riders national monument"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "On this site in May of 1961, a small group of nonviolent activists called Freedom Riders were attacked by a white mob. Traveling to protest segregation in interstate travel, the bus carrying these activists was ambushed at the Greyhound depot in Anniston. A white mob surrounded the bus, slashed its tires, and pursued the Freedom Riders out onto the highway. <br /> <br /> When the bus tires gave out, the mob firebombed the bus as the Freedom Riders onboard prepared for violence. Trapped on the burning bus, they emerged after an explosion and showed courage and resilence as the mob beat them. The Freedom Riders survived the attack and, within a few hours, made their way to Birmingham via a convoy organized by Reverand Fred Shuttlesworth. Images of the attack made headlines around the nation and the world, drawing significant attention to the Freedom Rider cause.<br /> <br /> Visitors to the Greyhound Bus Burning Site can read interpretive panels and take a quiet moment to reflect on the courage the Freedom Riders showed in the face of violence. Limited parking is available.  ",
    "audioDescription": "The burn site is a grassy triangular field alongside a state highway. Across an access road, there is a state historic marker that describes the bus burning. A brown NPS sign with a red awning stands in the middle of the field, facing the highway. Near the small parking area, a triangular interpretive display features three panels with information about the burn site attack.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "AL Highway 202 & Old Birmingham Highway",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Site of Attack on Freedom Riders and burning of Greyhound bus",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F6456DF2-48B8-4DAF-9CF9-D5FC350D3D33",
    "url": "https://www.nps.gov/places/greyhound-bus-depot.htm",
    "title": "Greyhound Bus Depot",
    "listingDescription": "The Anniston Greyhound Bus Depot witnessed the early stages of mob violence against a small group of nonviolent Freedom Riders in May of 1961.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/40078C42-D2C3-23CF-DD30343AE393225C.jpg",
        "credit": "NPS Photo",
        "altText": "street view of a yellow-brick building, an adjacent alleyway, and a silver mural depicting a bus.",
        "title": "Anniston Greyhound Bus Depot",
        "description": "",
        "caption": "The Anniston Greyhound Bus Depot, site of the early stages of the 1961 attack on Freedom Riders.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/40078C42-D2C3-23CF-DD30343AE393225C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/40078C42-D2C3-23CF-DD30343AE393225C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AL",
        "parkCode": "frri",
        "designation": "National Monument",
        "fullName": "Freedom Riders National Monument",
        "url": "https://www.nps.gov/frri/index.htm",
        "name": "Freedom Riders"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil Rights",
      "history",
      "civil rights history",
      "transportation",
      "freedom riders national monument",
      "frri place"
    ],
    "latitude": "33.658",
    "longitude": "-85.83111",
    "latLong": "33.658,-85.83111",
    "bodyText": "The Anniston Greyhound Bus Depot witnessed the early stages of an attack on a small group of nonviolent civil rights activists in Anniston in May of 1961. Calling themselves the Freedom Riders, this diverse group traveled through the South to protest segregation in interstate travel.<br /> <br /> During a routine Sunday afternoon stop between Atlanta and Birmingham, a white mob ambushed the bus carrying Freedom Riders in the alleyway adjacent to this building. The mob slashed tires and followed the group out of town, firebombing the bus and attacking the activists when the tires gave out. Media coverage of the violence captured the attention of the nation, spurring hundreds to join the Freedom Rider movement during the summer of 1961.<br /> <br /> Now open to the public on Wednesdays from 10am - 3pm, visitors can stop by the Anniston Greyhound Bus Depot to encounter the story of the Freedom Riders in a building that still bears evidence of segregation's realities. Visitors can also view traveling exhibits, pick up brochures, and stamp NPS passports. Limited street parking is available.<br /> <br />  ",
    "audioDescription": "From the street, you will see a one-story building made of yellow brick and an adjacent alleyway, covered by a wide awning. The front entrance is covered by a small black awning. Near the entrance stands a City of Anniston historic marker and an audio post where visitors can listen to the account of one of the Freedom Riders present in 1961. In the alleyway, opposite the wide awning, is a mural. The mural, called \"Could You Get On the Bus?\" features an image of a period-correct Greyhound bus and several interpretive panels detailing the events of the May 1961 attack. The interior of the building is divided into two rooms by a wall, partially covered by wood paneling. both rooms have concrete floors, painted red, and original teal tiling. The building's interior is undergoing restoration.",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "The FRRI passport stamp is available at the Anniston Greyhound Bus Depot during normal visitor service hours.",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Restroom",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "1031 Gurnee Avenue",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Site of Attack on Freedom Riders",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "07E9AB76-F967-4E62-B5D9-705028DDB3D6",
    "url": "https://www.nps.gov/places/greyhound-bus-mural.htm",
    "title": "Greyhound Bus Mural",
    "listingDescription": "This mural, titled \"Could You Get on the Bus?\", commemorates the Freedom Riders attacked in Anniston on May 14, 1961 at the Greyhound Bus Depot. The mural faces the alleyway where the attack began.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E9A858D3-939F-1749-A2C5F9F6BA735AAF.jpg",
        "credit": "NPS Photo",
        "altText": "A large silver mural depicting a Greyhound bus facing an empty alleyway",
        "title": "\"Could You Get On The Bus\" Mural",
        "description": "",
        "caption": "Greyhound bus mural, titled \"Could You Get On The Bus,\" facing the depot alleyway.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E9A858D3-939F-1749-A2C5F9F6BA735AAF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E9A858D3-939F-1749-A2C5F9F6BA735AAF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AL",
        "parkCode": "frri",
        "designation": "National Monument",
        "fullName": "Freedom Riders National Monument",
        "url": "https://www.nps.gov/frri/index.htm",
        "name": "Freedom Riders"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "frri place"
    ],
    "latitude": "33.65804592547498",
    "longitude": "-85.8313086067792",
    "latLong": "33.65804592547498,-85.8313086067792",
    "bodyText": "Created by artist Joseph Giri, this mural is titled \"Could You Get On The Bus?\" The mural features a massive, period-correct depiction of a Greyhound bus similar to the one that carried a small group of Freedom Riders into Anniston in May of 1961. The mural faces the alleyway where the attack on these Freedom Riders began.<br /> <br /> This mural also includes several interpretive panels that feature information and a timeline of the 1961 attack. ",
    "audioDescription": "The \"Could You Get On The Bus?\" mural is located on a red-brick wall in an empty alleyway shared by yellow-brick building. The alleyway is paved and approx. 80 feet long, and the mural itself is approx. 25 feet long and 15 feet high. A wide overhanging awning attached to the building opposite the mural provides ample shade.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "1031 Gurnee Avenue",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Commemorates 1961 attack on Freedom Riders",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A4C8ADFE-38A5-4C9F-A4A3-319B1E642A9B",
    "url": "https://www.nps.gov/places/public-library-of-anniston-calhoun-county.htm",
    "title": "Public Library of Anniston-Calhoun County",
    "listingDescription": "The Public Library of Anniston-Calhoun County was the site of integration efforts by African American faith leaders in 1963.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E02D8819-AAF3-A4DC-D18BCCA0E53FE2F9.jpg",
        "credit": "NPS Photo/Max Farley",
        "altText": "A brown and gold historic marker, near an overhanging tree. A grey stone wall fills the background.",
        "title": "Public Library Anniston-Calhoun County",
        "description": "",
        "caption": "The Public Library of Anniston-Calhoun County, site of 1963 integration attempts by local ministers.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E02D8819-AAF3-A4DC-D18BCCA0E53FE2F9.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E02D8819-AAF3-A4DC-D18BCCA0E53FE2F9.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AL",
        "parkCode": "frri",
        "designation": "National Monument",
        "fullName": "Freedom Riders National Monument",
        "url": "https://www.nps.gov/frri/index.htm",
        "name": "Freedom Riders"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "frri place"
    ],
    "latitude": "33.656981135458544",
    "longitude": "-85.82823571431707",
    "latLong": "33.656981135458544,-85.82823571431707",
    "bodyText": "\"Desegregation of the Library began when two African American pastors, Reverends William B. McClain and Nimrod Q. Reynolds, peacefully attempted to enter the building on September 15, 1963. Their actions were endorsed by the city of Anniston Human Relations Council, which was pursuing desegregation of public institutions in Anniston. As the men approached the Library, several white men attacked them, and both men were injured, Reynolds seriously. The next day, Reverends J. Phillips Noble and George Smitherman, City Commissioner Miller Sproull, and Library board members Charlie Doster and Carelton Lentz accompanied McClain as he entered the Library without incident and checked out a book.\"<br /> <br /> - Anniston Public Library Desegregation Marker, City of Anniston Historic Trails Program (2016)<br />  ",
    "audioDescription": "The Public Library of Anniston-Calhoun County is a two-story rectangular building made of stone and glass, located at the corner of two city streets in downtown Anniston. One side, facing 10th street, features a covered awning supported by four brick columns, brick outcroppings at regular intervals along the façade, five large second-floor windows above the entrance, and a historic marker. The adjoining side, facing Wilmer Avenue, features a bus stop, an entrance to the library parking lot with a large black metal gate, and a stone and brick wall with no windows. Trees line the sidewalk at regular intervals along both street-facing sides of the library building.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.publiclibrary.cc/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information Kiosk/Bulletin Board"
    ],
    "managedByOrg": "Public Library of Anniston-Calhoun County",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "108 E. 10th Street",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Site of 1963 integration attempts by Bi-Racial Human Relations Council members",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Anniston Civil Rights Heritage Trail",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "55956BB2-D7C6-42D3-9108-A3AE3F245F91",
    "url": "https://www.nps.gov/places/15th-street-historic-district.htm",
    "title": "West 15th Street Historic District",
    "listingDescription": "A \"city within a city,\" the West 15th Historic District was the epicenter for African American commercial and social life in Anniston between 1898 and 1950.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E1FB16D6-DE62-D06E-CAA6F6AC2E450666.jpg",
        "credit": "NPS Photo/Max Farley",
        "altText": "Foreground: a brown and gold historic marker. Background: trimmed green grass and a colorful mural.",
        "title": "West 15th Street Historic District",
        "description": "",
        "caption": "A marker describes the district, which today features a pocket park & colorful commemorative mural.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E1FB16D6-DE62-D06E-CAA6F6AC2E450666.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E1FB16D6-DE62-D06E-CAA6F6AC2E450666.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AL",
        "parkCode": "frri",
        "designation": "National Monument",
        "fullName": "Freedom Riders National Monument",
        "url": "https://www.nps.gov/frri/index.htm",
        "name": "Freedom Riders"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "frri place"
    ],
    "latitude": "33.66380989097579",
    "longitude": "-85.83428140226931",
    "latLong": "33.66380989097579,-85.83428140226931",
    "bodyText": "\"This district was once the economic and social hub of Anniston's African American community. In its heyday (1940-1950), the District was a \"city within a city,\" with businesses that catered to the black community. Grocery stores, restaurants, doctors' offices, barber and beauty shops, a hotel, and other businesses thrived. The Gem Theater showed movies and hosted celebrity entertainers such as Cab Calloway and Lewis Jordan. At the Blair Hotel, Dr. Martin Luther King, Jr. held strategy sessions with Rev. Nimrod Q. Reynolds and Dr. Gordon Rodgers. The District was added to the National Register of Historic Places in 1991.\"<br /> <br /> - 15th Street Historic District Marker, City of Anniston Historic Trails Program (2016)",
    "audioDescription": "The West 15th Historic District includes several city blocks along 15th Street in Anniston, Alabama. The landscape includes twentieth century commercial brick buildings, frame and brick homes, empty lots, and small public park. The linear district surrounding 15th street stretches for approximately .25 miles, and the public park measures .25 acres. The public park faces a large, open-air mural depicting scenes that commemorate the history of the West 15th Street community and features benches, picnic tables, a historic marker, a few young trees, and an exercise path.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://naturesacred.org/sacred_place/west-anniston-gateway/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Benches/Seating",
      "Historical/Interpretive Information/Exhibits",
      "Picnic Table"
    ],
    "managedByOrg": "Sacred Places, Sacred Spaces & the City of Anniston",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "416 W. 15th Street",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Center of 20th-century African American community life in Anniston",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "494A6279-5D5D-4535-86F3-2B53D1A85065",
    "url": "https://www.nps.gov/places/zinn-park.htm",
    "title": "Zinn Park",
    "listingDescription": "Zinn Park is an inviting downtown park, located a few blocks off Noble Street in downtown Anniston.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E1A083BF-E234-0B43-1EFF7A2CBEA6493A.jpg",
        "credit": "NPS Photo/Max Farley",
        "altText": "Foreground: a red-brick pillar says \"Zinn Park.\" Behind lies a colorful playground & shady trees.",
        "title": "Zinn Park",
        "description": "",
        "caption": "Zinn Park, located in downtown Anniston, Alabama.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E1A083BF-E234-0B43-1EFF7A2CBEA6493A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E1A083BF-E234-0B43-1EFF7A2CBEA6493A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AL",
        "parkCode": "frri",
        "designation": "National Monument",
        "fullName": "Freedom Riders National Monument",
        "url": "https://www.nps.gov/frri/index.htm",
        "name": "Freedom Riders"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "frri place"
    ],
    "latitude": "33.66123814058561",
    "longitude": "-85.83153702483598",
    "latLong": "33.66123814058561,-85.83153702483598",
    "bodyText": "Zinn Park is an inviting downtown park, located a few blocks off Noble Street in downtown Anniston. Named for community leader William H. Zinn, this park includes the Martin Luther King Jr. Pavilion which hosts many community events.<br /> <br /> Zinn Park ammenities include an ADA-accesible playground, pavilions, a splash pad, restrooms, and plenty of shaded seating areas. The Unity House, a restored building now used for community group meetings and events, is also located in the park, on the corner of 13th Street and Moore Avenue.",
    "audioDescription": "Zinn Park covers two city blocks (approx. 2 acres) in downtown Anniston, AL. The park is filled with several tall trees that provide ample shade cover to benches and picnic tables throughout the location. A splash pad, often filled with happy children, sits near one corner of the park, opposite the Unity House, a one-story brick building used for community meetings. The park also includes a brick amphitheater surrounded by aluminum bleachers for community events and a multi-colored playground set with towers, swings, slides, and other equipment.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.annistonal.gov/parks-recreation/find-a-park/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Amphitheater",
      "Benches/Seating",
      "Picnic Shelter/Pavilion",
      "Picnic Table",
      "Playground",
      "Restroom - Accessible"
    ],
    "managedByOrg": "City of Anniston Department of Parks and Recreation",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "1385 Gurnee Avenue",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Space for leisure and community gatherings",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]