[
  {
    "id": "18A6E409-9A53-4819-B611-58DA82617468",
    "url": "https://www.nps.gov/places/beaver-creek-ruins.htm",
    "title": "Beaver Creek Ruins",
    "listingDescription": "The ruins along Beaver Creek provide a physical reminder of the industrial history of the Brandywine Valley. The mills in the area provided finished goods that were then shipped around the nation and the world, making the Brandywine Valley a major early center for the Industrial Revolution in the United States.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/76A3EC05-D810-688C-0B2104F41EC4A210.jpg",
        "credit": "NPS",
        "altText": "A ruined two story stone and brick house, partially covered and surrounded by green plants.",
        "title": "Ruins along Beaver Creek",
        "description": "",
        "caption": "A ruined two story house associated with mills along Beaver Creek.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/76A3EC05-D810-688C-0B2104F41EC4A210.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/76A3EC05-D810-688C-0B2104F41EC4A210.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DE,PA",
        "parkCode": "frst",
        "designation": "National Historical Park",
        "fullName": "First State National Historical Park",
        "url": "https://www.nps.gov/frst/index.htm",
        "name": "First State"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Ruins",
      "industrial revolution",
      "mill",
      "Brandywine",
      "history",
      "First State National Historical Park"
    ],
    "latitude": "39.840117",
    "longitude": "-75.556705",
    "latLong": "39.840117,-75.556705",
    "bodyText": "<b>Note: Be aware that the ruins are too dangerous to enter and should be observed at a safe distance while remaining on the trail.</b><br /> <br /> The ruins along Beaver Creek offer a glimpse into the storied history of the Brandywine Valley. With the establishment of Pennsylvania as a British colony under the proprietorship of William Penn in the late 1600s, English, Welsh, and Irish Quakers began to settle in the Brandywine Valley in large numbers. While the area had been home to groups of the Lenni-Lenape people for thousands of years, and had seen small scale settlement by earlier waves of European colonizers, primarily Swedes and Finns, these newcomers had the largest impact, shaping the landscape into the Valley we see today. While most of the farms, mills, and other buildings that these settlers built from the late 1600’s-mid 1800’s are lost to history, some examples remain, including the ruins of a house, a mill race, and the foundation of a saw mill along the northern bank of Beaver creek. The ruins of a two-story house, built in the late 1700s by the Green family, are the most prominent.<br /> <br /> The Green family were typical of these largely Quaker settlers, building up a combined farming and milling operation through the 1700s and early 1800s. Beaver Creek provided the power source for the saw mill, the foundations of which are visible in colder months when vegetation dies back. The water of the creek was channeled through a mill race, the remains of which can be seen to the south from the trail. There are also the remains of several small dams along Beaver Creek, which when active kept water pooled up in mill ponds, ensuring a steady flow to power the mills. By the mid-1800’s, due to rapidly advancing technological breakthroughs, the once cutting-edge mills that had lined Beaver Creek were outdated and entered into a steep decline. Many were torn down or left to rot, leaving us with only a few physical reminders that the Industrial Revolution in the United States had begun in places like the Brandywine Valley.",
    "audioDescription": "NOTE: The ruins along Beaver Creek are extremely unstable and dangerous. Appreciate them from a safe distance by remaining on the trail. The trail along Beaver Creek from the junction nearest the parking lot is wooded on both sides, and in the summer is dense with vegetation. The trail itself is rocky and uneven in places. Approximately 700 feet down the trail you will see the remains of the mill race to your left, parallel to the trail, with Beaver Creek on the other side. Continuing down the trail there are stone foundations and remnants of a wall to the right of the trail, though these can be hard to spot when covered by green plants in warmer months. The house that was built by the Green family in the late 1700s will now be visible on your right. The remains of the structure compose outer walls, approximately 20 feet wide and 40 feet deep. To the top of the remnants of the chimney is approximately 40 feet. The remaining stone walls are mortared loosely. There are spaces that were once windows on all sides, and there are two visible fireplaces left in the chimney. The 2nd floor is gone completely, and there are stone debris scattered inside the footprint of the ruins, as well as on the ground outside. Approximately 50 feet further down the trail, on the left, are the remnants of a 3rd structure, possibly the mill itself. These consist of a low stone wall and foundation, which are also easy to miss when the vegetation is thick. It is made from the same grey stone as the house, and has dimensions that have not been properly measured.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "39.840117, -75.556705",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The ruins along Beaver Creek provide a physical reminder of the industrial history of the Brandywine Valley. The mills in the area provided finished goods that were then shipped around the nation and the world, making the Brandywine Valley a major early center for the Industrial Revolution in the United States. ",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "72A99902-07D4-4226-BC52-89AB4C14E5EF",
    "url": "https://www.nps.gov/places/delaware-pennsylvania-border-marker.htm",
    "title": "Delaware-Pennsylvania Border Marker",
    "listingDescription": "This stone marker is one of many placed by Captain Hodgkins during his 1892 survey of the Twelve-mile Circle, which makes up a large part of the Pennsylvania-Delaware border, and is one of the few circular borders in the United States.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F9097B8E-A91B-B7D1-61DD2D667963EDC0.jpg",
        "credit": "",
        "altText": "A stone marker on the PA-DE border. It has a \"1/2\" carved into the west side. Surrounded by trees.",
        "title": "PA-DE Border Marker",
        "description": "",
        "caption": "One of the 1/2 mile markers along the \"Twelve-mile circle\" of the PA-DE border.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F9097B8E-A91B-B7D1-61DD2D667963EDC0.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F9097B8E-A91B-B7D1-61DD2D667963EDC0.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DE,PA",
        "parkCode": "frst",
        "designation": "National Historical Park",
        "fullName": "First State National Historical Park",
        "url": "https://www.nps.gov/frst/index.htm",
        "name": "First State"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "First State National Historical Park",
      "Delaware",
      "Pennsylvania",
      "border",
      "surveyors",
      "Brandywine"
    ],
    "latitude": "39.839473724365234",
    "longitude": "-75.54983520507812",
    "latLong": "39.839473724365234,-75.54983520507812",
    "bodyText": "Delaware’s borders with its neighbors have been the subject of much dispute and confusion, including up into the present era. A disagreement with New Jersey over a planned natural gas terminal on the Jersey side of the Delaware river in 2007 for example, which the First State saw as an encroachment on Delaware’s land, led to the Delaware state legislature (half-jokingly) considering a bill to call up the Delaware National Guard to defend the border.<br /> <br /> The section of the border with Pennsylvania is probably the source of some of the most confounding problems when it came to determining where exactly the First State began. Starting with the establishment of the proprietary colony of Pennsylvania in 1681, disagreements over borders were born. In 1682, to solve part of the dispute, a 12-mile radius from New Castle was to delineate the northern border of Delaware. However, this seemingly simple solution proved to be anything but. The center point of this circle was not clearly set, and it wasn’t until 1750 that the cupola of the Court House in New Castle was designated as the official center. Further, surveying technology in the Colonial era was lacking in sophistication, and the “Twelve-mile circle” as the arc became known was usually more of an approximation during the 1700s than a hard reality. Given that Delaware was administratively a part of the Province of Pennsylvania, albeit with its own colonial legislature, the unclear border did not cause significant problems, for the time being. The biggest snag was the intersection of the Twelve-mile circle with the border of Maryland. With Colonial surveyors not up to the task, this issue was one of the factors that led to the hiring of the English surveyors Charles Mason and Jeremiah Dixon, who established the famed “Mason-Dixon” line between Delaware, Maryland, and Pennsylvania, commonly seen as the line demarcating the North from the South.  <br /> <br /> Following Delaware’s declaration of independence from both the British Empire and Pennsylvania in 1776, the disputed border issue became a hotter topic. Several attempts to definitively survey the Twelve-mile circle took place throughout the 1800s, with the last and most conclusive being that of Captain W. C. Hodgkins of the Office of the U. S. Coast and Geodetic Survey in 1892. Hodgkins’ survey produced the stone boundary marker you are looking at. His surveyed arc has larger terminal markers at the points where the circle intersects the current border with Maryland and at the shore of the Delaware river. Every mile there is a marker with a “P” on the Pennsylvania side, and a “D” on the opposite, with a mile count from the initial point. In addition, there are markers every half-mile, with a “1/2” inscribed on the West facing side. The marker in front of you is one of these ½ mile markers from Hodgkins’ survey.<br /> <br /> Hodgkins’ work firmly established the arc of the Twelve-mile circle and is now the official demarcation for most of the border between the First State and the Keystone State. Delaware’s strange borders continue to be a source of dispute, as well as interesting historical stories. Think about where you live. How where the borders of your hometown, state, or country formed? How might they have been drawn differently? What does this tell us about the nature of human-made borders? These are questions we may not think about very often, but which can have a huge impact on our lives.",
    "audioDescription": "A stone marker, slightly pyramidic with a flat top measuring 10 inches square, made from grey gneiss stone. The marker has \"1/2\" carved into its west facing side. It has a height of approximately 25 inches above the ground.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "39°50'22.1\"N 75°32'58.6\"W",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "This stone marker is one of many placed by Captain Hodgkins during his 1892 survey of the Twelve-mile Circle, which makes up a large part of the Pennsylvania-Delaware border, and is one of the few circular borders in the United States. ",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "FA675BFF-8BF9-4AE6-AE67-40FD0D797248",
    "url": "https://www.nps.gov/places/fort-christina.htm",
    "title": "Fort Christina & The Rocks",
    "listingDescription": "It was here at The Rocks, in 1638, along the banks of the Christina River over 380 years ago, that the first Swedish and Finnish American settlers aboard the Kalmar Nyckel and the Fogel Grip landed. The wharf of rocks is all that remains of the first landing.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D2A807FF-0AD8-192E-FB45A12ACC91D58B.jpg",
        "credit": "NPS Photo",
        "altText": "A wooden ship sails past a monument.",
        "title": "Fort Christina",
        "description": "",
        "caption": "See where the Swedes aboard the Kalmar Nyckel ship landed.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D2A807FF-0AD8-192E-FB45A12ACC91D58B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D2A807FF-0AD8-192E-FB45A12ACC91D58B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DE,PA",
        "parkCode": "frst",
        "designation": "National Historical Park",
        "fullName": "First State National Historical Park",
        "url": "https://www.nps.gov/frst/index.htm",
        "name": "First State"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Swedes",
      "Delaware",
      "Colonial",
      "settlement",
      "ship"
    ],
    "latitude": "39.736405",
    "longitude": "-75.538809",
    "latLong": "39.736405,-75.538809",
    "bodyText": "<p>It was here at The Rocks, in 1638, along the banks of the Christina River over 380 years ago, that the first Swedish and Finnish American settlers aboard the <em>Kalmar Nyckel</em> and the <em>Fogel Grip</em> landed. The wharf of rocks is all that remains of the first landing.<br /> <br /> After the Swedes purchased land from the Lenape Indians, they built Fort Christina and established the colony of New Sweden, a thriving community based on fur-trading and farming.  Fort Christina was the first permanent European settlement in the Delaware Valley and the first in what would become Delaware – the future First State of the United State of America. In 1655, the Dutch, looking to strengthen their control of the fur trade, attacked and captured Fort Christina, forcing the capitulation of New Sweden. However, when Delaware fell to the English in 1664, it was the Swedish settlement that remained the heart of the village spreading along the banks of the Christina and becoming, in the next century, Wilmington.<br /> <br /> In 1938, the State of Delaware created Fort Christina Park which contained The Rocks of the first landing and a new Swedish Tercentenary Monument to celebrate the 300th anniversary of the Swedish colonization of the area. <br /> <br /> The monument was a gift of the people of Sweden to the people of the United States and depicts the Swedish colonial vessel, Kalmar Nyckel, surmounting a column of Swedish black granite. It was crafted in 1938 by renowned Swedish-American sculptor Carl Milles, containing several bas relief's that  provide insight into the unique history surrounding the Fort. President Franklin D. Roosevelt dedicated the park and the monument in a ceremony on June 27, 1938. A crowd of 20,000 attended the opening, despite heavy rains, and distinguished guests included U.S. Secretary of State Cordell Hull, Swedish Crown Princess Louise, Swedish Royal Prince Gustaf Bertil, as well as a large delegation from Finland. </p>",
    "audioDescription": "Fort Christina contains a long narrow rectangular walkway surrounded by trees. At the end of the walk way is a half circle opening with a black granite monument. To the right of the circle are a handful of large tan rocks with anchors in them and the Christina River. Between the circle and the river is a small fence to protect those from falling in.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "The Fort Christina stamp and National Underground Railroad Network to Freedom stamp are available at this location Memorial Day to Labor Day. Outside of this, they are available at Old Swedes Church.",
    "passportStampImages": [
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/5B7140B5-9330-8148-77594D2B39592EAF.jpg"
          }
        ],
        "altText": "Fort Christina Cancellation Stamp",
        "title": "Cancellation Stamp",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/5B7140B5-9330-8148-77594D2B39592EAF.jpg"
      },
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/3AE96496-C6BD-C949-72F7AD986651F529.jpg"
          }
        ],
        "altText": "Fort Christina Passport Stamp",
        "title": "Fort Christina Passport Stamp",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/3AE96496-C6BD-C949-72F7AD986651F529.jpg"
      }
    ],
    "managedByUrl": "https://www.kalmarnyckel.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Benches/Seating",
      "Bicycle - Rack",
      "Cellular Signal",
      "Information",
      "Information - Ranger/Staff Member Present",
      "Parking - Auto",
      "Picnic Shelter/Pavilion",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "Kalmar Nyckel Foundation",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "1110 E 7th St, Wilmington, DE 19801",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "It was here at The Rocks, in 1638, along the banks of the Christina River over 380 years ago, that the first Swedish and Finnish American settlers aboard the Kalmar Nyckel and the Fogel Grip landed.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "01FEE39A-4FD5-41B1-AC33-65FDA9451F96",
    "url": "https://www.nps.gov/places/john-bell-house.htm",
    "title": "John Bell House",
    "listingDescription": "Walking by the John Bell House today, one may think that it looks out of place, surrounded as it is by dignified government buildings and stately homes of red brick; but despite outward appearances, the structure is one of the most remarkable yet standing in Delaware today. ",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CA06A447-AE5E-FEA0-F894C5F0834BB469.jpg",
        "credit": "First State Heritage Park",
        "altText": "A women welcomes two people inside a small cottage.",
        "title": "John Bell House",
        "description": "",
        "caption": "Explore the history this building has seen throughout the years.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CA06A447-AE5E-FEA0-F894C5F0834BB469.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CA06A447-AE5E-FEA0-F894C5F0834BB469.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DE,PA",
        "parkCode": "frst",
        "designation": "National Historical Park",
        "fullName": "First State National Historical Park",
        "url": "https://www.nps.gov/frst/index.htm",
        "name": "First State"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Delaware",
      "Colonial"
    ],
    "latitude": "39.156016",
    "longitude": "-75.523084",
    "latLong": "39.156016,-75.523084",
    "bodyText": "<p><span style=\"color:null;\">Walking by the John Bell House today, one may think that it looks out of place, surrounded as it is by dignified government buildings and stately homes of red brick; but despite outward appearances, the structure is one of the most remarkable yet standing in Delaware today. Dating back to the midpoint of the 18th century, it represents a lovely example of early Chesapeake and Delaware architecture and is the oldest wooden-frame structure in Dover. Even more significant, it was originally constructed as a workshop and tavern complex outbuilding, one of a bare handful of its kind still surviving in America. <br /> <br /> The building has borne witness to the shaping of a nation, from its birth amidst the fires of Revolution, its great strides towards Constitution and self-government, the growing pains of the early United States, its sundering in terrible Civil War, and a country’s mighty efforts to come back together again as it faced the triumphs and tragedies of a turbulent 20th century. The building itself served generations of Delawareans, seeing service as a workshop, a post office and print shop, lawyers’ offices, and private residences, just to name a few. Now, as we forge ahead in the 21st century, the John Bell House has a new lease on life as the interpretive center of First State Heritage Park, a place to share the stories of remarkable Delawareans and innovative government in the Delaware State. <br /> <br /> The John Bell House truly exemplifies the idea that the size of a place does not necessarily represent the scale of the story it has to tell.</span></p>",
    "audioDescription": "The John Bell house is a small one room cottage with a light pinkish-tannish color siding. It has a single door and one window next to the front door with two windows in the shingles of the roof.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://destateparks.com/History/FirstStateHeritage",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Benches/Seating",
      "Cellular Signal",
      "Fire Extinguisher",
      "First Aid Kit Available",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information - Ranger/Staff Member Present",
      "Parking - Auto"
    ],
    "managedByOrg": "First State Heritage Park",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "43 The Green, Dover, DE 19901",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Dating back to the midpoint of the 18th century, it represents a lovely example of early Chesapeake and Delaware architecture and is the oldest wooden-frame structure in Dover. ",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "4A0A420C-CE2F-41B2-860D-FB3FDEAB518F",
    "url": "https://www.nps.gov/places/john-dickinson-plantation-visitor-center.htm",
    "title": "John Dickinson Plantation Visitor Center",
    "listingDescription": "The John Dickinson Plantation Visitor Center is the primary orientation space for visitors. Visitors can start their tour by watching a video about John Dickinson, to transport themselves back in time and take a brief look at the stories they will hear more about on their tour.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6C5E15BC-04D0-3CE0-4EF928B049912346.jpg",
        "credit": "Delaware Division of Historical and Cultural Affairs",
        "altText": "A small grey barn on a cloudy day.",
        "title": "John Dickinson Plantation Visitor Center",
        "description": "",
        "caption": "Start your tour at the John Dickinson Visitor Center!",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6C5E15BC-04D0-3CE0-4EF928B049912346.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6C5E15BC-04D0-3CE0-4EF928B049912346.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DE,PA",
        "parkCode": "frst",
        "designation": "National Historical Park",
        "fullName": "First State National Historical Park",
        "url": "https://www.nps.gov/frst/index.htm",
        "name": "First State"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "visitor center",
      "orientation",
      "dickinson",
      "Founding Fathers",
      "Independence",
      "enslaved",
      "Underground Railroad",
      "Network to Freedom"
    ],
    "latitude": "39.102907",
    "longitude": "-75.44903",
    "latLong": "39.102907,-75.44903",
    "bodyText": "The John Dickinson Plantation Visitor Center is the primary orientation space for visitors. Visitors can start their tour by watching a video about John Dickinson, which gives context to some of the site’s history and significance and a preview of the stories they will hear on the tour. The Visitor Center contains two exhibits with text panels that tell the stories of the tenant farmers, indentured servants, free and enslaved Black men, women, and children who lived, worked, and died on the plantation. One exhibit specifically details the site’s connection to the Underground Railroad Network to Freedom. Additionally, the interior of the John Dickinson Plantation Visitor Center is used for lectures and programs for the public.",
    "audioDescription": "The Visitor Center is a wooden building with a shingle roof, modeled after an 18th century feed barn. This gray building has a set of double doors at the end of a short terracotta-colored sidewalk. When facing the double doors from the sidewalk, to the left are two windows near the roofline. To the right of the double doors are three smaller windows, closer to the ground. Not pictured are five additional windows. A light fixture above the double doors and a lamppost close to the sidewalk are two exterior lighting features. Inside of the Visitor Center are two exhibits with text panels: Five Stories: The People & Families of the Plantation and Delaware's Network to Freedom: The John Dickinson Plantation Story.",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "John Dickinson Plantation; Underground Railroad Network to Freedom",
    "passportStampImages": [
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/6CEF0B1F-089B-A2E2-9F02CEC1392B87B6.jpg"
          }
        ],
        "altText": "One stamp is lying on the stamp pad and the other is standing upright next to it. ",
        "title": "Underground Railroad Network to Freedom",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/6CEF0B1F-089B-A2E2-9F02CEC1392B87B6.jpg"
      },
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/3AB3AD29-E0E2-5B42-1C819212B6B24347.jpg"
          }
        ],
        "altText": "Stamp and inkpad for the John Dickinson Plantation",
        "title": "John Dickinson Plantation",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/3AB3AD29-E0E2-5B42-1C819212B6B24347.jpg"
      }
    ],
    "managedByUrl": "https://history.delaware.gov/john-dickinson-plantation/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Cellular Signal",
      "Fire Extinguisher",
      "First Aid Kit Available",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information - Ranger/Staff Member Present",
      "Parking - Auto",
      "Picnic Table",
      "Water - Bottle-Filling Station",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "Delaware Division of Historical and Cultural Affairs",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "340 Kitts Hummock Road Dover, DE 19901",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The John Dickinson Plantation provides a brief orientation to visitors who are interested in taking a tour. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historical Landmark; Underground Railroad Network to Freedom Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7E5FDD48-181E-4B8F-8FBA-9742B72FDEB3",
    "url": "https://www.nps.gov/places/mica-mining-pit.htm",
    "title": "Mica Mining Pit",
    "listingDescription": "The remains of this mica mining pit, active from the mid 1800's-early 1900's, provides evidence of the Brandywine Valley's industrial history. As an important center for the Industrial Revolution within the United States, the Brandywine Valley provided both raw material and finished products to the nation and abroad, including the mica mined here for use in the production of ceramics.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6B6F29DD-F954-C527-A2DE6FEA11D7B004.jpg",
        "credit": "NPS",
        "altText": "An open pit, approximately 10 feet deep, with gentle sloping sides, surrounded by green woods.",
        "title": "Mica Mining Pit",
        "description": "",
        "caption": "The Mica Mining Pit above Ramsey Road, in the Brandywine Valley",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6B6F29DD-F954-C527-A2DE6FEA11D7B004.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6B6F29DD-F954-C527-A2DE6FEA11D7B004.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DE,PA",
        "parkCode": "frst",
        "designation": "National Historical Park",
        "fullName": "First State National Historical Park",
        "url": "https://www.nps.gov/frst/index.htm",
        "name": "First State"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "industrial revolution",
      "Mining",
      "history",
      "Brandywine",
      "Industry",
      "First State National Historical Park"
    ],
    "latitude": "39.831417083740234",
    "longitude": "-75.5643310546875",
    "latLong": "39.831417083740234,-75.5643310546875",
    "bodyText": "Mica mining started within the Brandywine Valley in the mid 1700's, and from there grew to be one of several major industries present within the Valley. Mica, kaolin, and feldspar were all mined at various locations, with the product then shipped out to ceramic factories in Philadelphia and Wilmington. Feldspar and kaolin were used in the production of porcelain glazes, while mica was used as an insulation agent in the ceramic production process, as well as later on in the production of spark plugs. Usually all three minerals would be mined side by side or within successive waves at the same site. <br /> <br /> This pit in particular was active from approximately 1850-1910. You can still see large amounts of mica flakes spread around the ground surrounding the pit and the remaining spoil piles. It was the production of mica and other minerals from this pit and others like it that served to elevate the Brandywine Valley into one of the first centers of the American industrial revolution. Combined with the mills of various types that dotted the banks of the Brandywine River, this area of northern Delaware was able to position itself as a major producer of both raw materials and finished products.",
    "audioDescription": "The mica mining pit area is located down a short trail in a heavily wooded area north of Ramsey Road, at the top of a steeply rising hill in the Brandywine Valley. The ground around the pit, out for some distance, is covered in mica flakes, which look like glassy plastic. There are trails surrounding the pit, and it is not unusual to see hikers and bikers using the area. The trees surrounding the pit are mostly tulip poplar and American beech, and the vegetation is very lush and green in the warmer months. The remains of the pit are roughly triangular, with sides measuring approximately 40-50 feet. It is approximately 10 feet deep, with one lip of the pit lower than the other two. There are still remnants of spoil piles visible surrounding the pit. The soil is somewhat sandy and loose when dry.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "39°49'53.1\"N 75°33'51.6\"W",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The remains of this mica mining pit, active from the mid 1800's-early 1900's, provides evidence of the Brandywine Valley's industrial history. As an important center for the Industrial Revolution within the United States, the Brandywine Valley provided both raw material and finished products to the nation and abroad, including the mica mined here for use in the production of ceramics.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "9F9A541C-2377-4764-8F67-274C168B82AF",
    "url": "https://www.nps.gov/places/new-castle-court-house-museum.htm",
    "title": "New Castle Court House Museum",
    "listingDescription": "Built in 1732, the New Castle Court House served as Delaware’s first court and state capitol. Here in 1776, New Castle, Kent and Sussex counties declared their independence from Pennsylvania and Great Britain creating the Delaware State.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/987274A1-9A8B-61FC-E49B900E6B78450D.jpg",
        "credit": "NPS Photo",
        "altText": "An angled view of a brick building with three wings, the middle being the tallest.",
        "title": "New Castle Court House Museum",
        "description": "",
        "caption": "Discover what caused delaware to seperate from Pennsylvania and Great Britain.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/987274A1-9A8B-61FC-E49B900E6B78450D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/987274A1-9A8B-61FC-E49B900E6B78450D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DE,PA",
        "parkCode": "frst",
        "designation": "National Historical Park",
        "fullName": "First State National Historical Park",
        "url": "https://www.nps.gov/frst/index.htm",
        "name": "First State"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Delaware",
      "settlement",
      "Great Britain",
      "William Penn",
      "Underground Railroad",
      "Network to Freedom",
      "Court House",
      "Swedes",
      "Dutch"
    ],
    "latitude": "39.65982619341204",
    "longitude": "-75.56363279611547",
    "latLong": "39.65982619341204,-75.56363279611547",
    "bodyText": "<p>The New Castle Court House, built in 1732, operated as the General Assembly and the courts for the Three Lower Counties of Pennsylvania. In the second floor Assembly room on June 15, 1776, thirteen delegates voted and declared their independence from Pennsylvania and Great Britain thus becoming the Delaware State. This town served as the capital of Delaware until 1777 when it was moved to Dover in fear of being easily captured due to its proximity to the Delaware River. This building continued to operate as a court on the State and Federal level until 1881 when the courts moved to Wilmington. Over the years, it has been expanded to allow for more record storage and offices. Similar to most other historic buildings, it has seen a variety of uses such as a store, police station, jail, mayor’s office, restaurant, school rooms and much more. Through guided interpretation and exhibits, visitors will learn about Delaware’s history through the eyes of the Native Americans, the first European settlers, law makers, prisoners and judges, runaway slaves and the freed African American community.</p>",
    "audioDescription": "As you park your car you will notice a large red brick building, made up of three wings and two stories, that sits up about two feet from the street. The building has two sets of railed granite steps lead you to the red brick patio, one set to the left and one in front of the central wing. The patio has a black painted cast iron fence across the front with curved and circular designs. As you walk towards the central wing, three more granite steps lead to the large yellow painted wooden double doors that have yellow wooden painted columns on either side. The second story of the central wing has a small balcony with wooden yellow painted railing and same colored door. The central wing of the building is the tallest with two stories and a large yellow painted wooden cupola with brass bell and a walk with yellow painted wooden railing at the top. This wing has a total of eight windows that cover the face, four on the first floor and four on the second. To the left or east is the most recent brick addition to the building. This wing has two stories with gray painted metal door and eight windows, four on the bottom and four on top, with gray painted window shutters. To the right or west of the central wing is another brick addition made up of two stories with one yellow painted wooden door that has several granite steps. This addition only has 7 windows, three on the first floor and four on the second.",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "New Castle Court House; Underground Railroad Network To Freedom; Centennial",
    "passportStampImages": [],
    "managedByUrl": "https://history.delaware.gov/new-castle-court-house-museum/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Rooms",
      "Accessible Sites",
      "Benches/Seating",
      "Cellular Signal",
      "Fire Extinguisher",
      "First Aid Kit Available",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information - Ranger/Staff Member Present",
      "Restroom",
      "Restroom - Accessible",
      "Scenic View/Photo Spot",
      "Tactile Exhibit",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "Delaware Division of Historical and Cultural Affairs",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "211 Delaware Street, New Castle DE 19720",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The New Castle Courthouse was built in 1732 and served as the meeting place for the state's colonial assembly from 1732-1777. It is here where the Delaware Assembly voted on June 15, 1776 to separate from England and from Pennsylvania, creating the \"State of Delaware.\" ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historical Landmark; Underground Railroad Network to Freedom Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C1C6DD83-95FE-42F2-B04E-910647B781D6",
    "url": "https://www.nps.gov/places/old-swedes-burial-grounds.htm",
    "title": "Old Swedes Burial Grounds",
    "listingDescription": "In 1638, the first Swedish settlers stepped foot on what is now Delaware. Shortly after arrival, they constructed Fort Christina and established the burial grounds at Old Swedes Historic Site prior to the church being built in 1698-1699.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C851C7BC-FE69-5971-BA8023AFB9C6EE97.jpg",
        "credit": "",
        "altText": "Pink flowers hang behind more than 15 grave markers ranging in height.",
        "title": "Old Swedes Burial Grounds",
        "description": "",
        "caption": "Discover the stories of the people laid to rest here.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C851C7BC-FE69-5971-BA8023AFB9C6EE97.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C851C7BC-FE69-5971-BA8023AFB9C6EE97.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DE,PA",
        "parkCode": "frst",
        "designation": "National Historical Park",
        "fullName": "First State National Historical Park",
        "url": "https://www.nps.gov/frst/index.htm",
        "name": "First State"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "grave marker preservation",
      "Grave site",
      "burial ground",
      "Cemetary",
      "Cemeteries/Burial Grounds",
      "Swedish Culture",
      "Swedes",
      "Delaware"
    ],
    "latitude": "39.738357615328546",
    "longitude": "-75.54052498936653",
    "latLong": "39.738357615328546,-75.54052498936653",
    "bodyText": "<p>In 1638, the first Swedish settlers stepped foot on what is now Delaware. Shortly after arrival, they constructed Fort Christina and established the burial grounds at Old Swedes Historic Site prior to the church being built in 1698-1699.  With Fort Christina being located on the Christina River, the Swedes needed to establish their burial grounds at a higher elevation to avoid any possible complications with flooding. While there has been no evidence of wooden crosses and field stones which were typically used as grave markers, there has been evidence of remains found throughout the grounds. This site remains an active burial ground with approximately 1,200 gravestones standing and it is estimated that there are more than 8,000 people buried on site. Recent archaeological research uncovered artifacts dating from pre-Columbian periods through the present day, including pottery shards, beads and hairpins.</p>",
    "audioDescription": "As you enter Old Swedes Historic Site walking toward the church you will follow a winding brick path shaded by mature sycamore, hackberry, and dogwood shade trees. On both sides of the path you will see historic grave markers from as early as 1698. Along the way are scattered teak benches provided for rest, reflection, and soaking in the peaceful silence. As you pass the south side of the stone church turn right stepping off the path on to the grass. Weave your way down through the weathered gravestones until you come to the French quarter. There you will see the markers of the Bauduy, Garesche, Hammond, and Des Chappelle families. The obelisks and pyramid gravestones are set among the trees and worn down by time. One can barely read the memorial written on the stones remembering these French families who fled from the only successful slave uprising in Santo Domingo and made Wilmington their home.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "http://www.oldswedes.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Amphitheater",
      "Benches/Seating",
      "Cellular Signal",
      "First Aid Kit Available",
      "Gifts/Souvenirs/Books",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information - Ranger/Staff Member Present",
      "Restroom"
    ],
    "managedByOrg": "Old Swedes Foundation",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "606 N Church Street Wilmington, DE 19801",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Old Swedes burial grounds is the final resting place for an estimated 8,000 people dating back to the original landing of the Swedes through today. A variety of individuals are significant to the history of Delaware including the humblest Swedish Settler, a Secretary of State of the United States, Military personal, and more. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historical Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A7D28941-249F-4678-8E78-BDA93910A488",
    "url": "https://www.nps.gov/places/old-swedes-church.htm",
    "title": "Old Swedes Church",
    "listingDescription": "Old Swedes Church, built by the Swedish Government in 1698 -1699, is considered one of the nation’s oldest church buildings that is still in regular use as house of worship. Originally, the church was established as a Swedish Lutheran Church to support the growing needs of the nearby New Sweden Colony. This building serves as one of the few remaining sites that documents the settlements throughout the Delaware Valley and the establishment the nation.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/8DD6134F-D75A-B9B4-5EF8E2A6A231E25C.jpg",
        "credit": "Old Swedes Foundation",
        "altText": "A brick church with a white cupola is outlined by green leaves.",
        "title": "Old Swedes Church",
        "description": "",
        "caption": "Discover the history that this church has seen since 1698.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/8DD6134F-D75A-B9B4-5EF8E2A6A231E25C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/8DD6134F-D75A-B9B4-5EF8E2A6A231E25C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DE,PA",
        "parkCode": "frst",
        "designation": "National Historical Park",
        "fullName": "First State National Historical Park",
        "url": "https://www.nps.gov/frst/index.htm",
        "name": "First State"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "church",
      "Delaware",
      "settlement",
      "Swedes"
    ],
    "latitude": "39.73849868774414",
    "longitude": "-75.54049682617188",
    "latLong": "39.73849868774414,-75.54049682617188",
    "bodyText": "<p>Old Swedes Church, built by the Swedish Government in 1698 -1699, is considered one of the nation’s oldest church buildings that is still in regular use as house of worship. Originally, the church was established as a Swedish Lutheran Church to support the growing needs of the nearby New Sweden Colony. This building serves as one of the few remaining sites that documents the settlements throughout the Delaware Valley and the establishment the nation. In 1963 this site was designated a Registered National Landmark and is a must see for learning about the history in the Delaware Valley.</p>",
    "audioDescription": "As you enter Old Swedes Historic Site you will follow a winding brick path to the church entrance that is shaded by mature sycamore, hackberry, and dogwood shade trees. On both sides of the path you will see historic grave markers from as early as 1698. Along the way are scattered teak benches provided for rest, reflection, and soaking in the peaceful silence. As you wind your way around the last curve you arrive at the church. The first sight you see is the majestic brick bell tower and its contrasting white cupola that stands 30 feet high. The bell tower has three white arched doors with a double hung window above each door. The doors are located on the north, west and south sides of the bell tower, which was added to the original church in 1802. As you move closer to the main structure, a beautiful blue granite church with a clipped gable roof stands before you. A variegated mix of large and small stones creates a lovely pattern of interest on the outer walls. Mortar made of sand mixed with clam and oyster shells sparkling in the dappled sunshine completes the scene. Moving toward the sanctuary entrance, you are greeted by two large roofed stone porticos, situated perpendicular to the 30’ x 60’ church. These serve two purposes: one housing the vestry and one as a covered entrance to the sanctuary. Interestingly, both porticos hold up the ancient church walls bowed out by the heavy arched roof not long after the church was built.",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "The stamp says, \"Old Swedes Church - First State NHP\" and is located inside the Hendrickson House. This site currently has the \"Fort Christina\" Stamp and the \"Underground network to Freedom - The Rocks\" stamp while the other site is closed for the season.",
    "passportStampImages": [
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/3B027ABD-9AFD-A18C-47CCB2A4EC491287.jpg"
          }
        ],
        "altText": "Across the top it says \"Old Swedes Church- Wilmington\" and \"First State NHP\" across the bottom. ",
        "title": "Old Swedes Passport Stamp",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/3B027ABD-9AFD-A18C-47CCB2A4EC491287.jpg"
      }
    ],
    "managedByUrl": "http://www.oldswedes.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Amphitheater",
      "Benches/Seating",
      "Cellular Signal",
      "First Aid Kit Available",
      "Gifts/Souvenirs/Books",
      "Historical/Interpretive Information/Exhibits",
      "Information - Ranger/Staff Member Present",
      "Parking - Auto",
      "Restroom"
    ],
    "managedByOrg": "Old Swedes Foundation",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "606 N Church Street Wilmington, DE 19801",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Old Swedes Church served as the first place of worship in the New Sweden Colony and was built in 1698 by the Swedish Government despite being under the English rule. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historical Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C2CCAD18-1A4C-4545-999A-CCF9B43D8533",
    "url": "https://www.nps.gov/places/parking-lot-1-trailhead.htm",
    "title": "Parking Lot 1 Trailhead",
    "listingDescription": "Explore the northern trails and their hidden secrets throughout the northern section of Brandywine Valley.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CA65A1BF-F6A4-AF76-1021833902429EE6.jpg",
        "credit": "NPS Photo",
        "altText": "Green flora lines a gavel trail on a cloudy day.",
        "title": "Trail Head at Parking Lot 1",
        "description": "",
        "caption": "Explore the park trails throughout the Northern section of the park.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CA65A1BF-F6A4-AF76-1021833902429EE6.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CA65A1BF-F6A4-AF76-1021833902429EE6.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DE,PA",
        "parkCode": "frst",
        "designation": "National Historical Park",
        "fullName": "First State National Historical Park",
        "url": "https://www.nps.gov/frst/index.htm",
        "name": "First State"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "trail",
      "trailhead",
      "Delaware",
      "Pennsylania"
    ],
    "latitude": "39.843577",
    "longitude": "-75.555547",
    "latLong": "39.843577,-75.555547",
    "bodyText": "The trailhead starting in parking lot one will get your legs burning as you hike up and down the rolling hills of the piedmont region. This trailhead will give you access to the hiking trails within the northern section of the park, including the trails in the Pennsylvania section. This trailhead is located along Beaver Dam Road just past the Delaware and Pennsylvania border. ",
    "audioDescription": "A variety of vibrant green floor align the small gavel trail as it travels up a hill.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Parking - Auto",
      "Permits Issued",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "39.843577, -75.555547",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The Brandywine Valley unit preserves more than 1,100 acres of winding rivers and rolling hills that once was home to the Lenape Tribes and early Quaker settlers. ",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "0345B9FC-FCF0-433D-A436-25A2F2960CE7",
    "url": "https://www.nps.gov/places/parking-lot-2-trailhead.htm",
    "title": "Parking Lot 2 Trailhead",
    "listingDescription": "This trailhead will give you access to the trails near the border of Delaware and Pennsylvania.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CC5FB93E-CCA9-8D80-15BE105E40E59965.jpg",
        "credit": "NPS Photo",
        "altText": "A dirt trail surrounded by green flora wraps behind an 18th century home.",
        "title": "Parking Lot 2 Trailhead",
        "description": "",
        "caption": "Explore the park trails near the border of Delaware and Pennsylvania.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CC5FB93E-CCA9-8D80-15BE105E40E59965.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CC5FB93E-CCA9-8D80-15BE105E40E59965.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DE,PA",
        "parkCode": "frst",
        "designation": "National Historical Park",
        "fullName": "First State National Historical Park",
        "url": "https://www.nps.gov/frst/index.htm",
        "name": "First State"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "trail",
      "trailhead",
      "Delaware",
      "Pennsylania",
      "hiking",
      "dog walking"
    ],
    "latitude": "39.838927",
    "longitude": "-75.564526",
    "latLong": "39.838927,-75.564526",
    "bodyText": "To access this trailhead, you will need to park in parking lot 2 which is located at the 3-way intersection of Beaver Dam Road. This trail will lead you behind one of the residential houses in the park, through the woods, to a scenic overlook of rolling agricultural fields. This is a dirt trail, so it may be slippery when it rains. Dogs are allowed on a leash that is no more than 6-feet in length. You will need to walk along the shoulder of the road to access this trailhead, please use caution and use a light or a safety vest if the lighting is low. ",
    "audioDescription": "This trail is surrounded by a variety of green flora and passes by some white, 18th-century houses on the right. The trail is made up of dirt and stone that can become slippery when wet.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Parking - Auto",
      "Permits Issued",
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "39.838927, -75.564526",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The Brandywine Valley unit preserves more than 1,100 acres of winding rivers and rolling hills that once was home to the Lenape Tribes and early Quaker settlers. ",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6BE8E204-A24B-4286-80CA-AB1106D394C1",
    "url": "https://www.nps.gov/places/parking-lot-4-trailhead.htm",
    "title": "Parking Lot 4 Trailhead",
    "listingDescription": "This trailhead will give you access to trails in the center of the park. These trails are filled with rolling hills and creek crossings.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F2EA63D1-FBF3-088E-D9A866D6A1C4C5D4.jpg",
        "credit": "NPS Photo",
        "altText": "A dirt trail surrounded by green flora leads hikers up hill.",
        "title": "Parking Lot 4 Trailhead",
        "description": "",
        "caption": "Explore the park trails in the heart of the Brandywine Valley.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F2EA63D1-FBF3-088E-D9A866D6A1C4C5D4.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F2EA63D1-FBF3-088E-D9A866D6A1C4C5D4.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DE,PA",
        "parkCode": "frst",
        "designation": "National Historical Park",
        "fullName": "First State National Historical Park",
        "url": "https://www.nps.gov/frst/index.htm",
        "name": "First State"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "hiking",
      "Delaware"
    ],
    "latitude": "39.829175",
    "longitude": "-75.569904",
    "latLong": "39.829175,-75.569904",
    "bodyText": "The trailhead starting in parking lot four will get your legs burning as you hike up this dirt trail to what park staff has nicknamed \"The Rocks\". Here you can pause for a moment of self-reflection as you look over the rolling hills of the Brandywine Valley. After, you can connect to any of the trails that are in the center of the park. This trailhead is accessible from Parking Lot 4 off Ramsey Road. ",
    "audioDescription": "A variety of green flora surrounds the dirt trail as you travel up hill. Once you reach \"the rocks\" you will see the rolling forested hills that make up the Brandywine Valley.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Parking - Auto",
      "Permits Issued",
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "39.829175, -75.569904",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The Brandywine Valley unit preserves more than 1,100 acres of winding rivers and rolling hills that once was home to the Lenape Tribes and early Quaker settlers. ",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D33982C2-FFD4-4985-85CE-011EE279E56D",
    "url": "https://www.nps.gov/places/ramsey-overlook.htm",
    "title": "Ramsey Overlook",
    "listingDescription": "This place was nicknamed “The Rocks” by park staff after these large boulders were installed in 2016 to provide a natural bench for visitors to sit and reflect as they take in the rolling hills and winding creeks of the greater Brandywine Valley.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F62F07A6-F221-3921-7B0CE49BD6E318F2.jpg",
        "credit": "NPS Photo",
        "altText": "Vibrant yellow, orange and red leaves roll along the curves of the hills.",
        "title": "\"The Rocks\"",
        "description": "",
        "caption": "Take a moment to reflect on the history of the Brandywine Valley.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F62F07A6-F221-3921-7B0CE49BD6E318F2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F62F07A6-F221-3921-7B0CE49BD6E318F2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DE,PA",
        "parkCode": "frst",
        "designation": "National Historical Park",
        "fullName": "First State National Historical Park",
        "url": "https://www.nps.gov/frst/index.htm",
        "name": "First State"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Delaware",
      "Brandywine",
      "scenic",
      "First State National Historical Park"
    ],
    "latitude": "39.8306661285992",
    "longitude": "-75.56543769539695",
    "latLong": "39.8306661285992,-75.56543769539695",
    "bodyText": "<p data-ogsc=\"black\">Park staff placed these large boulders in 2016 to provide a natural bench for visitors to sit and reflect as they take in the rolling hills and scenic vista of the greater Brandywine Valley.</p> <p data-ogsc=\"black\">This area was once home to the Lenape village of Queonemysing. As the years passed, English colonists (primarily Quakers) would begin to settle throughout the area. The Quakers took advantage of the fast-moving creeks by building mills that produced wool, paper, and other goods to generate a profit. They also cultivated agricultural fields to support their small village and ship goods up to far destinations. While the mills are no longer visible, you can still see a variety of agricultural fields that have existed for centuries and continue to provide food for the Delaware Valley.   </p> <p data-ogsc=\"black\">As you explore more of the Brandywine Valley we ask that you explore safely and practice Leave No Trace principles so this beautiful cultural landscape can remain intact for future generations to enjoy. If you see something suspicious or would like to report trail information (downed tree, etc) please <a href=\"mailto:firststate@nps.gov\">e-mail the park</a>.  </p>",
    "audioDescription": "As you sit on the rocks, you will see rolling forested hills, the winding of the Brandywine Creek and agricultural fields. In the fall, you will see a variety of yellows, oranges, and red leaves that color the skyline.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Permits Issued",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "39.8306661285992, -75.56543769539695",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The Brandywine Valley unit preserves more than 1,100 acres of winding rivers and rolling hills that once was home to the Lenape Tribes and early Quaker settlers. ",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "51FF43A7-2BF6-44E7-B5F4-EC97B1436D96",
    "url": "https://www.nps.gov/places/smith-bridge-parking-lot-trailhead.htm",
    "title": "Smith Bridge Parking Lot Trailhead",
    "listingDescription": "The parking lot and trailhead offers visitors a chance to sit by the creek to enjoy a nice meal on the picnic tables provided, fish, or enjoy an easy stroll alongside the creek.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F43A85DB-CA35-D7D4-F6C010757CDFB8C8.jpg",
        "credit": "NPS Photo",
        "altText": "A sign stands at the beginning of the trailhead to explain proper leave no trace techniques.",
        "title": "Smith Bridge Parking Lot Trailhead",
        "description": "",
        "caption": "Explore the Brandywine Creek by hiking the trail along its embankment.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F43A85DB-CA35-D7D4-F6C010757CDFB8C8.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F43A85DB-CA35-D7D4-F6C010757CDFB8C8.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DE,PA",
        "parkCode": "frst",
        "designation": "National Historical Park",
        "fullName": "First State National Historical Park",
        "url": "https://www.nps.gov/frst/index.htm",
        "name": "First State"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "hiking",
      "dog walking",
      "Equestrian",
      "Delaware",
      "picinic",
      "kayak",
      "fishing"
    ],
    "latitude": "39.833673",
    "longitude": "-75.57514",
    "latLong": "39.833673,-75.57514",
    "bodyText": "This trailhead connects to Creek Trail which will take you all the way to Brandywine Creek State Park. The trail follows the bank of the Brandywine Creek and can flood during the rainy seasons. You can access this trailhead from the Smith Bridge Parking Lot which is located on Brandywine Creek Road. This area fills up very quickly during the warmer months, so we recommend doing a hike early in the morning in order to find parking. ",
    "audioDescription": "Small green flora sounds the dirt trail as you follow alongside the Brandywine Creek. This trail will require a road crossing so please be careful as there are blind turns in the road for cars. A sign stands at the beginning of the trail to request that all visitors: dispose of waste properly, keep their dog on a leash of 6-feet or less, and stay on the trail.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Canoe/Kayak/Small Boat Launch",
      "Grill",
      "Information",
      "Parking - Auto",
      "Permits Issued",
      "Picnic Shelter/Pavilion",
      "Restroom - Seasonal",
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "39.833673, -75.575140",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The Brandywine Valley unit preserves more than 1,100 acres of winding rivers and rolling hills that once was home to the Lenape Tribes and early Quaker settlers. ",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "ADCD9231-087A-494E-9C82-D8508A5BBCD0",
    "url": "https://www.nps.gov/places/the-arsenal.htm",
    "title": "The Arsenal",
    "listingDescription": "Since the early 1800's the building known as \"The Arsenal\" has accommodated a variety of activities. Today this building serves as the town visitor center where you can learn more about Historic New Castle, including about this building.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D0CE167F-05A3-BF26-F1B606A7E8DFA05D.jpg",
        "credit": "Bruce Burk",
        "altText": "A red stoned building with a red shingle roof.",
        "title": "The Arsenal",
        "description": "",
        "caption": "The Arsenal in Historic New Castle has gone through many different uses over the years.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D0CE167F-05A3-BF26-F1B606A7E8DFA05D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D0CE167F-05A3-BF26-F1B606A7E8DFA05D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DE,PA",
        "parkCode": "frst",
        "designation": "National Historical Park",
        "fullName": "First State National Historical Park",
        "url": "https://www.nps.gov/frst/index.htm",
        "name": "First State"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Delaware",
      "First State National Historical Park"
    ],
    "latitude": "39.66021565794832",
    "longitude": "-75.56285512745619",
    "latLong": "39.66021565794832,-75.56285512745619",
    "bodyText": "The Arsenal was originally built in the early 1800’s after the Secretary of War was allocated money by the United State Government in response to the threat of war with England. The building served as an active Arsenal, supplied with materials from The United States Arsenal on the Schuylkill River in Philadelphia, until the 1820’s. Overtime, this building would become living quarters for troops at Fort Delaware, storage for the New Castle and Frenchtown Railroad company and for the United States Engineer Department. In 1843, the town voted at a town meeting that the building would no longer be able to be used to store gun powder or as housing for troops unless the town folks agreed ahead of time. In 1852, The Arsenal started its new life as a high school where boys and girls would attend class, in separate rooms, and be tested on Greek, Latin, English, etymology, algebra, arithmetic, history, physiology, and constitutional history. The building would remain a high school until 1930 when William Penn School was opened. Today, the building is owned by the State of Delaware and leased by the New Castle Historical Society who provide tours of the town.",
    "audioDescription": "",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "The Junior Ranger Stamp,\"The Green\", & the stamps for the New Castle Court House are available here.",
    "passportStampImages": [],
    "managedByUrl": "https://www.newcastlehistory.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Rooms",
      "Benches/Seating",
      "Bicycle - Rack",
      "Food/Drink - Snacks",
      "Gifts/Souvenirs/Books",
      "Information",
      "Information - Maps Available",
      "Information - Ranger/Staff Member Present",
      "Internet/WiFi Available",
      "Restroom"
    ],
    "managedByOrg": "New Castle Historical Society",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "30 Market St, New Castle, DE 19720",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C092EED5-EADC-466D-8622-55D802846D06",
    "url": "https://www.nps.gov/places/the-dover-green.htm",
    "title": "The Dover Green",
    "listingDescription": "The Green, laid out in 1717 in accordance with William Penn’s orders, was surrounded by government buildings, shops, homes, and taverns, and quickly became the heart of Dover. It played witness to the American Revolution and, on December 7, 1787, thirty delegates (ten from each county) met on The Green at the Golden Fleece Tavern and ratified the United States Constitution, giving Delaware a place of honor as \"The First State.\"",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C97AA635-D6CE-C9E4-00D3283F2CBB7813.jpg",
        "credit": "NPS Photo",
        "altText": "Vibrant yellow, orange and red leaves lay on the ground in front of a colonial court house.",
        "title": "The Dover Green",
        "description": "",
        "caption": "Travel back in time on The Dover Green and learn what caused people to gather here.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C97AA635-D6CE-C9E4-00D3283F2CBB7813.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C97AA635-D6CE-C9E4-00D3283F2CBB7813.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DE,PA",
        "parkCode": "frst",
        "designation": "National Historical Park",
        "fullName": "First State National Historical Park",
        "url": "https://www.nps.gov/frst/index.htm",
        "name": "First State"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Delaware",
      "women's rights",
      "women's suffrage",
      "Underground Railroad",
      "Network to Freedom",
      "community",
      "American Revolution"
    ],
    "latitude": "39.1562",
    "longitude": "-75.524284",
    "latLong": "39.1562,-75.524284",
    "bodyText": "<p>The Green, laid out in 1717 in accordance with William Penn’s orders, was surrounded by government buildings, shops, homes, and taverns, and quickly became the heart of Dover. It played witness to the American Revolution and, on December 7, 1787, thirty delegates (ten from each county) met on The Green at the Golden Fleece Tavern and ratified the United States Constitution, giving Delaware a place of honor as \"The First State.\"<br /> <br /> While The Green is most known for ratifying the United States Constitution, other significant events have taken place on it and around its margins since then. As the looming question of chattel slavery in America threatened the unity of the nation, headlines were consumed with the trial of Samuel Burris, a free Black man and Conductor on the Underground Railroad, who was arrested in 1847 for helping a woman escape slavery. He was immediately imprisoned in Dover and forced to await trial for 14 months. Eventually, he was found guilty and sentenced to be sold into slavery for seven years. Luckily for Burris, word of his plight reached abolitionists in the north and he was rescued on the auction block by an anti-slavery man posing as a buyer who, in a whisper, reassured Burris that his freedom had been purchased with abolitionist gold.<br /> <br /> The Green captured national attention again in 1920 when Delaware had the opportunity to be the 36th (and final) state to ratify the 19th amendment, which would grant women the right to vote. Determined women like Mabel Lloyd Ridgely, Florence Bayard Hilles, and others advocated tirelessly in Delaware for the amendment’s passage. Reporters from across the country arrived to find that the “war of the roses” had come to The Green: yellow flowers were given to those in favor of the vote – known as suffragists; red roses were the symbol of chivalry and the opposing anti-suffrage movement. A fierce legislative debate was waged at The Old State House, but Delaware legislators declined to vote – leaving the deciding vote to Tennessee. <br /> <br /> Today, The Green appears as a quiet city park, giving little hint to the depth of history shaded by its towering trees.</p>",
    "audioDescription": "The Dover Green is a large rectangular patch of grass with various trees throughout. There is a two-lane road, called South State Street, that splits the large patch of grass in half creating two squares. A red brick sidewalk follows the path of South State Street on each side. Another road called, The Green, encircles the entire rectangle. This area is surrounded by a variety of colonial and Victorian style buildings.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "Old State House Underground Network to Freedom Stamp and Dover Green Stamp",
    "passportStampImages": [
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/3ACB78FF-D93E-E168-ABCE72382CBA103A.jpg"
          }
        ],
        "altText": "Dover Green and Underground Network to Freedom Stamps",
        "title": "Dover Green Stamps",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/3ACB78FF-D93E-E168-ABCE72382CBA103A.jpg"
      }
    ],
    "managedByUrl": "https://destateparks.com/History/FirstStateHeritage",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Parking - Auto",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "First State Heritage Park",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "39°09'22.3\"N 75°31'27.4\"W",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The Green played witness to the American Revolution and, on December 7, 1787, thirty delegates (ten from each county) met on The Green at the Golden Fleece Tavern and ratified the United States Constitution, giving Delaware a place of honor as \"The First State.\"",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Underground Railroad Network to Freedom",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "395228C5-D315-410D-B60C-3B59F1733515",
    "url": "https://www.nps.gov/places/the-old-state-house.htm",
    "title": "The Old State House",
    "listingDescription": "As you take in the exterior of this Georgian-style structure and move among its majestic chambers it is almost possible to hear the echo of patriotic debate, the pleas for justice, the cries for freedom, governors, ordinary citizens, the enslaved and the freeman all made history here in the over two hundred years of the building’s continuous governmental use.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C751D2BC-BF5D-B55E-351A472087E029F2.jpg",
        "credit": "NPS Photo",
        "altText": "A red brick building with a large porch and cupola on top.",
        "title": "The Old State House",
        "description": "",
        "caption": "Learn the about the triumphs and tragedies that have taken place behind these walls.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C751D2BC-BF5D-B55E-351A472087E029F2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C751D2BC-BF5D-B55E-351A472087E029F2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DE,PA",
        "parkCode": "frst",
        "designation": "National Historical Park",
        "fullName": "First State National Historical Park",
        "url": "https://www.nps.gov/frst/index.htm",
        "name": "First State"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Delaware",
      "Colonial",
      "Underground Railroad",
      "Network to Freedom",
      "Court House"
    ],
    "latitude": "39.156461",
    "longitude": "-75.522894",
    "latLong": "39.156461,-75.522894",
    "bodyText": "<p>Welcome to the Old State House, Delaware’s Historic Capital. It is said that architecture is to make us know and remember who we are. As you take in the exterior of this Georgian-style structure and move among its majestic chambers it is almost possible to hear the echo of patriotic debate, the pleas for justice, the cries for freedom, governors, ordinary citizens, the enslaved and the freeman all made history here in the over two hundred years of the building’s continuous governmental use.<br /> <br /> The Old State House is the focal point of Dover’s historic Green. A stone’s throw from the Golden Fleece Tavern where delegates met in 1787 to ratify the new U.S. Constitution making Delaware the First State.<br /> <br /> Over the years modifications were made to the Old State House that altered its original appearance. Changes involved the addition of wings and a Victorian-style remodeling of the exterior in 1874. The building was restored to its original colonial appearance in 1912 and refurbished again as part of the national bicentennial celebrating the signing of the Declaration of Independence.<br /> <br /> Similar to the New Castle Court House Museum, Delaware’s first state house in New Castle, this structure features a courtroom on the first floor and two legislative chambers on the second.<br /> <br /> The two levels are connected by a graceful freestanding geometrical staircase. In addition to its unique architectural elements the Old State House holds a number of significant artifacts including an imposing portrait of George Washington and notable portraits by Thomas Sully of commodores Jacob Jones and Thomas Macdonough, Delawareans and heroes of the War of 1812. While inside the recorder of deeds office, you can follow the stories of African American enslavement to manumission including the celebrated ordeal of Samuel Burris, his work on the Underground Railroad and the saga of the Summers family from 1794 to the present.<br /> <br /> From its completion in 1791 through the 1930s the Old State House served as the seat and center of Delaware’s General Assembly. Now fully restored this silent sentinel continues to stand watch over the state capital, a commanding reminder of the founding and purpose of this democracy.</p>",
    "audioDescription": "As you approach the red brick building you will come to seven stairs that lead to the large yellow front door. Above the door is a large window that extends past the door on each side. Adjacent to either side of the front door and window is an additional four individual windows. As your eyes move upwards you will see a large patio with a cupola in the center containing a metal bell.",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "The Dover Green; Underground Railroad Network to Freedom",
    "passportStampImages": [],
    "managedByUrl": "https://history.delaware.gov/old-state-house/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Rooms",
      "Accessible Sites",
      "Benches/Seating",
      "Cellular Signal",
      "Fire Extinguisher",
      "First Aid Kit Available",
      "Information",
      "Information - Ranger/Staff Member Present",
      "Parking - Auto",
      "Restroom",
      "Restroom - Accessible",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "Delaware Division of Historical and Cultural Affairs",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "25 The Green Dover, DE 19901",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "From its completion in 1791 through the 1930s the Old State House served as the seat and center of Delaware’s General Assembly. Now fully restored this silent sentinel continues to stand watch over the state capital, a commanding reminder of the founding and purpose of this democracy.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Underground Railroad Network to Freedom site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]