[
  {
    "id": "79F6D823-F83C-4DD7-B40B-273E9DEC4A7A",
    "url": "https://www.nps.gov/places/augusta-kohrs-victorian-garden.htm",
    "title": "Augusta Kohrs Victorian Garden",
    "listingDescription": "This vibrant Victorian Era flower garden was planted and cared for by Augusta Kohrs. She felt a great need to impose a degree of order and elegance to separate her home and its surrounding landscape from the rugged Montana countryside.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5958E91D-AE21-E47D-F3B92162DA6F9E09.jpg",
        "credit": "NPS/Grant-Kohrs Ranch",
        "altText": "A variety of brightly colored annuals, perennials, and native plants growing in a historic garden",
        "title": "Augusta Kohrs Victorian Garden",
        "description": "",
        "caption": "A variety of brightly colored annuals, perennials, and native flowers blooming at Grant-Kohrs Ranch.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5958E91D-AE21-E47D-F3B92162DA6F9E09.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5958E91D-AE21-E47D-F3B92162DA6F9E09.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "grko",
        "designation": "National Historic Site",
        "fullName": "Grant-Kohrs Ranch National Historic Site",
        "url": "https://www.nps.gov/grko/index.htm",
        "name": "Grant-Kohrs Ranch"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Victorian era",
      "Victorian landscape design",
      "garden",
      "historic garden",
      "Landscape design",
      "flowers",
      "plants",
      "gardeners",
      "gardening",
      "Augusta Kohrs",
      "Conrad Kohrs",
      "Grant-Kohrs Ranch National Historic Site",
      "Montana",
      "picket fence"
    ],
    "latitude": "46.40814",
    "longitude": "-112.739091",
    "latLong": "46.40814,-112.739091",
    "bodyText": "“Augusta Kohrs had a lovely garden…she loved flowers and she loved to work on them…she always had fresh flowers on the dining room table.” – Helen P. Dietrick, guest of the Kohrs family.<br /> <br /> When Augusta Kohrs arrived at the ranch as a new bride in 1868, she brought with her the sense of a proper Victorian home. Feeling a need to impose a degree of order and elegance to separate her home and its surrounding landscape from the rugged Montana countryside, Augusta began making refinements to the landscape surrounding the main Ranch House. Victorian gardens were prominent at the turn of the 19<span style=\"font-size: 10.5px;\">th</span> century in the eastern and Midwestern parts of the United States, but they were far less common in the West, and especially on a rugged cattle ranch in Montana.<br /> <br /> Augusta had an affinity for arts and culture and her influences of formality and order are seen in the layout and design of the garden. The main features of the garden included large flower beds, cobble rock walls, stone terraces, and sand walkways that divide several raised flower beds. Above the garden a lilac hedge borders a small irrigation ditch and provides a beautiful backdrop for the garden when in bloom, while at the same time creates a divide between the large front lawn of the house and the smaller, more intimate space of the garden.<br /> <br /> In the summer gardening became Augusta’s focus and daily activity. She planted a variety of brightly colored and strong-smelling annuals, perennials, bulbs, roses, and native species. They were placed in geometric shapes that not only provided decoration, but also created a sense of order. She added two 16-foot wooden trellises in the middle of the garden so her favorite sweet peas could climb and grow. In 1890, the State Nursery was established in Helena with Conrad Kohrs as a major stockholder. Augusta would seasonally purchase large amounts of native and non-native plants from the nursery and bring them to the ranch. Over time the garden would become an interesting blend of traditional Victorian styled colors, patterns and fragrances that were combined with hardy native plants that could thrive and survive Montana’s harsh climate.<br /> <br /> Conrad Kohrs died in 1920, but Augusta would return to the ranch every Memorial Day to begin planting ornamentals for the upcoming summer. In 1934, her grandson, Conrad Warren made significant improvements that permitted Augusta to access her garden safely and conveniently. Warren constructed rustic style stone stairs and a wooden handrail that intersected the lilac hedge. Several juniper shrubs were planted to flank the steps which gave Augusta a more direct route down into her garden and reinforced the feeling of an entry point. Augusta would continue to visit the ranch during the summer months until her death in 1945. She remained active in the upkeep and planting of her garden well into her 80's.<br /> <br /> Today, the legacy of Augusta’s garden continues to endure. In the summer it serves as critical habitat for an array of pollinator species, that include bats, beetles’ butterflies, birds, and bees. Recent restoration and rehabilitation efforts by park staff including the ranch’s gardener have created a unique opportunity to not only preserve and interpret the garden, but also display the bright and fragrant flowers that were favored by Augusta.",
    "audioDescription": "The garden is located south of the Main Ranch House’s back porch. The garden sits at a lower elevation then the house. A large flower bed that is approximately 70 feet in length takes up most of the garden space. A long picket fence made of wood and painted white provides a distinctive border for the garden. The fence runs the entire west side of the garden before making a sharp 90 degree turn and running the entire south side of the garden. There is a double sided, swinging gate located in the fence that can be opened or closed in either direction. This gate creates a large opening for visitors to enter the garden from the lower area of the ranch. A series of wood planks that stick a few inches out of the soil provide a northern edge for the flower bed. The flower bed is covered in topsoil, grass, and straw. There are a variety of brightly colored and strong-smelling annuals, perennials, bulbs, roses, and native plant species that grow seasonally in this flower bed. Each flower varies in size, shape, height, and color. There are narrow dirt paths that run between the flowers, which allow visitors access to walk into the flower bed. In the middle of the flower bed there is a pair of 16-foot wooden and wire trellises that allow climbing flowers to grow vertically. These trellises extend from the picket fence to the wooden edge of the flower bed and effectively divide the flower bed into two sections (east and west) On the east side of the trellises there are several rectangular shaped raised flower boxes. They are constructed of wood and are filled with soil. These raised flower boxes rest on top of the ground and allow smaller, individual flowers that don’t grow very tall to be placed several inches above the ground. There is a rock wall and stone terrace constructed on the northern help northern edge of the garden. This creates ornamental space and provides additional raised space for plants to grow. Above the rock wall is a long lilac hedge that provides a beautiful backdrop for the garden when in bloom, while at the same time helps to create a divide between the large front lawn of the house and the smaller, more intimate space of the garden. A rustic style stone staircase with a wooden handrail lead from the northeastern section of the front lawn of the Main Ranch House to the lower garden area. A small walkway runs the entire length of the garden from the stairs to the gate located in the picket fence. This walkway is generally 48’ wide and it is composed of varying types and shapes of stones. The voids between the stones are filled with topsoil, and grass.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Automated External Defibrillator (AED)",
      "Cellular Signal",
      "First Aid Kit Available",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Restroom",
      "Scenic View/Photo Spot",
      "Trash/Litter Receptacles",
      "Water - Drinking/Potable"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Deer Lodge, MT",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical Landscape ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "9FAA9BD6-C5F9-4BD6-B779-EE7BAE5C47C1",
    "url": "https://www.nps.gov/places/beaverslide-hay-stacker.htm",
    "title": "Beaverslide Hay Stacker",
    "listingDescription": "The Hard Winter of 1886, forced many ranchers to keep enough hay handy for their livestock to survive the harsh Montana winters. Necessity is the mother of invention and this unique device was invented to easily stack hay and leave it outside all year round.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/2E0000A2-0AEB-D9FF-4BC621BB0FB6FE03.jpg",
        "credit": "NPS/Grant-Kohrs Ranch",
        "altText": "A beaverslide hay stacker sits in a grassy field. In the distance is a row of trees and mountains.",
        "title": "Beaverslide Hay Stacker",
        "description": "",
        "caption": "The historic beaverslide hay stacker sits in a large pasture at sunrise on the Grant-Kohrs Ranch.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/2E0000A2-0AEB-D9FF-4BC621BB0FB6FE03.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/2E0000A2-0AEB-D9FF-4BC621BB0FB6FE03.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "grko",
        "designation": "National Historic Site",
        "fullName": "Grant-Kohrs Ranch National Historic Site",
        "url": "https://www.nps.gov/grko/index.htm",
        "name": "Grant-Kohrs Ranch"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "hay",
      "Hay Stacker",
      "ranching equipment",
      "Ranching",
      "cattle ranch",
      "Montana",
      "Livestock"
    ],
    "latitude": "46.407181",
    "longitude": "-112.741434",
    "latLong": "46.407181,-112.741434",
    "bodyText": "The hard winter of 1886-1887 resulted in the losses of up to 90% of cattle in some herds across the northern plains. After these devastating losses it became a necessity for ranchers to grow and set aside enough hay to feed their livestock. Conrad Kohrs and other successful Montana ranchers could afford to purchase plenty of land and control reliable sources of water but finding a way to store several tons of hay would be the final hurdle.<br /> <br /> In parts of the nation that receive ample precipitation and have high humidity levels hay needs to be cut, put onto a wagon, and then stored indoors to keep mold and mildew from ruining the year’s crop. This method can be costly and potentially dangerous. If the hay is too damp when stored, the heat generated by the decomposition can spontaneously combust, burn down the storage barn and endanger other buildings, livestock, and livelihoods. However, in the arid west, ranchers learned that the outside storage of large quantities of hay was possible. The drier climate along with the weight of the haystack pressing down onto itself, coupled with the outer crust of dry hay, would easily shed the moisture from rain and snow.<br /> <br /> In 1908, the “beaverslide hay stacker” was invented in the Big Hole Valley of Southwestern Montana. This structure consists of a 30-foot wooden frame that supports an inclined plane. Loads of hay are pulled to a height of around 20 feet before dropping through a large gap at the top. With a portable piece of equipment like the beaverslide, hay could be piled in the same fields where it was cut. Because the stacker was made with little more than wooden timbers and metal joiners, it could be easily, quickly, and cost-effectively repaired or replaced.   <br /> <br /> There are two main methods of storing hay on the ranch today: bailing and stacking. Most of the ranch’s hay is bailed, but when used for historic demonstrations the Grant-Kohrs Ranch beaverslide can create a 20 to 25-ton stack of hay. The large stack is then left in the field and is used to feed the cattle raised on the ranch throughout the long Montana winters.      <br /> <br /> The beaverslide is named for Beaverhead County and they remain in use on many Montana ranches today.",
    "audioDescription": "This large piece of ranching equipment, known as a beaverslide hay stacker, and measures approximately 18 feet wide by 30 feet long by 32 feet high. It is constructed from large wooden timbers, steel connectors, and cables and is portable. The main body is wedge-shaped on one side with a large rake that can slide up and down the wedge. The opposite side from the wedge is a vertical, timber-constructed area that catches and withholds the hay deposited by the sliding rake. The beaverslide stands in a large, grassy field that is approximately 28-acres in size. To the west is the Clark Fork River with many large cottonwood trees along its banks. Further in the distance is Deer Lodge Mountain and the Flint Creek Range",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Deer Lodge, MT",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical Structure ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "401BBAE9-EB07-4514-958A-1EF1F91BF3E4",
    "url": "https://www.nps.gov/places/beef-hoist.htm",
    "title": "Beef Hoist",
    "listingDescription": "It took a tremendous amount of patience, practice, and skill to properly butcher a cow. This small structure was added to the ranch in the 1880’s to feed hungry cowboys and ranch hands various roasts, steaks, and other basic cuts from a freshly butchered cow.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/21722F8A-C03B-7177-B8905D779879D0C1.jpg",
        "credit": "NPS/D Shook",
        "altText": "This U-shaped structure used a rope and pulley to lift cattle off the ground to be butchered.",
        "title": "Grant-Kohrs Ranch Beef Hoist",
        "description": "",
        "caption": "This hoist used wooden poles, chains, ropes and a pulley to assist in butchering a cow carcass.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/21722F8A-C03B-7177-B8905D779879D0C1.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/21722F8A-C03B-7177-B8905D779879D0C1.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "grko",
        "designation": "National Historic Site",
        "fullName": "Grant-Kohrs Ranch National Historic Site",
        "url": "https://www.nps.gov/grko/index.htm",
        "name": "Grant-Kohrs Ranch"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cattle",
      "beef",
      "butcher",
      "hoist",
      "pulley",
      "butchered",
      "ranch",
      "cattle ranching",
      "Conrad Kohrs",
      "Conrad Warren",
      "john bielenberg",
      "Grant-Kohrs Ranch National Historic Site",
      "Montana",
      "Livestock"
    ],
    "latitude": "46.409202",
    "longitude": "-112.738299",
    "latLong": "46.409202,-112.738299",
    "bodyText": "This small structure was added to the ranch by Conrad Kohrs and John Bielenberg<font color=\"#337ab7\"><span style=\"letter-spacing: -0.25px;\"><b> </b></span></font>around 1880 and was used to hoist and butcher freshly slaughtered beef. By using poles, a notched log, ropes, chain, and a pulley system a carcass could be raised up and “dressed out” into various roasts, steaks, and other basic cuts. The meat was then stored in a room under the icehouse until the 1930’s, when a walk-in refrigerator was installed in the basement of the ranch house.<br /> <br /> It took a tremendous amount of patience, practice, and skill to properly butcher a cow. When Conrad Kohrs first arrived in Montana, he set up butcher shops in the territory’s early gold camps. In 1918, John Bielenberg sat on a nearby fence, took out a sharpened knife and directed a young Conrad Warren on how to properly clean, skin, and butcher a cow using this very hoist. Several years later, Conrad would fondly remember this valuable lesson that he had learned from his great-uncle on the ranch that day.  ",
    "audioDescription": "The beef hoist sits to the west of a dirt road and is north of the draft horse barn and north west of the dairy barn. The small structure is primarily composed of a rectangular shaped wooden post and rail enclosure with four wood corner posts sent into the ground. The pen is oriented east/west. There are six side rails along each side with two large poles sent in the center of the enclosure about five feet apart. A windlass shaft cross member connects these two poles and extends about one foot beyond the northern pole. This connects to the leaver system of the hoist. Four thin posts creating an X act as the level system that rotates the windlass to lift cattle for slaughter. The hoist deck is composed of eight 2”x12” boards. The entire structure is coated in a red stain. The main structure is designed in a U-shaped and contains a 9 x17’ plank platform that is resting on log cribbing with wooden rail sides. The front rails are not fastened down and can be removed to create an opening. There are two upright posts that hold a notched log sitting in “U” brackets that allow the notched log to spin. There are several long poles set at a 90-degree angle through the notched log with a rope threaded through the ends of the poles. The notched log has a hook on a chain attached to the center of it that would wrap around the notched log and hoist the cow carcass when the rope is pulled, spinning the notched log. The entire structure is sloped to the West.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Grant Kohrs Ranch",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical Structure ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "42BEFB6F-20C2-4A0A-97CD-0CDBAC2F0153",
    "url": "https://www.nps.gov/places/bunkhouse-bedroom.htm",
    "title": "Bunkhouse Bedroom",
    "listingDescription": "Most people think that hardworking cowboys slept outside under the stars, but they didn't need to when working on a ranch that had a proper bunkhouse.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/2F2A5A9F-BA24-9825-BFEA8D9D670A3FE4.jpg",
        "credit": "NPS/Grant-Kohrs Ranch",
        "altText": "A small sleeping space for cowboys that contains three beds and scattered personal items.",
        "title": "The Grant-Kohrs Ranch Bunkhouse Bedroom",
        "description": "",
        "caption": "The bedding, clothes and personal items of hard working cowboys on display in the bunkhouse bedroom.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/2F2A5A9F-BA24-9825-BFEA8D9D670A3FE4.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/2F2A5A9F-BA24-9825-BFEA8D9D670A3FE4.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "grko",
        "designation": "National Historic Site",
        "fullName": "Grant-Kohrs Ranch National Historic Site",
        "url": "https://www.nps.gov/grko/index.htm",
        "name": "Grant-Kohrs Ranch"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Bedroom.",
      "bunkhouse",
      "cowboys",
      "ranch",
      "ranch building",
      "historic structures",
      "Montana",
      "Grant-Kohrs Ranch National Historic Site",
      "Conrad Kohrs",
      "Conrad Warren",
      "Johnny Grant"
    ],
    "latitude": "46.4085384",
    "longitude": "-112.7385953",
    "latLong": "46.4085384,-112.7385953",
    "bodyText": "Cowboys working on the ranch spent most of their down time relaxing in the bunkhouse. This small bedroom was set up in the middle of bunkhouse row so those hard-working cowboys could read a book or get a good night's sleep.<br /> <br /> The original structure that would eventually become the core of the bunkhouse row was built by Johnny Grant in the 1860’s. He constructed two separate log cabins and connected them both by a structure called a dog trot. The dog trot was covered with a roof, but it was open on both the north and south sides, which created an alley-like space between the two cabins. Conrad Kohrs and John Bielenberg added walls and enclosed the dog trot sometime between 1884 and 1890, which created the space that would become the bunk room.  <br /> <br /> There would have been enough bunks or cots for about five cowboys in this room. Their bedding varied from warm blankets and soft pillows to the same bedrolls that they used when sleeping outdoors.  Electricity was added to the bunkhouse in 1894, the same time as the main ranch house. There was a single light source in each room. Most cowboys didn’t have much space to themselves and typically didn’t own a lot of possessions. They had clothes, tools for work such as lariats, toiletries, books, magazines, and other personal items, such as letters or photographs. They would sometimes use wooden fruit and vegetable crates to store their belongings or serve as a small bedside table. <br /> <br /> Historic photographs of the ranch taken between 1902 and 1927, show that a doorway once led into the bunk room from the outside. This door was taken out when Conrad Kohrs Warren started remodeling the bunkhouse floors, roof, and walls sometime after 1927. After this remodel, the only access into the bunk room was through the door in the side door in the main sitting room. ",
    "audioDescription": "Through the right doorway in the sitting room is the bedroom or bunk room. This room is 15 feet wide and18 feet deep. Along the right front wall are windows which look towards the main ranch house. There is a large bunk along the front wall, which is approximately a double size bed frame. On the bed are blankets and some cloths, including a jacket and some denim overalls. By the front windows on the wall is a rack where a hat, shirt and overalls hang. In the center of the far wall is a chest of drawers with a mirror on the top, a wash basin and some toiletries. There is an ironing board standing to the right of the drawers and a small bed stand with a book and magazine on it. Along the far-left wall are three bunks with blankets and clothes laying on them. Between the bed are small dressers with towels and toiletries on them. There are racks hanging on the walls above the dressers. At the foot of the bunks are boots and bags. There is one picture hanging on the wall to the left of the door. The painting is a mountain scene.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Restroom - Seasonal",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Deer Lodge, MT",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical Structure ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C983F99E-EB6F-4189-B9F8-E12CFD1467A2",
    "url": "https://www.nps.gov/places/bunkhouse-dining-room.htm",
    "title": "Bunkhouse Dining Room",
    "listingDescription": "Hungry? Come and get it! This dining room is where the cowboys shared a hot and hardy meal together.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/30181B69-D282-DD94-24E82B0130F69E25.jpg",
        "credit": "NPS/Grant-Kohrs Ranch",
        "altText": "A long oval table with a red table cover is set with plates and dishes for 10 people.",
        "title": "Grant-Kohrs Ranch Bunkhouse Dining Room.",
        "description": "",
        "caption": "The oval table inside of the bunkhouse dining room is set with plates and dishes for a large meal.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/30181B69-D282-DD94-24E82B0130F69E25.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/30181B69-D282-DD94-24E82B0130F69E25.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "grko",
        "designation": "National Historic Site",
        "fullName": "Grant-Kohrs Ranch National Historic Site",
        "url": "https://www.nps.gov/grko/index.htm",
        "name": "Grant-Kohrs Ranch"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "dining room",
      "dining room table",
      "cowboys",
      "bunkhouse",
      "ranch",
      "ranch building",
      "ranchers",
      "historic structure",
      "Montana",
      "Grant-Kohrs Ranch National Historic Site",
      "Conrad Kohrs",
      "Conrad Warren",
      "Johnny Grant",
      "food"
    ],
    "latitude": "46.4085587",
    "longitude": "-112.7386777",
    "latLong": "46.4085587,-112.7386777",
    "bodyText": "To make life simpler for hard working cowboys the heart of the bunkhouse easily connected the dining room, sitting room and bedrooms together.<br /> <br /> The dining room is accessed through the left doorway in the sitting room. This space was added to the bunkhouse row sometime between 1884 and 1890. Cowboys gathered around the table and ate their meals together. The oval shaped table was originally used in the main ranch house before it was moved to the bunkhouse after 1890. The cook had easy access into the room through an adjacent doorway that connected the kitchen and the dining room together.<br /> <br /> Hungry cowboys knew it was time for a meal when the cook loudly rang the dinner bell or hit the metal gong that hangs outside of the kitchen. John Bielenberg and Conrad Kohrs Warren would often join the cowboys for a meal here in the dining room, especially for breakfast. The time spent together around the table created a unique opportunity for the ranchers and the cowboys to get to know each other, go over projects and discuss the work that was needed on the ranch for the day.<br /> <br /> The rooms in the bunkhouse were occasionally reorganized to hold modern equipment or house extra cowboys when needed. An electric freezer was added to the dining room in the early 1950s due to the limited space in the kitchen and there is evidence from marks in the floorboards that a bunk bed was once placed in the dining room near the stove. ",
    "audioDescription": "Through the left doorway from the sitting room is the bunkhouse dining room. This room is 15 feet wide and 18 feet deep. Along the front wall there is a window which looks towards the main ranch house. Below the window is a table approximately 2.5 feet wide and 4 feet long with a chair. On the table are some pans, a bucket, and a paper dispenser for wrapping food. On the south wall, near the small table is a doorway with steps down which connect to the bunkhouse kitchen. Near the center of the room is a large oval table with 10 chairs. The table has a red tablecloth and is set with dishware, plates of food and some pitchers. Two extra chairs are in the back corner of the room. Along the backwall is a window and a rocking chair. In the back right-hand corner of the room is a bunk bed. Near the doorway which connects to the sitting room is a stove, a wooden crate for wood for the stove, and a wooden chair by the bed. There is also a bucket with coal for the stove. There is one picture hanging on the wall behind the dining room table. It is a painting of a cowboy on horseback in a river moving a herd of cattle.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Restroom - Seasonal",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Deer Lodge, MT",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical Structure ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "43CEA444-F564-4198-9DF1-08CE83D5DD5E",
    "url": "https://www.nps.gov/places/bunkhouse-kitchen.htm",
    "title": "Bunkhouse Kitchen",
    "listingDescription": "When the bell rings, it’s time for the bunkhouse cook to share his food! See the room where the hardworking ranch cook would prepare several hot and hardy meals each day.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/30E280FF-B687-0635-62136093F2681529.jpg",
        "credit": "NPS/Grant-Kohrs Ranch",
        "altText": "A large stove and several items used for preparing meals are on display in the bunkhouse kitchen.",
        "title": "The Grant-Kohrs Ranch Bunkhouse Kitchen.",
        "description": "",
        "caption": "A large stove and shelves contain the necessary items that were needed to prepare hardy meals.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/30E280FF-B687-0635-62136093F2681529.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/30E280FF-B687-0635-62136093F2681529.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "grko",
        "designation": "National Historic Site",
        "fullName": "Grant-Kohrs Ranch National Historic Site",
        "url": "https://www.nps.gov/grko/index.htm",
        "name": "Grant-Kohrs Ranch"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Kitchen",
      "bunkhouse",
      "cowboys",
      "ranch",
      "ranch building",
      "historic structures",
      "Montana",
      "Grant-Kohrs Ranch National Historic Site",
      "cook"
    ],
    "latitude": "46.408557",
    "longitude": "-112.738739",
    "latLong": "46.408557,-112.738739",
    "bodyText": "The bunkhouse kitchen was added to the ranch sometime between 1884 and 1890, by Conrad Kohrs and John Bielenberg when they expanded the bunkhouse row to its current size from the original structure that Johnny Grant built in the 1860’s.<br /> <br /> A variety of cooks worked in the bunkhouse kitchen over the years. They all had diverse personalities and came from much different backgrounds. Some were originally from as far away as Germany and China. Two of Conrad Kohrs nephews, John, and William Gehrmann remembered going into the bunkhouse kitchen when they visited the ranch and enjoyed the pies that were cooked by Sam, one of the Chinese cooks who worked for the ranch.<br /> <br /> In 1932, Conrad Kohrs Warren, the grandson of Conrad Kohrs, became the manager of the ranch and renovated the entire bunkhouse row. During this remodel, some modern conveniences such as running water for the sink were added to the kitchen. Eventually a hot water tank was installed in the 1940s and in the early 1950s, an electric freezer was installed next door in the bunkhouse dining room to store food for the cook.<br /> <br /> A large, metal gong hangs just outside the front door of the kitchen. This functioned like a dinner bell, with the cook hitting the gong to let the cowboys and ranch hands know that a hot meal was ready. To the right of the front door is a small garden where the cook could grow herbs to use in his recipes. Chives were found growing there during restoration work by the National Park Service in the late 1970s.<br /> <br /> The meals that were prepared in the bunkhouse kitchen were hardy and filling. The items included sourdough biscuits, beef, beans, hotcake's, bacon and eggs for breakfast, and bannocks, a type of fried bread, along with the ever-present coffee which cowboys loved. Breakfast was ready for the cowboys and ranch hands after they looked to the horses and fed them first.",
    "audioDescription": "The Bunkhouse Kitchen is 8 feet wide and 18 feet deep. Cabinets line the front part of the left and right walls of the kitchen. In the left cabinets the dishes and cooking utensils were stored. In the center of the left wall is a drainboard counter for the cook to use after washing dishes in the kitchen sink. At the back of the left wall is a worktable with a Fairbanks Morse coffee grinder and other tools and cooking implements on the racks below the tabletop. In the center of the back wall is a large window. Along the right wall, near the window in the back of the kitchen is a hot water tank and the kitchen range/stove. In the center of the right-hand wall are the other cabinets in the kitchen. The cabinets on the right do not have doors on them, providing open storage space for food, pots and pans. Near the front door on the right wall is a doorway with steps. This connects the kitchen to the bunkhouse dining room. To the immediate right of the front door is a shelf where the cowboys would have placed their dirty dishes and utensils in a tub or bin.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Restroom - Seasonal",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Deer Lodge, MT",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical Structure ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B863C4EA-2CBA-4F08-BFA9-C69C837519C0",
    "url": "https://www.nps.gov/places/bunkhouse-shower-and-washroom.htm",
    "title": "Bunkhouse Shower and Washroom",
    "listingDescription": "The cowboys on the ranch usually had to go into town to wash the dirt and sweat away before this small shower and washroom was added to the bunkhouse row. Even with these modern amenities close by, most cowboys on the ranch typically only bathed once a week in the summer and once a month in the winter!",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/32C6E490-D43A-6702-4EDDEBD9AD61C30D.jpg",
        "credit": "NPS/Grant-Kohrs Ranch",
        "altText": "This room has a drain on the floor, several small wash tubs and a separate area for showering.",
        "title": "Bunkhouse Shower and Washroom.",
        "description": "",
        "caption": "This small room allowed the ranch's cowboys to shower onsite instead of having to go into town.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/32C6E490-D43A-6702-4EDDEBD9AD61C30D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/32C6E490-D43A-6702-4EDDEBD9AD61C30D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "grko",
        "designation": "National Historic Site",
        "fullName": "Grant-Kohrs Ranch National Historic Site",
        "url": "https://www.nps.gov/grko/index.htm",
        "name": "Grant-Kohrs Ranch"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "washroom",
      "shower",
      "bathing",
      "bunkhouse",
      "cowboys",
      "historic structure",
      "Montana",
      "Conrad Kohrs",
      "Conrad Warren"
    ],
    "latitude": "46.4085728",
    "longitude": "-112.7388004",
    "latLong": "46.4085728,-112.7388004",
    "bodyText": "The shower and washroom were one of the last rooms added to bunkhouse row sometime between 1884 and 1890. It was originally larger, but the southern wall was moved to the east, which allowed more space to build the woodshed and storage area at the end of the structure.<br /> <br />  The exact use of the room when it was built is not documented. In an oral interview Conrad Kohrs Warren, the grandson of Conrad Kohrs, remembered that this area was once an old workshop with a work bench when Kohrs and John Bielenberg owned the ranch.  There is a door in the back of the room by the shower, and Warren said that the cowboys would use the room as a quick way to go from the front to the back of the bunkhouse building.  <br /> <br /> Warren did an extensive remodel on the entire bunkhouse row in 1932 and added running water to the adjacent kitchen. In the washroom Warren built a partition wall and put in a concrete floor with a drain and a shower head so the cowboys could take a shower on the ranch. It was a cold shower since the hot water tank was not installed in the building until 1947. The water pipes came from the kitchen next door.  Prior to the shower installation in this room, the cowboys had to go into town to bathe.  They typically bathed once a week in the summer and once a month in the winter. <br /> <br /> The use of the other sections of the room are not as well documented. There were some wash tubs in the room during the last years of the buildings use, so the cowboys might have scrubbed their clothes in the large tubs after running water was added to the structure. Historic photographs from between 1902 to 1927, show a visible wash tub just outside the bunk room, but it was gone by the mid-1930s.  The wash tubs could have been moved into the washroom following the addition of running water so cowboys could do their laundry inside the building and not have to stand outside to wash their clothes",
    "audioDescription": "The Bunkhouse washroom is 10 feet wide and 18 feet deep. There is a door out of the back of the washroom as a secondary door. There is a shower stall in the rear left corner of the room. In the shower stall, a shower head hangs down from the water pipes and the concrete floor has a drain in it. The shower area is 5 feet by 8 feet in size. There are 6.5-foot-tall walls around the shower area for some privacy and a window from the shower stall looks out to the barns behind the bunkhouse row. Along the right wall is a large square shaped sink. There are some basins hanging on the wall. Along the left wall is a stove used to heat the room. Hanging on the walls are large square shaped wash tubs and on a metal bench on the floors are two more wash tubs. A washboard sits inside one of the wash tubs.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Restroom - Seasonal",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Deer Lodge, MT",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical Structure ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6767D7EB-ECA2-48AA-9241-1F31AD8BE1AE",
    "url": "https://www.nps.gov/places/bunkhouse-sitting-room.htm",
    "title": "Bunkhouse Sitting Room",
    "listingDescription": "What did cowboys do in their free time? Did they hang out and sing cowboys songs at night? Did they play games? The bunkhouse sitting room was the place where they would relax and socialize together away from work.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/31DFC2AA-A991-D821-AD528C20EC6BF6EF.jpg",
        "credit": "NPS/C Tongish",
        "altText": "A small stove, lariats, saddle, and jackets are on display in the bunkhouse sitting room.",
        "title": "Bunkhouse Sitting Room.",
        "description": "",
        "caption": "The ranch’s cowboys could relax, unwind and socialize together in the bunkhouse sitting room.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/31DFC2AA-A991-D821-AD528C20EC6BF6EF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/31DFC2AA-A991-D821-AD528C20EC6BF6EF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "grko",
        "designation": "National Historic Site",
        "fullName": "Grant-Kohrs Ranch National Historic Site",
        "url": "https://www.nps.gov/grko/index.htm",
        "name": "Grant-Kohrs Ranch"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Sitting room",
      "bunkhouse",
      "cowboys",
      "ranch",
      "ranch building",
      "historic structures",
      "Montana",
      "Grant-Kohrs Ranch National Historic Site",
      "Conrad Kohrs",
      "Conrad Warren"
    ],
    "latitude": "46.4085402",
    "longitude": "-112.7386429",
    "latLong": "46.4085402,-112.7386429",
    "bodyText": "At the core of the bunkhouse is the large sitting room. It was originally one of the two cabins built by Johnny Grant in the early 1860s. Conrad Kohrs and John Bielenberg built the current bunkhouse row between 1884 and 1890 and converted one of those cabins into a sitting room for the ranch's cowboys. The original cabin wall is still visible today by looking closely at the exterior of the sitting room. The sitting room has multiple doorways that connects it to rooms on either side, which allowed the cowboys to go from the bunk room to the dining room without having to go outside. <br /> <br /> The sitting room was a place where the ranch’s cowboys could relax and spend some social time together. In the evenings they would play cards, tell stories, or enjoy some quiet time. This room was also a place where the cowboys could wait for the cook to call them to the table for a meal if they were not out on the ranch working before the gong was sounded. Originally, there was a wash basin located by the front door so the cowboys could wash their hands or face. A variety of furniture was used in the room over the years, from a large round table to a few chairs and some benches. The small stove was used to heat the room, as well as provide hot coffee for the cowboys to drink. ",
    "audioDescription": "The sitting room is 15 feet wide and 18 feet deep. On the left wall is a stove used to heat the room. On the floor behind the stove is a wooden crate used to store wood for the stove. A wooden bench sits in the left back corner of the room. There is a large window in the center of the back wall. In the back-right corner of the room is a large square table. In the front right corner, close to the main door is a saddle and hanging on the wall are hooks which cowboys used to hang their coats, chaps, lariats, and other items on. In the left and right walls are doorways which connect the sitting room to other rooms.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Restroom - Seasonal",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Deer Lodge, MT",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical Structure ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6396F021-01B9-4E40-B6AA-1B679EF2489E",
    "url": "https://www.nps.gov/places/chicken-house-brooder-coop.htm",
    "title": "Chicken House & Brooder Coop",
    "listingDescription": "Structures like this chicken house and brooder coop not only provided the family with a never-ending supply of meat and fresh eggs, but also allowed the ranch to be self-sufficient during tough times.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/320511EA-0501-8C1B-EF915A10E0DFF932.jpg",
        "credit": "NPS/Grant-Kohrs Ranch",
        "altText": "An interior view of the historic Grant-Kohrs Ranch chicken house and several chickens.",
        "title": "Grant-Kohrs Ranch Chicken House",
        "description": "",
        "caption": "A few Plymouth Rock chickens enjoying the comforts of the historic Grant-Kohrs Ranch chicken house.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/320511EA-0501-8C1B-EF915A10E0DFF932.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/320511EA-0501-8C1B-EF915A10E0DFF932.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "grko",
        "designation": "National Historic Site",
        "fullName": "Grant-Kohrs Ranch National Historic Site",
        "url": "https://www.nps.gov/grko/index.htm",
        "name": "Grant-Kohrs Ranch"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "chicken",
      "chicken coop",
      "Chicken House",
      "brooder coop",
      "Livestock",
      "ranch",
      "Ranching",
      "Montana",
      "Conrad Kohrs",
      "Conrad Warren",
      "Grant-Kohrs Ranch National Historic Site"
    ],
    "latitude": "46.408635",
    "longitude": "-112.740168",
    "latLong": "46.408635,-112.740168",
    "bodyText": "This chicken house and adjacent brooder coop were built in 1935 by Conrad Warren during a time when he was upgrading and remodeling several buildings and facilities around the ranch. Being able to raise and grow a variety of renewable and reliable food sources not only improved the bottom line, but helped make the ranch self-sufficient. <br /> <br /> The house provides shelter, warmth, and shade for laying hens. The interior of the building features a chicken roost for sleeping and nesting boxes for laying eggs. The smaller brooding coop is used to incubate young birds until they are large enough to be placed with the adults. The high fence keeps the chickens from wandering around the ranch and prevents predators such as coyotes from entering the yard.  However, the chickens must be “cooped up” each evening by park staff because some predators like foxes and bobcats can easily climb over the fence! <br /> <br /> Over the years a variety of chickens, turkeys, ducks, and geese have been raised on site for both their eggs and meat. On special occasions such as Christmas dinner or a family celebration, the Kohrs family would serve roasted poultry with special cranberry or lingonberry sauces.<br /> <br /> Today, visitors will typically see Plymouth Rocks and Rhode Island Reds running around the yard, loudly clucking to each other, soaking up the warm sun, and digging lots of holes. ",
    "audioDescription": "The chicken house is a one-story, rectangular, wood-frame building with a concrete foundation. The building is painted white and covered with horizontal dropped siding on the exterior walls. The peak of the saltbox roof is offset to the south with a gable orientation that runs east to west. The roof is covered with red, hexagonal shaped asphalt shingles. The south east side of the building has a six-panel wooden door. A single concrete step provides entry into the building. An attached ramp, made of plywood and battens, provides easy access for the chickens to enter the building. The door is surrounded by a red border. On the south side of the building are a group of six nine-light, fixed-sash, wood-framed windows. The windows have a red border. Above the windows and near the roof are a series of wooden louvered vents that run the entire length of the south elevation. Directly on the middle of the south wall, below the windows and near the ground is a small, wood-framed chicken hatch door and a small wooden ramp is centered below the windows. The interior of the one-room chicken house features plywood floors, which were installed in cover the original 4” tongue-and-grove flooring. Along the entire interior northern wall is a chicken roost. Along the west wall is a chicken nesting area featuring seven wooden boxes full of hay for chickens to lay eggs in. built-in chicken nest is on the west wall. The floor is covered in sawdust and there is a small feeding trough and two metal water containers. Tongue-and-groove siding covers the walls and ceiling. A pair of large, round, metal heat lamps hang from the ceiling. Directly to the east across the lawn is the much smaller brooder coop that was historically used to electrically incubate eggs for hatching. The brooding coop is a one-story, rectangular, wood-frame building with a gable roof that is oriented east to west with exposed rafters. It is much smaller than the chicken house. It is built on a concrete foundation, and the exterior walls are covered with 5\" horizontal dropped-cove siding. It is painted white in the same style as the adjacent chicken house. The roof is also covered in red hexagonal shaped asphalt shingles. The west side of the building has a two-panel, red-stained wooded door that allows for entry in the building. There is a small concrete and wooded one-step stoop in front of the door. Along the southern side of the building are two, nine-light wood-framed hopper windows that have a red-stained border. Centered along the east side of the building is single, red-stained nine-light wood-frame hopper window. Centered below this window is small chicken hatch that is located near the ground level. There is a small wooden ramp that leads from the hatch to the ground for chickens. The building’s interior is divided into two rooms. The first room contains various supplies and food storage containers. There is another door that leaves this room and enters the main brooding area where young chickens are kept until they become large enough to be placed with the adult birds. There is a large heating lamp near the floor and the wooden floor is covered in soft sawdust. The chicken house and brooder coop are both located within a large fenced in grassy area that allows for the chickens to be outside during the day. The fence also keeps predators out f the enclosure. The fence on the south side is roughly 5 feet tall and made of hexagonal shaped chicken wire. There is a swinging gate that allows for park staff to enter the yard. The fence on the west, east, and north are made of large 10-foot timbers. These also serve as a border along several adjoining horse pastures.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Picnic Table",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Grant Kohrs Ranch",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical Structure ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C340F678-309C-4A6D-8FC6-C62E7FACF2AD",
    "url": "https://www.nps.gov/places/dairy-barn.htm",
    "title": "Dairy Barn",
    "listingDescription": "Got milk? In 1932, Conrad Warren developed a small herd of Jersey dairy cattle and constructed this barn as a processing center to sell milk, which guaranteed a monthly income for the ranch during a period of economic hardship across the United States.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/2CAB453A-CF06-866E-9009E7677777C13D.jpg",
        "credit": "NPS/Grant-Kohrs Ranch",
        "altText": "A large group of people are sitting in folding chairs during a special event held in the dairy barn.",
        "title": "Grant-Kohrs Ranch Dairy Barn",
        "description": "",
        "caption": "The historic dairy barn is used as a classroom and space for special events at Grant-Kohrs Ranch.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/2CAB453A-CF06-866E-9009E7677777C13D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/2CAB453A-CF06-866E-9009E7677777C13D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "grko",
        "designation": "National Historic Site",
        "fullName": "Grant-Kohrs Ranch National Historic Site",
        "url": "https://www.nps.gov/grko/index.htm",
        "name": "Grant-Kohrs Ranch"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "dairy",
      "milk",
      "dairy cattle",
      "Great Depression",
      "ranchers",
      "Conrad Warren",
      "barn",
      "Deer Lodge",
      "Grant-Kohrs Ranch National Historic Site"
    ],
    "latitude": "46.408762",
    "longitude": "-112.738469",
    "latLong": "46.408762,-112.738469",
    "bodyText": "During the early 1930’s many ranchers struggled to survive as beef prices dropped, brucellosis infections rose, and an extreme drought devastated most crops. In 1931, the United States Department of Agriculture declared the period as one of the worst ever for stock growers. During this time, Conrad Warren reported that his potato and wheat crops were a “complete failure,” however, he was able to grow just enough hay on the ranch to support his cattle herd through the winters.<br /> <br /> There were several factors that contributed to either the success or failure of a ranch during this devastating period of widespread depression, drought, disease, and forecloses. Those that survived carefully bought and sold livestock, improved their vegetation and water systems, selectively bred cattle, and found unique ways to supplement their income.<br /> <br /> In 1932, Conrad Warren wisely developed a small herd of Jersey dairy cattle and constructed this barn as a processing center to sell milk. A handwritten entry from his “cash journal” shows that on February 28, 1932, he sold “642 gallons of milk at 10 cents a gallon, to the Deer Lodge Creamery for a profit of $642.00.” Eventually the cattle market slowly improved by the late 1930’s, but by developing this facility, Warren was able to guarantee a monthly income for the ranch during this tough period. As a bonus, the rich milk was also used to supplement Warren’s prized registered Hereford bull calves.<br /> <br /> To meet sanitation requirements of the time for processing food, a 6-foot deep, concrete lined manure pit was built to the northwest of the dairy barn. Manure was hauled from the building across the road to the pit, where it was flushed out with running water and allowed to flow downhill to fertilize the pastures below. Even though most of this pit has been filled in over time, it is still used to clean out manure from the nearby draft horse barn. <br /> <br /> The outside of the dairy barn hasn’t changed much since it was constructed, but the inside has seen many changes over the years. The interior was modified in 1975 and served as a maintenance building when the National Park Service took over management of the site. Today, the dairy barn is used as an indoor classroom, a meeting space for special events, and is a good example of how to balance historic preservation with modern needs.<br /> <br /> In August of 2019, the dairy barn hosted a Senate field hearing of the Subcommittee on National Parks to discuss the economic benefits of national parks and how to expand visitation at “lesser known” parks across the country. During this meeting the chair of the subcommittee joked that “this might be the first time in modern history that a Senate hearing has taken place inside of a barn.”<br /> <br /> Although the interior of the building has changed since 1932, visitors can still walk inside the barn today and see the original concrete trough running down the center of the building that once held the stanchions for Warren’s dairy cattle.",
    "audioDescription": "The dairy barn is a one and one-half-story, rectangular, white painted,wood-frame building with a north-south oriented gable roof featuring red hexagonal shingles. The building is about 47 feet wide and 56 feet deep. On the south side of the building there are two doors, one constructed with vertical boards and stained red, and the other a white sliding door. The building sits on a concrete foundation, with an interior concrete pad A four-light, wood-sash hopper window is centered in the gable end and another slightly smaller, four-light hopper is located slightly off-center to the east, between the door openings of the first-story level. The east elevation has eight evenly spaced four-light wood-sash hopper-frame windows. On the north there is a wood double-leaf door stained red and three four-light wood sash hopper framed windows. The west features a wood double-leaf door stained red and two four-light wood-sash hopper frame windows. On the interior, one-by-nine-inch wood boards cover the walls, one-by-seven inch boards cover the floor of the west side of the building and a concrete s forms the east side floor. A concrete trough that held stanchions for dairy cattle runs down the center of the building. A wood-burning stove is in the center of the interior. The west interior wall features a display showcasing the Montana Draft Teamster Hall of Fame. Picnic tables are sometimes located in the interior. On the south side there are two doors, one constructed with vertical boards and exterior x-bracing, and the other a sliding door constructed with vertical board-and-batten and mounted on an overhead metal track. A four-light, wood-sash, hopper window is centered in the gable end. Another, slightly smaller, four-light hopper is located slightly off-center to the east, between the door openings of the first story A concrete trough that once held stanchions for dairy cattle runs down the center of the building.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Picnic Shelter/Pavilion",
      "Picnic Table",
      "Scenic View/Photo Spot",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Grant Kohrs Ranch",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical Structure ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "CF74DD9B-EA29-4A23-8826-4F676A8B0F4F",
    "url": "https://www.nps.gov/places/dougherty-wagon.htm",
    "title": "Dougherty Wagon",
    "listingDescription": "This Dougherty wagon has connections to three separate national park sites which makes it a unique artifact to the story of Grant-Kohrs Ranch, the National Park Service and the nation’s transportation history.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/70C7359B-AEB9-184E-EFAD6475DE9086DC.jpg",
        "credit": "NPS/Grant-Kohrs Ranch",
        "altText": "This Dougherty wagon is located on display inside of thoroughbred barn at Grant-Kohrs Ranch.",
        "title": "Dougherty Wagon",
        "description": "",
        "caption": "The historic Dougherty Wagon on display inside of the Grant-Kohrs Ranch thoroughbred barn.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/70C7359B-AEB9-184E-EFAD6475DE9086DC.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/70C7359B-AEB9-184E-EFAD6475DE9086DC.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "grko",
        "designation": "National Historic Site",
        "fullName": "Grant-Kohrs Ranch National Historic Site",
        "url": "https://www.nps.gov/grko/index.htm",
        "name": "Grant-Kohrs Ranch"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Dougherty Wagon",
      "Wagon",
      "transportation",
      "Grant-Kohrs Ranch National Historic Site",
      "Johnny Grant",
      "Army",
      "Conrad Kohrs",
      "Missouri River",
      "Missouri River steamboat",
      "big hole national battlefield",
      "Yellowstone National Park",
      "ambulance",
      "Deer Lodge",
      "Montana",
      "Wounded soldiers",
      "hospital"
    ],
    "latitude": "46.40789031982422",
    "longitude": "-112.73977661132812",
    "latLong": "46.40789031982422,-112.73977661132812",
    "bodyText": "This Dougherty wagon was purchased by Johnny Grant in 1862. It was shipped up the Missouri River from St Louis, Missouri, to Fort Benton, Montana aboard the steamboat Emilie. When Grant sold the ranch to Conrad Kohrs in 1866, this wagon was included in the purchase and its believed that it was used to carry the newly-wed Conrad and Augusta Kohrs, from Fort Benton to their new home here on the ranch.<br /> <br /> The Dougherty wagon was originally designed as a passenger wagon. They typically featured side doors, two or three rows of seats, and canvas or leather sides that could be rolled up with ease.  Another feature was that the seats could be folded down to create a flat surface or bed and were often converted into use as an ambulance, especially by the Army during the Civil War. Following the battle of the Big Hole (Big Hole National Battlefield) on the morning of August 9, 1877, this wagon was called into such service and was temporarily used as an ambulance to transport wounded soldiers from the battlefield to St. Joseph’s Hospital in Deer Lodge.<br /> <br /> These wagons were also constructed to travel long distances and were desirable for their comfort and safety when riding over rough terrain. The Kohrs family used this wagon for a seven-week tour of Yellowstone National Park in 1883.<br /> <br /> There are only a handful of Dougherty wagons known to exist, which makes this wagon a unique artifact of the National Park Service and the nation’s transportation history.",
    "audioDescription": "This Dougherty wagon is located on display inside of thoroughbred barn at Grant-Kohrs Ranch. It is on display on the right side of the building near the back. There is a wooden beam running, vertically in front of the wagon that separates visitors from the historic item. The Dougherty wagon is roughly seven feet tall and, seven feet long and seven feet wide. The passenger box is roughly 4 feet tall, 4 feet wide, and four feet long. There are a pair of small wooden side doors, located in the middle of the wagon for passengers to climb in and out and two rows of seats. front seating area and a back-seating area. The insides are covered in patterned orange canvas, with red circular dots. The seats are covered in a black canvas. The seats fold down to create a flat surface. There are four, circular wagon wheels located on each corner of the wagon. The wheels are made of wood and painted black. The entire wagon, except for the canvas lining the inside is painted black.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Rooms",
      "Accessible Sites",
      "Cellular Signal",
      "Fire Extinguisher",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Grant Kohrs Ranch",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical Artifact",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3E7CBC7E-A2B7-4B60-8078-A35B85530A59",
    "url": "https://www.nps.gov/places/grant-kohrs-ranch-junior-ranger-program.htm",
    "title": "Grant-Kohrs Ranch Junior Ranger Program",
    "listingDescription": "Have you ever dreamed of becoming a park ranger? Grant-Kohrs Ranch National Historic Site offers three different Junior Ranger Programs based on the age of the participant, These fun and free activity books allow children and their families to explore the ranch and learn more about the lives of the people who worked and lived on the ranch!",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/940550E8-F083-9CC8-97D3A18F7451107D.jpg",
        "credit": "NPS/Grant-Kohrs Ranch",
        "altText": "The front cover of the Grant-Kohrs Ranch Junior Rancher Activity Book.",
        "title": "Grant-Kohrs Ranch Junior Ranger Program",
        "description": "",
        "caption": "The front cover of the Grant-Kohrs Ranch Junior Rancher Activity Book.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/940550E8-F083-9CC8-97D3A18F7451107D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/940550E8-F083-9CC8-97D3A18F7451107D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "grko",
        "designation": "National Historic Site",
        "fullName": "Grant-Kohrs Ranch National Historic Site",
        "url": "https://www.nps.gov/grko/index.htm",
        "name": "Grant-Kohrs Ranch"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Junior Ranger",
      "Junior Ranger Program",
      "junior rancher",
      "Grant-Kohrs Ranch National Historic Site",
      "Montana",
      "Deer Lodge",
      "children activities",
      "kids activities"
    ],
    "latitude": "46.40600563378506",
    "longitude": "-112.73661226504983",
    "latLong": "46.40600563378506,-112.73661226504983",
    "bodyText": "Become a Grant-Kohrs Ranch Junior Rancher!<br /> <br /> The Grant-Kohrs Ranch National Historic Site Junior Ranger program is designed to provide a deeper understanding of the importance of the Open Range Cattle Era and the history of this site.<br /> <br /> As you explore the ranch, you will work on a series of enjoyable activities, listen to park rangers, and discover what life was like for the people who worked and lived on the ranch. The park offers three different Junior Ranger programs based on the participant’s age:<br /> <br /> Little Rancher Activity Book: Ages 5 and under.<br /> <br /> Junior Rancher Activity Book: Ages 5-8 & Ages 9-12.<br /> <br /> Honorary Rancher Program Ages 13 and up.<br /> <br /> <br /> Please stop by the visitor center and grab a free activity book, follow the directions inside, answer the required questions, and attend a ranger program. Once you have completed your activity book bring it back to the visitor center to earn your official Grant-Kohrs Ranch National Historic Site Junior Ranger badge or patch, or a pin for Honorary Ranchers.",
    "audioDescription": "The Grant-Kohrs Ranch Junior Ranger program is designed for all ages. There are three separate books available at the park visitor center. The Little Rancher Activity Book is for designed ages 5 and under. It features two small calves on the cover and is 6 pages in length. The activities range from coloring, matching drawing, and a maze. The Junior Rancher Activity Book is designed for Ages 5-8 & Ages 9-12. This book features the photo of a young girl as she looks toward a historic black and white image f a cowboy that has been superimposed into the background. The book has several activities depending on the age of the participant. The Honorary Rancher book is designed for participants ages 13 and up. The cover features a group of cowboys moving a herd down a dirt road on the ranch, The books can be picked up at the park visitor center, which is located adjacent to the main parking lot.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Deer Lodge, MT",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Kids Activities",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1059BA1C-5D25-4BB2-B5DB-EC51E5485D88",
    "url": "https://www.nps.gov/places/ice-house-tack-room.htm",
    "title": "Ice House & Tack Room",
    "listingDescription": "Long before refrigeration was available on the ranch this building was needed to store blocks of ice to keep perishable food such as meat and dairy products from spoiling. As modern convenience's reached the ranch, Conrad Warren repurposed this building to store tack and other equipment for horse and ranching operations.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/05917ED5-A34C-577F-02E129609BEC0C73.jpg",
        "credit": "NPS/Grant-Kohrs Ranch",
        "altText": "A black and white interior view of the tack room at Grant-Kohrs Ranch.",
        "title": "Ice House & Tack Room",
        "description": "",
        "caption": "A historic view showing the interior of the tack room at Grant-Kohrs Ranch.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/05917ED5-A34C-577F-02E129609BEC0C73.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/05917ED5-A34C-577F-02E129609BEC0C73.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "grko",
        "designation": "National Historic Site",
        "fullName": "Grant-Kohrs Ranch National Historic Site",
        "url": "https://www.nps.gov/grko/index.htm",
        "name": "Grant-Kohrs Ranch"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Ice House",
      "tack room",
      "Livestock",
      "horses",
      "saddles",
      "historic structure",
      "ranch",
      "ranch building",
      "Montana",
      "Grant-Kohrs Ranch National Historic Site",
      "Conrad Kohrs",
      "Conrad Warren"
    ],
    "latitude": "46.4085265137",
    "longitude": "-112.738936381",
    "latLong": "46.4085265137,-112.738936381",
    "bodyText": "This small log structure was originally constructed by Conrad Kohrs sometime around 1880, to store blocks of winter ice. At that time there were no refrigerators on the ranch and perishable food items such as meat and dairy products were kept from spoiling by being stored inside the basement below or inside of an ice filled cabinet located in the ranch house. <br /> <br /> There were originally no windows in this room and the door was made of thick boards. The log walls acted like a natural insulator to keep the ice cold. Most winters the nearby Johnson Creek was turned into a pond and large blocks of ice were removed by hand or horse-drawn saws. Each block of ice weighed a few hundred pounds and several tons were stored in here each winter. The large blocks were then covered and surrounded by sawdust, which acted as an insulator between each layer and row.<br /> <br /> Just like a modern insulated cooler today, the ice did melt, but very slowly.  The floor was covered with an iron plating that was slightly higher in the front than the back. This kept melted water from soaking into the wood underneath and allowed the water to run down to an opening in the back of the building.  The ice usually lasted through the summer heat until the late fall when freezing temperatures returned to area.<br /> <br /> In the 1930’s Conrad Warren installed refrigeration in the ranch house and this building was converted into a tack room to repair and store the harnesses and other equipment needed to connect the teams of horses to wagons, buggies, and ranch machinery.  Today visitors can view some of the ranch’s historic bridles, harnesses, saddles, driving lines, and other tools on display inside of this building.",
    "audioDescription": "The icehouse is a one-story, square, log building with smaller extensions on the west and south elevations. The original portion is constructed on a stone full-basement foundation. The building is whitewashed with red trim. The walls are constructed with whitewashed logs. The gable roof runs east west and is covered with wood shingles over tongue-and-groove sheathing. The east elevation of the log component contains two glass windows. There is a centered, wooden, two-panel door that serves as the entrance to the building. The main floor of the original log building consists of one room finished with 1\" x 5\" wall and ceiling boards. The floor is reinforced wood boards covered with tin. Both the tin covering and the heavy floor joist evidence the historic ice-storage function. Blocks of ice weighing 200 to 300 pounds were stored in this main-floor room, insulated with sawdust. A nine-panel door provides access to the basement, where, historically, meat and dairy products were stored. The basement has a brick and mortar floor and stone walls. Between the west basement wall and the west addition are two windows. The west addition is finished with five-inch wall and ceiling boards and five-inch floorboards. Five-inch boards also cover the walls, ceiling, and floor of the south addition. Inside the room is a small work bench to the right of the entry way. On the bench are various tack and leather tools on display. Hanging on display against the walls and ceiling are numerous bridles, saddles, harnesses, and other tools as needed for working with horses and hooking them up to wagons and ranching equipment. In the middle of the room sits a small pot belly stove that connects to a chimney on the roof.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "4004a8a0-6dfb-49dd-b6ab-5117e8c474d5",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Grant Kohrs Ranch",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical Building",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "0B71E1FC-FDC2-4255-A662-2A60F635A351",
    "url": "https://www.nps.gov/places/jenkins-hay-stacker.htm",
    "title": "Jenkins Hay Stacker",
    "listingDescription": "How does a ranch stack and store enough food for its livestock to eat throughout a harsh Montana winter? With a hay stacker of course! Take a walk to the distant pastures and view the historic Jenkins hay stacker.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D59B08E6-C73A-83C0-5B434F8BB8C1FA5F.jpg",
        "credit": "NPS/C Tongish",
        "altText": "A historic wooden Jenkins hay stacker sits in a pasture at Grant-Kohrs Ranch.",
        "title": "Jenkins Hay Stacker",
        "description": "",
        "caption": "A historic Jenkins hay stacker sits on display in a grass pasture at Grant-Kohrs Ranch.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D59B08E6-C73A-83C0-5B434F8BB8C1FA5F.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D59B08E6-C73A-83C0-5B434F8BB8C1FA5F.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "grko",
        "designation": "National Historic Site",
        "fullName": "Grant-Kohrs Ranch National Historic Site",
        "url": "https://www.nps.gov/grko/index.htm",
        "name": "Grant-Kohrs Ranch"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hay Stacker",
      "Hay field",
      "haying",
      "Ranching",
      "ranching equipment",
      "historic structure",
      "Livestock",
      "Montana",
      "Deer Lodge",
      "Grant-Kohrs Ranch National Historic Site",
      "Cattle",
      "cattle ranch",
      "Jenkins",
      "horses"
    ],
    "latitude": "46.4144021",
    "longitude": "-112.7529347",
    "latLong": "46.4144021,-112.7529347",
    "bodyText": "Historically, ranchers had to manually build their large haystacks by using tools such as pitchforks and wagons. This took a great deal of hard work and manual power to stack enough hay to feed their livestock through the harsh winter. Over time more efficient ways to stack hay were developed, which used large machines with cables and pulleys to speed up the process.<br /> <br /> This Jenkins hay stacker was patented in 1906 and is an automatic swinging hay stacker, which rotates or pivots to move hay from one location to another and place it in a pile, or haystack. It only required one person and one horse to operate it instead of needing a team of men and horses. The cut hay was placed on the front of the stacker on the fork, which laid on the ground. The person operating the device would then set the pulleys and gears to “control” the movement of the stacker. Once everything was set, the operator guided the horse to pull on the cables. This caused the fork to rise and pivot to one side and dump the hay on to the stack and then return the fork back to the ground, where it was ready for more cut hay to be lifted. <br /> <br /> The cutting, stacking, and storing of hay became a critical task on western ranches by the turn of the century.  As grazing lands were fenced in to create pastures, livestock needed supplemental feed, especially in the winter months when heavy snows made access to grass more challenging. Just a single cow or single horse can consume 24-27 pounds of hay each day in the winter. While some ranchers in the Open Range Cattle Era were using hay to feed some livestock, the need to prepare and store enough hay for all livestock to survive through harsh winters proved to be a necessity, and not just an option, following the Hard Winter of 1886-1887.<br /> <br /> It is also crucial to build and shape the haystacks properly to protect the feed from storms and winter weather. While the outside layer of the hay is exposed to the elements, most of the snow and rain will gently roll off the top and trickle down the sides, which protects the inner layer of hay within the stack from mold and moisture. <br /> <br /> This Jenkins hay stacker is a conserved artifact at Grant-Kohrs Ranch and repair and restoration efforts were completed in July of 2004. The work done on the stacker included replacing rotten wooden beams, and rusted iron bolts. The entire hay stacker was also raised off the ground and placed on pedestals to slow down the weathering and decay process of its wooden base. <br />  ",
    "audioDescription": "The Jenkins hay stacker is approximately 18 feet tall and 15 feet wide. It is over 1200 pounds in total weight. The wood beams have a pyramid shape to create the main framework which is angled down and looks like a slide. On the ground is a large wooden fork attached to the stacker on which the cut hay is placed to be stacked. The fork is 10 feet long and 14 feet wide. White Oak wood is one of the materials used in the conservation work to replace decayed timbers. It is located in the western fields of the Grant-Kohrs Ranch National Historic Site property, near the western park boundary. There is a ranch road walking trail along the base of the hills near the hay stacker. The land to the north, east and south of the hay stacker slopes down to the banks of the Clark Fork River, which is approximately a quarter of a mile away. To the west of the hay stacker, the hills are approximately 100 feet high.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Grant Kohrs Ranch",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical Structure ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "FD89CC1D-3923-40A3-9449-12941E67CAA5",
    "url": "https://www.nps.gov/places/the-johnson-creek-flume.htm",
    "title": "Johnson Creek Flume",
    "listingDescription": "Water has always been a precious resource, in the arid western United States, especially to ranchers who need it for hay production. Historical structures like the Johnson Creek flume have been used for over a century to help in determining who controls the rights and usage of the American West’s most valuable resource.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/59758804-0836-A4F6-D9CB78C95A03A6D7.jpg",
        "credit": "NPS/Grant-Kohrs Ranch",
        "altText": "A, long wooden flume transports water from a man-made ditch over the top of Johnson Creek.",
        "title": "Johnson Creek Flume",
        "description": "",
        "caption": "The Johnson Creek flume carries water from the historic Kohrs-Manning ditch over Johnson Creek.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/59758804-0836-A4F6-D9CB78C95A03A6D7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/59758804-0836-A4F6-D9CB78C95A03A6D7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "grko",
        "designation": "National Historic Site",
        "fullName": "Grant-Kohrs Ranch National Historic Site",
        "url": "https://www.nps.gov/grko/index.htm",
        "name": "Grant-Kohrs Ranch"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "water",
      "ditch",
      "historic structure",
      "Flume",
      "irrigation",
      "irrigation ditch",
      "Ranching",
      "hay",
      "Montana",
      "arid lands",
      "creek",
      "river",
      "flood irrigation",
      "pastures",
      "Cattle",
      "horses",
      "Livestock"
    ],
    "latitude": "46.408397",
    "longitude": "-112.741428",
    "latLong": "46.408397,-112.741428",
    "bodyText": "The earliest Montana ranchers found an abundance of wide-open land for grazing their cattle but finding a reliable source of water was much more difficult in the arid west. The necessity of needing an abundant water supply became even more apparent soon after the hard winter of 1886-87, as ranchers began irrigating hundreds of acres of land for hay production.<br /> <br /> The first irrigation system on the ranch was built by Johnny Grant in the early 1860’s. This system used water from the Clark Fork River and several smaller springs to provide enough water for his cattle and crops. In 1866, Conrad Kohrs purchase the property from Grant and soon began making improvements and expansions to the ranch’s irrigation system.<br /> <br /> To avoid conflicts, a new type of water usage right known as “first in time, first in right,” was established to regulate Montana’s most valuable commodity. Under this type of appropriation, the first person to claim a water source and put it to a “beneficial use” could control it.<br /> <br /> One of the earliest water rights on the ranch was established in 1885 and is associated with the Kohrs-Manning Ditch. This ditch carries water from the Clark Fork River and Cottonwood Creek. The ditch is privately owned, but the National Park Service has the right to use a share of the water for irrigation and livestock purposes in exchange for allowing the ditch to flow through the entire length of the ranch.<br /> <br /> This unique structure in front of you is an 84 x 10 x 3-foot wooden flume that carries the Kohrs-Manning Ditch water over the top of Johnson Creek, which is a natural occurring water way. Over the years this flume has undergone several repairs and replacements to ensure continuous operations. These types of flumes have been used on the ranch for well over a century. The first wooden flume on the ranch was built by Conrad Kohrs sometime around 1880 and diverted water from Johnson Creek near the Main Ranch House to irrigate the lawn, lilac bushes, and Augusta Kohrs Victorian Garden on the south side of the house.<br /> <br /> Today, the historic flood irrigating system of Grant-Kohrs Ranch is composed of several miles of earthen ditches, diversion dams, flumes, and culverts that follow the natural slope of the land. This allows gravity to direct thousands of gallons of life-giving water to plants and animals throughout approximately 782 acres of land throughout the ranch.",
    "audioDescription": "The Johnson Creek Flume has been used on the ranch for many years and is constructed entirely out of wood. It is long, narrow, and the dimensions are roughly 84 x 10 x 3-foot. The purpose of this flume is to carry water that flows through the man-made Kohrs-Manning Ditch and carry that water over the top of a naturally occurring body of water called Johnson Creek. The purpose of this is so the waters do not mix, and water rights can be more controlled. Surrounding the flume on both sides is a combination of dense grasses and riparian vegetation. This location on the ranch that is low lying and holds an abundance of water which makes it the perfect spot for this type of vegetation to grow. The Johnson Creek Flume is located just a few feet off the western side of a popular dirt road. This road is heavily used by ranch staff to access distance pastures and by park visitors that are enjoying a nice walk. Directly behind the flume is enclosed pasture and several historic ranch buildings and horse stables.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Deer Lodge, MT",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical Structure ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "AB042A78-1A3D-4F1B-AB5B-03425B3F7182",
    "url": "https://www.nps.gov/places/leeds-lion-barn.htm",
    "title": "Leeds Lion Barn",
    "listingDescription": "While most of the day-to-day operations of the Kohrs-Bielenberg Ranch were oriented towards beef cattle, the breeding and selling of thoroughbred and draft horses became an integral part of their business. This small barn once housed a prized Shire draft horse named “Leeds Lion.”",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B9E15940-0F81-5ACF-62F27D7975C8C71C.jpg",
        "credit": "NPS/Grant-Kohrs Ranch",
        "altText": "A large Shire draft horse and ranch worker are photographed standing next to each other.",
        "title": "Shire draft horse and ranch hand.",
        "description": "",
        "caption": "This Shire draft horse photographed behind the ranch house in 1910, is believed to be Leeds Lion.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B9E15940-0F81-5ACF-62F27D7975C8C71C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B9E15940-0F81-5ACF-62F27D7975C8C71C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "grko",
        "designation": "National Historic Site",
        "fullName": "Grant-Kohrs Ranch National Historic Site",
        "url": "https://www.nps.gov/grko/index.htm",
        "name": "Grant-Kohrs Ranch"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "draft horses",
      "Shires",
      "ranch building",
      "ranchers",
      "Conrad Kohrs",
      "Conrad Warren",
      "john bielenberg",
      "horses",
      "Belgian draft horse",
      "cattle ranching",
      "Grant-Kohrs Ranch National Historic Site"
    ],
    "latitude": "46.408085",
    "longitude": "-112.739791",
    "latLong": "46.408085,-112.739791",
    "bodyText": "This small barn once housed a prized Shire draft horse named “Leeds Lion.” He was a vital part of the Kohrs-Bielenberg ranching and breeding operations during the early 20th century.  The building was originally constructed in the early 1870’s and it’s believed that it housed several other stallions before Leeds Lion arrived around 1906-1907.  <br /> <br /> Shires originated from central England and are descendants from the English “great horse,” which carried men in full battle armor and pulled heavy equipment into war. They are one of the tallest and strongest breeds of draft horses, and average 17 hands, or roughly 68 inches height and can weigh as much as 2,000 pounds. They first arrived in the United States in the mid 1800’s and quickly became popular with farmers and ranchers for their tremendous power and ability to haul heavy equipment and loads over rough roads.<br /> <br /> While most of the day-to-day operations of the Kohrs-Bielenberg Ranch were oriented towards beef cattle, the breeding and selling of thoroughbred and draft horses became an integral part of their business.  Both Conrad Kohrs and John Bielenberg had previously worked with Clydesdales, but apparently felt that Shires could outperform them and began a new breeding program. In 1907, Kohrs imported Leeds Lion, who was a descendant of a well-known sire that was tough, smart, and hardworking to bring new stock into his herd of draft horses.<br /> <br /> In the 1930’s, Conrad Warren took over the family business and continued the tradition of breeding draft horses on the ranch. He never preferred Clydesdales or Shires though and purchased Belgian stallions. By 1936, Warren had the largest breeding herd in Montana, but the demand for hard working draft horses was quickly replaced by tractors and other",
    "audioDescription": "This historic barn is one and half stories tall and is rectangular in shape. The barn is constructed of logs and is located on the south west side of the historic lower yard area of Grant-Kohrs Ranch. The buildings ground level or first story is roughly 10 feet tall and is constructed of logs beams that are notched in the corners. There are many large cracks and gaps between each log beam that is filled with cement. There is a door located in the middle of the north wall of the building that serves as a point for people to enter the building. On the west side of the building is a much larger door that exits into an adjacent field and was used by large draft horses to go in and out of the building. This door is typically closed and does not provide access for visitors. remains closed. The front section of the barn, where visitors enter the building has a wooden floor. Beyond the wooden floor most of the building has a dirt floor where horses would have been housed. On the right-hand side of the entry way is a large storage bin. On the left-hand side of the entry way is a small manger, enclosed by a 3-foot-tall wooden fence. This manger would have held hay. There is a hole in the ceiling above this space where stored hay above could be thrown down. Above the entry way that leads into the dirt floor pin is a small sepia toned photograph taken around 1910 that is believed to show the Shire draft horse named Leeds Lion standing in front of the main Ranch House. Next to this image is a copy of the certificate of sale for Leeds Lion to Conrad Kohrs. There is an opening in the south end of this small enclosure that allowed horses to reach the hay from their enclosure. Inside of the dirt enclosure are several interpretive displays about the history of draft horses and equipment that was used by draft horses on the ranch. In the middle of the room is a small, glass enclosed rectangular case that houses draft horseshoes and interpretive information. On the entire length of the southern exterior wall is an interpretive display on the different types of draft horses and images of draft horses on the ranch. Against the western wall are a pair of wooden fences that are covered with a blanket that represents a draft horse. On top of the blanket is displayed the types of bridles, saddles, and other equipment that draft horses would have worn while doing hard work on the ranch. The ceiling separates the first floor from a half-story hay loft above. The roof is constructed of heavy planked wood. On the north side of the building, above the main entrance is a small door that provides access to the upstairs hayloft and where hay would have entered the building. The outside wall of the east side of the building has a small access hatch near the eaves that is made of braced vertical boards. The exterior and interior log walls of the entire building have been whitewashed. The main door on the north side of the building is stained red. In the center of the south facing wall there is fixed six paned, wood sash window. The window sash is stained red and the trim bars are stained white. The outside of the building has a gable roof that is oriented north and south. The roof is covered in wooden shingles with a metal flashing along the ridgeline.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Restroom - Seasonal",
      "Scenic View/Photo Spot",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Grant Kohrs Ranch",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical Structure ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "48215923-9B03-47A1-9835-E6D6D6518DEB",
    "url": "https://www.nps.gov/places/native-tribes-interpretive-site.htm",
    "title": "Native Tribes Interpretive Site",
    "listingDescription": "For generations several Native peoples passed through the Deer Lodge Valley and used the surrounding area for multiple purposes long before the ranch was established by Johnny Grant and. These pair of tipis help to tell their stories.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/8C57C5F9-B7A9-D05C-FBF2FE3F4EAB1F8B.jpg",
        "credit": "NPS/D Shook",
        "altText": "A pair of lodge pole tipi frames sitting on display in the grass at Grant-Kohrs Ranch.",
        "title": "Grant-Kohrs Ranch Tipi Frames",
        "description": "",
        "caption": "A rainbow passes between the frames of two lodge pole pine tipis on display at Grant-Kohrs Ranch.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/8C57C5F9-B7A9-D05C-FBF2FE3F4EAB1F8B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/8C57C5F9-B7A9-D05C-FBF2FE3F4EAB1F8B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "grko",
        "designation": "National Historic Site",
        "fullName": "Grant-Kohrs Ranch National Historic Site",
        "url": "https://www.nps.gov/grko/index.htm",
        "name": "Grant-Kohrs Ranch"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Native American",
      "native american history",
      "tipis",
      "tipi",
      "Deer Lodge",
      "Montana",
      "Grant-Kohrs Ranch National Historic Site",
      "Johnny Grant",
      "first people",
      "place names"
    ],
    "latitude": "46.406234",
    "longitude": "-112.737343",
    "latLong": "46.406234,-112.737343",
    "bodyText": "These tipi frames represent the numerous tribes that once passed through the Deer Lodge Valley for generations before the ranch was established by Johnny Grant. Several different Native groups such as the Ql̓ispé (Kalispell/Pend d’Oreille,) Sqelixw (Salish,) Ktunaxa (Kootenai,) Nimiipuu (Nez Perce,) and Siksikaitsitapi (Blackfoot,) used the valley for multiple purposes.<br /> <br /> Most of these tribes subsisted on hunting, gathering, and followed their food sources throughout the changing seasons. In the Perce language the valley was known as the “place where you get cached food,” which referred to the abundance of deer in the area. Elk, antelope, and smaller mammals were also regularly hunted.  The Deer Lodge Valley was a crucial travel corridor to and from the traditional bison hunting ground to the east. Every part of the bison was used, and nothing was wasted. The animal provided enough food, shelter, tools, and clothing for everyone.<br /> <br />  The Clark Fork River and its smaller tributaries provided a reliable, year-round source of fish and other riparian species. A significant part of their diets was supplemented by gathering the various plants, roots and berries that grow throughout western Montana. Because of their migratory patterns following different food sources throughout the year Native peoples constructed portable shelters called lodges or tipi. They were either constructed against saplings or trees, or constructed of poles that were covered with mat, brush, bark, or animal skin. These structures generally served as a shelter for entire families.<br /> <br /> The area was also a well-established trade route for many of these Native tribes, which made the valley a perfect location for Johnny Grant to build his ranch and trading post. A drawing of the ranch house done in 1865 by Granville Stuart shows two Siksikaitsitapi present on the front lawn of the house. This suggests that the ranch may have served as an informal trading post and safe camping area for Native groups passing through.<br /> <br /> Today, the Deer Lodge Valley still maintains cultural importance with several tribes and appears often in their oral histories. The valley itself gets its name from the Anglicization of a Shoshone word meaning “the white-tailed deer’s lodge.” This refers to a tall, conically shaped mineral deposit and warm spring that is located 16 miles south of the park. The mound closely resembles a lodge or tipi and the rich salt deposits attract deer to the warm spring year-round.",
    "audioDescription": "This location is adjacent to the western side of the paved sidewalk that leads from the main parking lot to the historic ranch structures. At this location are two wooden tipi frames erected in the grass. The frame is supported by several tall and slim lodge pole pines. Each tipi is tied together at the top by thick rope. The rope is also anchored to the ground to support the tipis. The structure is wider at the bottom and comes to a small point at the top. The lodge pole frames are roughly 20 feet tall and the ends rest together at the top. The base is a large circular that is roughly 20 feet wide. In front of the tipis is an interpretive wayside that provides information on Native Tribes. Behind the tipis towards the west is a long wooden fence and small hill composed of large rocks. On top of the hill is an active railroad line. Trains pass through this point daily. In the distance is the Flint Creek Mountain Range and the large Deer Lodge Mountain.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Information"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Deer Lodge, MT",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Interpretive Site",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B282E582-143E-40A8-9EB4-3F4C6FDB76CB",
    "url": "https://www.nps.gov/places/ranch-repair-shop.htm",
    "title": "Ranch Repair Shop",
    "listingDescription": "The ranch repair shop was instrumental in the success of the ranch as it transitioned from the Open Range Era to a modern style of ranching and was used for maintaining and repairing ranch equipment, machinery, and vehicles.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9D1D3D2E-C9DA-C7D8-085C95FEC8619D0E.jpg",
        "credit": "NPS/D Shook",
        "altText": "A variety of blacksmithing and carpentry tools on display inside the historic ranch repair shop.",
        "title": "Grant-Kohrs Ranch Repair Shop",
        "description": "",
        "caption": "A variety of blacksmith and carpentry tools are on display inside of the historic ranch repair shop.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9D1D3D2E-C9DA-C7D8-085C95FEC8619D0E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9D1D3D2E-C9DA-C7D8-085C95FEC8619D0E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "grko",
        "designation": "National Historic Site",
        "fullName": "Grant-Kohrs Ranch National Historic Site",
        "url": "https://www.nps.gov/grko/index.htm",
        "name": "Grant-Kohrs Ranch"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "ranch",
      "ranch building",
      "cowboys",
      "repair shop",
      "Blacksmith",
      "Blacksmith Demonstration",
      "carpentry",
      "historic building",
      "Grant-Kohrs Ranch National Historic Site",
      "Montana",
      "Deer Lodge",
      "ranching equipment",
      "Ranching",
      "haying",
      "branding",
      "forge"
    ],
    "latitude": "46.408069",
    "longitude": "-112.739342",
    "latLong": "46.408069,-112.739342",
    "bodyText": "<p>This repair shop was built in 1935 by Conrad Warren and was used for maintaining and repairing ranch equipment, machinery, and vehicles. The shop was instrumental in the economic stability of the ranch throughout the nation’s economic depression and during wartime when it became vital to a rancher’s finances to be able to maintain and repair their own equipment.</p> <p>The building was originally divided into two spaces. The north end contained a garage area with three large overhead doors and housed automotive equipment. The south end was a multipurpose ranch repair shop and included a forge, blacksmith tools, line shaft, grindstones, acetylene welding setup, wood working equipment, and some accommodations for shoeing and branding livestock.</p> <p>There were no professionally trained blacksmiths or carpenters working inside the shop. The work was done by cowboys and ranch hands who were not formally trained, but possessed skills in managing livestock, shoeing horses, repairing machinery, and working with wood and metal. Through hard work and repetitive practice, they were able to create or repair almost anything that the ranch needed.</p> <p>Some of the work done in the repair shop included:</p> <p>· Sharpening sickle bar blades and other tools</p> <p>· Drilling</p> <p>· Rough Carpentry</p> <p>· Acetylene and forge welding</p> <p>· Blacksmithing</p> <p>· Shoeing</p> <p>· Branding</p> <p>· Oiling and greasing machinery</p> <p>Although the blacksmithing history associated with Grant-Kohrs Ranch began in the early 1860s there were no professional blacksmiths working on site. Most Montana ranches were located several miles away from populated areas, but this ranch has been located adjacent to the town of Deer Lodge ever since the mid 1860’s. Historically there would have been numerous blacksmith shops located in Deer Lodge where horses could be shod, iron work could be ordered, and machinery could be repaired. Johnny Grant stated in his memoir that he once owned a blacksmith shop, but it was likely located in somewhere in town and the finical records of Conrad Kohrs note several payments to local blacksmiths for shoeing and iron work.</p> <p>This repair shop also reflects a change in the agricultural and business operations of the ranch in the early 20th Century. The Open Range Era largely depended on animal and human labor to make a profit, but as ranching evolved it quickly relied on the effectiveness and use of modern mechanized machines and equipment. Conrad Kohrs once observed that “the changes of the past have been many; and those of the future may be of even more revolutionary character.\" His prediction came true as the shop became vital to the economic stability of the ranch as agricultural and business operations changed across the west.</p>",
    "audioDescription": "This rectangular, wood-frame building has a total square footage of 1504 feet. The building is divided into two separate sections that visitors can explore. On the south side of the building there is an historic storage/ interpretive program area. This room features a working coal burning forge, anvil, several blacksmith tools, a line drive with leather belts, a drill press, grinding stones, and space for performing rough carpentry and repair. There is a large work bench against the south wall for storing various blacksmithing and carpeting tools. There is a set of red, sliding barn doors facing the west that function as the entrance to the shop space. To the left of the entry way is a tall, wooden display hat features several types and styles of horseshoes. To the right of the entry way is a tall wooden display that features several examples of iron brands that were used during the ranch’s history. There are four large windows inside of the shop that can be opened to let air flow in. Next the coal forge is an electrified air blower that moves air into the forge to operate. On the ground leaning up against the north wall is a historic wooden bellow on display. Adjacent to the bellow is a historic hand cranked air blower on display. The floor of the shop is made of aged wooden beams. This space is open to visitors and often has a park ranger or volunteer performing interpretive programs during the summer months. The north end of the building was once a garage and is dominated by three red-stained wooden, multi-panel, multi-light, overhead rolling doors that function as the entry point today. The floor and concrete are both made of concreate. Along the east side of this room are two restrooms and drinking fountain that are operated during the summer months. This room features two wooden benches for visitors to sit down. Along the walls of the room are several historically significant black and white photographs that help tell the story of the Open Range Cattle Era. The outside of the building is white with a red gable roof. There are two brick chimneys on the eastern slope. The rafters are exposed on the west and east elevations. The gable end on the north is dominated by three red-stained wooden, multi-panel, multi-light, overhead rolling doors. The west side of the building features elevation contains a pair of red-stained wooden sliding doors and one window with red-stained shutters. On the south side of the building there are three windows with red-stained shutters. The east side of the building contains five windows with red-stained shutters. There is a wooden door in the shop area and a wooden door in the picture room that lead to am area that is used by the National Park Service for a break and storage room.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Rooms",
      "Accessible Sites",
      "Automated External Defibrillator (AED)",
      "Benches/Seating",
      "Cellular Signal",
      "Fire Extinguisher",
      "First Aid Kit Available",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Restroom - Seasonal",
      "Toilet - Flush",
      "Trash Dumpster",
      "Water - Drinking/Potable",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Grant Kohrs Ranch",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical Structure ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F4B5EFFF-55F9-4C21-9C11-F0DAE35D14EF",
    "url": "https://www.nps.gov/places/stallion-barn.htm",
    "title": "Stallion Barn",
    "listingDescription": "How many uses can one building have? For more than a century this small building has served as a barn, garage, blacksmith shop, and exhibition hall.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5E4D0CEA-0B16-DF3E-73CFE4E7061E23EE.jpg",
        "credit": "NPS/C Tongish",
        "altText": "A white barn with a large and small red door, a red roof, and windows surrounded by red trim.",
        "title": "Grant-Kohrs Ranch Stallion Barn",
        "description": "",
        "caption": "The Stallion Barn was originally built to house horses before it was remodeled in the 1920's.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5E4D0CEA-0B16-DF3E-73CFE4E7061E23EE.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5E4D0CEA-0B16-DF3E-73CFE4E7061E23EE.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "grko",
        "designation": "National Historic Site",
        "fullName": "Grant-Kohrs Ranch National Historic Site",
        "url": "https://www.nps.gov/grko/index.htm",
        "name": "Grant-Kohrs Ranch"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "barn",
      "garage",
      "Blacksmith",
      "horses",
      "Cattle",
      "Livestock",
      "Montana",
      "Grant-Kohrs Ranch NHS",
      "historic structure",
      "Conrad Kohrs",
      "Conrad Warren"
    ],
    "latitude": "46.4080825575",
    "longitude": "-112.739773668",
    "latLong": "46.4080825575,-112.739773668",
    "bodyText": "The Stallion Barn was originally used as a home for one or two horses. The exact date of its construction is unknown but based on the materials and styles used for construction, it is likely that this structure was built sometime in the 1870s or 1880s.<br /> <br /> In 1928, the building was remodeled and turned into a garage and blacksmith shop.  A small chimney pipe is visible from the outside and it is possible that at one time a portable forge might have been used in the back left-hand corner of the building. An upper hay loft was also removed during this remodel in 1928.<br /> <br /> While the first tractors did not arrive on the ranch until the end of the 1930s, cars and trucks, as well as horse drawn equipment were always needing to be repaired and fixed. The need for a repair shop large enough for mechanical equipment, like tractors, was finally solved in 1935 when Con Warren built a large three bay garage and repair shop near the main ranch house.",
    "audioDescription": "The Stallion Barn is 28 feet wide and 22 feet deep, and one and a half stories high. There is one set of red double barn doors which function as the entrance to the old garage space. Along the left wall there are three windows which contain six rectangular panes of glass in each. The smaller panes of glass are approximately 9 by 12 inches in size. Along the right wall is an interpretive display which discusses the Hard Winter and the end of the Open Range Cattle Era. The building is constructed out of logs and limestone mortar, in the style of frontier cabins or similar to the structures you can build playing with Lincoln Logs. To the right of the main double doors is a single door which accesses the lean-to section of the building, used today for storage by the National Park Service.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "db8e39a1-cc0d-488b-9e56-1504d10224e5",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Benches/Seating",
      "Captioned Media",
      "Cellular Signal",
      "Fire Extinguisher",
      "Historical/Interpretive Information/Exhibits",
      "Picnic Table",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Deer Lodge, MT",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical Building",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "40ED4169-DD58-4A56-9C1B-0500BD047800",
    "url": "https://www.nps.gov/places/the-chuckwagon.htm",
    "title": "The Chuckwagon",
    "listingDescription": "Come and get it! Life on a cattle drive was exhausting work and the chuck wagon and the resourcefulness of the cook not only boosted the crews moral, but also played a vital role in the success or failure of the entire journey.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/28E870A2-D865-D72A-101574F2BAC28FC0.jpg",
        "credit": "NPS/D Shook",
        "altText": "A view of a canvas covered chuckwagon. The back pantry box is open revealing a table and shelves",
        "title": "The Chuckwagon",
        "description": "",
        "caption": "This replica chuckwagon helps visitors understand the logistics and struggles of moving cattle.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/28E870A2-D865-D72A-101574F2BAC28FC0.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/28E870A2-D865-D72A-101574F2BAC28FC0.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "grko",
        "designation": "National Historic Site",
        "fullName": "Grant-Kohrs Ranch National Historic Site",
        "url": "https://www.nps.gov/grko/index.htm",
        "name": "Grant-Kohrs Ranch"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cowboy",
      "cowboys",
      "trail drive",
      "cattle drive",
      "Ranching",
      "chuckwagon",
      "Grant-Kohrs Ranch National Historic Site",
      "cattle ranch",
      "cattle ranching",
      "Open Range",
      "transportation",
      "food",
      "Cooking"
    ],
    "latitude": "46.408223",
    "longitude": "-112.739875",
    "latLong": "46.408223,-112.739875",
    "bodyText": "During the Open Range Era, a cattle drive could take anywhere from three to six months depending on the destination. Large groups of cattle were herded by cowboys and trailed directly from a range to a nearby market; from a range to a distant railhead; or between ranges to find better grazing opportunities.<br /> <br /> On the earlier, shorter drives cowboys would eat what they could carry in their saddle bag, which typically consisted of dried meats, salt, and biscuits. As the distances increased it became harder for a cowboy to carry his own food. Texas cattleman Charles Goodnight solved this problem in 1866 by converting a surplus Army wagon into a mobile kitchen. Goodnight added a large pantry box to the rear with shelves, drawers, and a hinged door that laid flat to create a table. Heavier items like pots, cast iron skillets, and a Dutch oven were carried in a box mounted below the pantry called a “boot.” The chuckwagon also carried tools, sewing supplies, first aid essentials, bedrolls, firewood, and water.<br /> <br /> Life on the trail was exhausting work and the chuckwagon and the resourcefulness of the cook boosted the crews moral and played a vital role in the success or failure of the entire journey. Most cooks were ex-cowboys themselves that were often too old or injured to comfortably ride a horse. The cook lived a life of physical labor and maintained an exhausting daily schedule. He not only prepared three hot meals a day, but also drove the chuckwagon, pitched camp, and served as the banker, barber, doctor, dentist, or any other job that needed to be filled on the trail. His final task of the day was to locate the north star and point the tongue of the wagon facing north, which allowed the crew to know which direction to move the herd the next morning.<br /> <br /> The food carried on the chuckwagon was both easy to cook and preserve. Some common items included “whistle berries” (beans), rice, dried meat, onions, potatoes, flour, lard, canned fruits and vegetables, and various spices and condiments. Sourdough was a main component of most meals and the cook took great care of the keg and starter. Fresh beef was never in short supply and was supplemented with wild game and fish. If time permitted and the cook was in a good mood, he might bake the crew a desert like peach cobbler, fruit pie, or spotted pup in a Dutch oven.<br /> <br /> Most cowboys were devoted to coffee and demanded it a every meal. They preferred it hot, strong, black, and thick enough to float a horseshoe in! During the early years of driving cattle, coffee was not easily available on the trail because it was time consuming to roast the beans and they didn’t preserve well. In 1865, the Arbuckles Coffee patented a method to roast and preserve beans that sealed in the flavor, aroma and came packaged in easy to store one-pound bags. Arbuckles became so popular with chuckwagon cooks that most cowboys weren’t aware there was any other kind!<br /> <br /> The chuckwagon not only carried food, equipment, and vital supplies, but it also became the only home and familiar sight that a cowboy knew in the vastness of the open range. It was a special place where you could socialize, receive care, enjoy a comforting meal, and lay your head down to rest after a grueling day on the trail.<br /> <br />  ",
    "audioDescription": "This replica chuckwagon that is on display at Grant-Kohrs Ranch National Historic is constructed of both wood and iron. The wagon is roughly 12 feet long and 4 feet wide. The chuckwagon has 4-wheels made of wood and covered by iron. The two back wheels are 54 inches round and are larger than the front wheels. This allows more play when turning. The wheels are designed to negotiate bad roads and not sink into the axle. Iron reinforces the parts that take the greatest beating such as the undercarriage, axel, reach, hounds, wheels, and bolsters. All the smaller metal works such as bolts, nuts, brackets, hooks etc., were hand forged over a coal fired forge. The chuck wagon is cover by canvass top that shields the wagon from dust and weather. The cover is roughly 11 feet long and is supported by a frame of hickory bows and secured with hemp rope. On one side of the wagon is an oak water barrel, a metal pan for washing hands and utensils, and a rectangular coffee grinder. On the other side of the wagon is a wooden toolbox. The back end of the chuckwagon features a wooden pantry box with seven shelves, four cabinets, and a hinged door that lays down flat to create a table. Inside of the cabinets and shelves are replica items used during interpretive programs and items that would be used to cook food on the trail. On top of the wagon is a replica wooden crate that is labeled Arbuckles Roasted Coffees with an agnel graphic in the middle. The front of the wagon features an elevated wooden seat where the driver would sit. To the right of the seat is a larger metal brake handle. Underneath this seat is a wooden jockey box. A large metal bar known as the tongue points directly north from the front of the wagon. The replica chuckwagon can be found on display in two separate locations depending on what time of year you are visiting. From the late spring through late fall the replica chuckwagon is displayed outdoors to the north of a grove of cotton wood trees. There is a small fire pit on the ground behind the chuckwagon and a large pile of wood underneath. During the bus summer months, a ranger wearing authentic period clothing can be found at the chuckwagon performing living history interpretation. During the winter months the replica chuckwagon is stored inside the thoroughbred barn.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Benches/Seating",
      "Cellular Signal",
      "First Aid Kit Available",
      "Historical/Interpretive Information/Exhibits",
      "Information - Ranger/Staff Member Present",
      "Picnic Table",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Grant Kohrs Ranch",
        "name": "Location"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "18940C8D-87CC-4E26-98A6-883F55BBA19F",
    "url": "https://www.nps.gov/places/the-clark-fork-river.htm",
    "title": "The Clark Fork River",
    "listingDescription": "A River Runs Through It! The Clark Fork is the largest river in Montana by volume and one of the longest rivers in the state. It flows through 2.5 miles of the Grant-Kohrs Ranch and supports a variety of ranching operations, recreational opportunities, and critical wildlife habitat.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C3D392E6-A8B0-162E-E59C9BE35B49958E.jpg",
        "credit": "NPS/Grant-Kohrs Ranch",
        "altText": "A variety of riparian vegetation grows along the banks of the Clark Fork River .",
        "title": "The Clark Fork River.",
        "description": "",
        "caption": "The Clark Fork River supports ranching operations, recreational opportunities, and wildlife habitat.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C3D392E6-A8B0-162E-E59C9BE35B49958E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C3D392E6-A8B0-162E-E59C9BE35B49958E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "grko",
        "designation": "National Historic Site",
        "fullName": "Grant-Kohrs Ranch National Historic Site",
        "url": "https://www.nps.gov/grko/index.htm",
        "name": "Grant-Kohrs Ranch"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "river",
      "river access",
      "Clark Fork River",
      "wildlife area",
      "Wildlife Viewing",
      "irrigation",
      "recreation",
      "Superfund",
      "Grant-Kohrs Ranch NHS",
      "fishing",
      "fly fishing",
      "Montana",
      "riparian ecosystems"
    ],
    "latitude": "46.407379",
    "longitude": "-112.74281",
    "latLong": "46.407379,-112.74281",
    "bodyText": "The Clark Fork is the largest river in Montana by volume and one of the longest rivers in the state. It’s considered to be the headwaters of the Columbia River Basin and stretches more than 280 miles from its origins south of Grant-Kohrs Ranch at the confluence of Silver Bow Creek and Warm Springs Creek to the Idaho border. The Clark Fork River enters the ranch from the parks southern border and flows for approximately 2.5 miles before exiting the ranch towards the north.<br /> <br /> There are at least 35 species of mammals that live on the ranch and more than 230 species of birds can be found passing seasonably through the park. The Clark Fork River and the surrounding riparian habitat provide important food and shelter for a variety of these wildlife species. It’s not uncommon to take a walk along the river’s edge and observe beavers, muskrats, river otters, moose, deer, ospreys, geese, bald eagles, ducks, kingfishers, and much more.<br /> <br /> Montana is known as a fishing paradise and the Clark Fork River supports a variety of fish species including rainbow, cutthroat, and brown trout. Both bait and fly fishing is allowed on the ranch. A Montana fishing license is required for anyone 15 years or older and state regulations must always be followed. The fishing access within in the park is by walk in only. Please stop by the visitor center to pick up a trail map.<br /> <br /> For centuries, the river provided sustenance for several Native American tribes. In the early 1800’s the Lewis and Clark Expedition explored much of the Clark Fork River Basin and it was eventually named after William Clark. As the Clark Fork River meanders its way through the Deer Lodge Valley it provides a crucial lifeline for ranchers that utilize it for watering livestock and growing hay. Johnny Grant chose to build his home near the banks of the Clark Fork River for the same reason and constructed the ranch’s first irrigation system in the 1860’s. Grant utilized water from the river and several smaller springs to water his cattle and irrigate his crops.<br /> <br /> Beginning in the 1880’s Montana became the center of a copper mining boom that would last for over a century. The mining and subsequent smelting operations upstream in Butte and Anaconda created a significant amount of waste. A massive flood in 1908 washed millions of tons of toxic sediments into the Clark Fork River that contaminated the surrounding soil, and polluted ground water for 120 miles. Over the years, natural water cycles and floods continued to wash more toxic sediments downstream.<br /> <br /> Historically the riparian area of Grant-Kohrs Ranch had rich soil and vegetation, which supported a mix of shrubs and forest. The healthy vegetation was used by wildlife and cattle to shelter from summer heat and winter cold. However, by the 1930’s ranch staff began documenting areas of exposed mining waste, dying vegetation, and bare soil along the river throughout the ranch.<br /> <br /> In 1992 the Clark Fork River from its confluence near Warm Springs to the former site of the Milltown Dam east of Missoula was designated as a Superfund Site. In the spring of 2018 work began on the ranch to remove contaminated soil, stabilize the eroding banks of the Clark Fork River, and re-vegetate the riparian area. ",
    "audioDescription": "The Clark Fork is the largest river in Montana by volume and one of the longest rivers in the state. The Clark Fork River enters the ranch from the parks southern border and flows for approximately 2.5 miles before exiting the ranch towards the north. The river is narrow and shallow at this point so close to its confluence, but triples in size slightly to the west of Missoula. The Clark Fork River meanders, bends and flows straight through the ranch. Along the banks grows a variety of riparian shrubs, trees, and grasses that provide important food and shelter for a variety of wildlife species. This section of the river parallels the parks Nature Trail and provides easy access for recreational opportunities such as fishing, swimming, and wildlife viewing.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Beach/Water Access",
      "Cellular Signal",
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Deer Lodge, MT",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Natural Landscape/River",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "732B4B8D-3C8C-4AA2-BB10-BE3A5499D722",
    "url": "https://www.nps.gov/places/the-warren-office.htm",
    "title": "The Warren Office",
    "listingDescription": "Originally this structure was built as a cabin, then later converted into a bunkhouse and eventually into a small office. This room was the heart of the business operations for the ranch from approximately 1935 to 1947.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C1F1ACF0-DDEB-A688-B37614BBF60FFEA6.jpg",
        "credit": "NPS/Grant-Kohrs Ranch",
        "altText": "Conrad Warren’s desk, office chair, bookcase, and historic photos on display at Grant-Kohrs Ranch.",
        "title": "Conrad Warren's Office",
        "description": "",
        "caption": "Conrad Warren’s desk, office chair, bookcase, and historic photos on display at Grant-Kohrs Ranch.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C1F1ACF0-DDEB-A688-B37614BBF60FFEA6.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C1F1ACF0-DDEB-A688-B37614BBF60FFEA6.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "grko",
        "designation": "National Historic Site",
        "fullName": "Grant-Kohrs Ranch National Historic Site",
        "url": "https://www.nps.gov/grko/index.htm",
        "name": "Grant-Kohrs Ranch"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "office",
      "Livestock",
      "bunkhouse",
      "cowboys",
      "ranch",
      "ranch building",
      "cattle ranch",
      "horses",
      "historic structures",
      "Montana",
      "Grant-Kohrs Ranch NHS",
      "Conrad Warren",
      "Johnny Grant",
      "Conrad Kohrs"
    ],
    "latitude": "46.408557128",
    "longitude": "-112.7385316",
    "latLong": "46.408557128,-112.7385316",
    "bodyText": "<p paraeid=\"{17a3d619-cedb-45aa-a878-b285d351a646}{42}\" paraid=\"2053096063\">Located in the bunkhouse row, this office was used by Conrad Warren, the grandson of Conrad Kohrs, in his work to manage the daily operations of the ranch from approximately 1935 to 1947, at which time Warren moved his office into his home. <br /> <br /> The office is located in one of the sections originally built by Johnny Grant, the founder of the ranch.  The exact date of construction and use of this building by Grant is undocumented, but part of the structure is visible in illustrations and drawings done by Granville Stuart and others when they visited Johnny Grant and Deer Lodge, starting in 1865.  Over the years, bunkhouse row was lengthened with additional rooms for supplies and living space for cowboys and ranch hands. </p> <p paraeid=\"{17a3d619-cedb-45aa-a878-b285d351a646}{110}\" paraid=\"1771680228\">Warren spent much of his childhood on the ranch with his grandfather, Conrad Kohrs, and his uncle, John Bielenberg. From these important role models, Warren learned about ranching, care and breeding of livestock, and business leadership.  Following the death of Kohrs and Bielenberg in the early 1920s, the overall size and scale of ranching on the home ranch was drastically reduced. By 1924, the home ranch was approximately 1000 acres in size and most of the livestock was sold off. </p> <p paraeid=\"{17a3d619-cedb-45aa-a878-b285d351a646}{136}\" paraid=\"1274488771\">In 1932, during the Great Depression, Conrad Warren became the manager of the ranch, and in 1935 he invested in repairs to the bunkhouse row. During these repairs, Warren converted this room into his office space.  When Warren was hired as the ranch manager, he focused on making this an active ranch again by buying land to increase the size of the ranch, as well as rebuilding the livestock herds. Warren centered his livestock operations around Hereford cattle and Belgian draft horses.  Warren was widely known for the quality of his livestock. </p> <p paraeid=\"{17a3d619-cedb-45aa-a878-b285d351a646}{186}\" paraid=\"2138769135\">Other ranching operations directed by Warren included adding new buildings to the ranch, repairing fences and buildings, and upgrading the irrigation systems for water on the ranch. Warren also focused on animal care, and though he was not trained as a veterinarian, Warren was an amateur vet and kept syringes and medical supplies in this office, as well as in the thoroughbred horse barn vet office, which he might need to treat the livestock, as well as early work in the field of artificial insemination of the livestock. </p> <p paraeid=\"{17a3d619-cedb-45aa-a878-b285d351a646}{226}\" paraid=\"547148093\">By World War II, Warren started mechanizing the ranch with the purchase of tractors and other motorized farm equipment which took less manpower to operate than the older horse-drawn equipment. This transition to mechanized equipment helped Warren realize it was time to sell the Belgian draft horse herd since there were fewer people with the skills needed to operate draft horse teams, and ranchers and farmers were not using as much animal power in their daily operations. </p>",
    "audioDescription": "The Warren Office is approximately 16 feet by 18 feet in size. Along the right wall is Conrad Warren’s desk and office chair. On the desk are papers, folios, baskets and other objects which Warren owned. On the wall above the desk are photographs of family and livestock connected to Conrad Warren. In the back righthand corner is a small table with a cabinet on top of it. Along the center of the back wall is a bookcase filled with artwork, books and records. To the left of the bookcases is a window. To the left of the photo are pegs with chaps and a lariat hanging on the wall. Along the left wall in the back are shelves filled with books and other objects. Below the shelves is a gun rack and on the floor below the rack is a traveling trunk. Toward the middle of the left wall is a stove. To the left, near the front window is a stand which holds a typewriter, and adding machine, and a chair with a coat draped over the chair in front of the typewriter. There are some family and ranch photos hanging above the typewriter and adding machine.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "ef0f8bec-21df-4814-a93e-c212806a982d",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Information"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Deer Lodge, MT",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical Structure ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "BAF9D1E6-4B42-483F-9F13-E7AB02749691",
    "url": "https://www.nps.gov/places/thoroughbred-barn.htm",
    "title": "Thoroughbred Barn",
    "listingDescription": "Endurance, power, and intelligence. These were just some of the attributes that horses brought to the day-to-day operations of the ranch. Horses were not always left outside on the range, however and this barn was constructed around 1883 to house many of the ranch’s prized Thoroughbreds horses.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5A476726-9AED-5BDB-FB61B33785BD33CD.jpg",
        "credit": "NPS/Grant-Kohrs Ranch",
        "altText": "An interior view of the Grant-Kohrs Ranch Thoroughbred barn and the historical equipment on display.",
        "title": "Grant-Kohrs Ranch Thoroughbred Barn",
        "description": "",
        "caption": "A modern day view inside of the Grant-Kohrs Ranch Thoroughbred barn.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5A476726-9AED-5BDB-FB61B33785BD33CD.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5A476726-9AED-5BDB-FB61B33785BD33CD.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "grko",
        "designation": "National Historic Site",
        "fullName": "Grant-Kohrs Ranch National Historic Site",
        "url": "https://www.nps.gov/grko/index.htm",
        "name": "Grant-Kohrs Ranch"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "barn",
      "historic building",
      "horses",
      "cattle ranch",
      "Cattle",
      "Horse-drawn",
      "transportation",
      "wagons",
      "sleighs",
      "ranching equipment",
      "Grant-Kohrs Ranch National Historic Site",
      "Conrad Kohrs",
      "Johnny Bielenberg",
      "Thoroughbred horses",
      "Belgian horses"
    ],
    "latitude": "46.4079199147317",
    "longitude": "-112.739702699027",
    "latLong": "46.4079199147317,-112.739702699027",
    "bodyText": "Conrad Kohrs and his half-brother, Johnny Bielenberg, are credited with bringing the first Thoroughbred horses to Montana. These tall, sleek racehorses were cross bred with smaller horses that had been used by indigenous people for centuries. The result produced fast, durable horses that were perfectly suited for covering long distances, whether for personal transport or working on cattle drives. Horses were not always left outside on the range, however and this barn was constructed around 1883 to house many of the ranch’s prized Thoroughbred horses.<br /> <br /> One of the stalls in the building was used by foaling mares about to give birth. An adjacent bricked-in sleeping room was constructed at the front of the building with an interior window. This provided a view to the foaling area and allowed ranch hands to keep a watchful eye on the mares. Johnny Bielenberg also utilized this small room as a makeshift veterinary office, and he spent many nights sleeping on the bunk so he could keep a watchful eye over the foaling mares.<br /> <br /> For a time, Conrad Warren housed his prized Belgian mares inside the barn. In the 1940’s and early 1950’s, Warren used the building as a show barn for his Hereford cattle. During sales, several tents were set up in the adjacent field and the cattle were brought out one at a time to be purchased.<br /> <br /> Today, the Thoroughbred barn is used to display some of the ranch’s historic equipment that employed true horsepower. The sleighs, buggies, and harvesters that visitors can explore inside the building are as diverse as the horses that pulled them.",
    "audioDescription": "This red barn, is approximately 119 feet long by 36 feet wide, and sits in a north/south configuration with its entrance on the north end. A dirt road runs along the eastern side of the building. To the west, a small, white barn stands close by with a large pasture just beyond. Immediately behind the red barn, passes a small creek that is thick with cattails and tall grass. The entrance to the barn is two large, swinging wood doors that open to the outside. Inside the barn, a wooden floor runs the length of the center of the building. Immediately inside the door is a small caretaker’s office to the left. Beyond the office, there are 7 horse stalls that run the length of the interior of the barn. Along the right side of the interior of the barn there are 9 horse stalls that run the length of the building. In each stall, one or more pieces of horse-drawn equipment sits on display.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "50e2b2df-03d8-45bb-bd4e-f654c98a4d56",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Benches/Seating",
      "Cellular Signal",
      "Fire Extinguisher",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Deer Lodge, MT",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical Building",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1EE70FD6-F52D-40CD-89FD-F61C5575B499",
    "url": "https://www.nps.gov/places/warren-residence.htm",
    "title": "Warren Residence",
    "listingDescription": "This colonial style cottage home was the former residence of Conrad and Nellie Warren. It was built in 1934 as a wedding gift from Augusta Kohrs to her newlywed grandson and his bride. In 2002, the building was converted into the Grant-Kohrs Ranch National Historic Site’s administrative offices.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7D306D50-F206-DA64-61ADAB490D7D6E5C.jpg",
        "credit": "NPS/Grant-Kohrs Ranch",
        "altText": "Nellie Warren sits in a chair, while her two kids Patricia, and Conrad play a board game.",
        "title": "Nellie, Patricia, and Conrad Warren II.",
        "description": "",
        "caption": "Nellie Warren sits in a living room chair, while her kids Patricia and Conrad play a board game.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7D306D50-F206-DA64-61ADAB490D7D6E5C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7D306D50-F206-DA64-61ADAB490D7D6E5C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "grko",
        "designation": "National Historic Site",
        "fullName": "Grant-Kohrs Ranch National Historic Site",
        "url": "https://www.nps.gov/grko/index.htm",
        "name": "Grant-Kohrs Ranch"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Conrad Warren",
      "Nellie Warren",
      "cottage",
      "residence",
      "Home",
      "ranch home",
      "ranch",
      "Grant-Kohrs Ranch National Historic Site",
      "Deer Lodge",
      "Cattle",
      "colonial homes"
    ],
    "latitude": "46.407831",
    "longitude": "-112.736431",
    "latLong": "46.407831,-112.736431",
    "bodyText": "This colonial style cottage home was the former residence of Conrad and Nellie Warren. It was built in 1934 as a wedding gift from Augusta Kohrs to her newlywed grandson and his bride.<br /> <br /> The house was designed, by the New York City architect Lewis W. Welsh as a “country home for city dwellers.” The plans and specifications for the residence featured a beamed ceiling with a craftsman style touch that appealed to Conrad and the modern comforts of electricity, lighting, plumbing, and heating which appealed to Nellie.<br /> <br /> The two were married on May 1, 1934, and quickly departed for a honeymoon on the West Coast. It was noted in the Deer Lodge Silver State Post that “they will return in about a month and will be at home to their friends in their new residence at the Kohrs ranch.” In June, the newlyweds moved in.The Warren residence originally had five rooms – kitchen, living room, two bedrooms, and bath, plus a detached garage. The living room featured a stone fireplace made of rhyolite porphyry (igneous rock like granite) that was collected from the nearby south face of Orofino Mountain. <br /> <br /> The Warren family expanded in 1936 with the birth of their daughter Patricia, and in 1940 with the birth of their son Conrad Kohrs Warren II. With the family’s growth, the residence needed to be enlarged. In 1941, the roof of the house was raised four feet and two bedrooms, and a bath were added to the newly built second floor.<br /> <br /> Conrad worked hard to manage the ranch, while Nellie managed the home. She eventually added a garden, and a chicken coop.  In the 1950’s, Conrad added a workshop/hobby boat house to the west side of residence. The home and other structures were all grouped together and enclosed within a white picket fence. The yard was attractively landscaped and featured a barbeque pit and other conveniences for outdoor living.<br /> <br /> The house was highlighted in the <i>Westerner</i>, magazine in 1947. The author emphasized the Warren residence as a modern ranch home, but also included descriptions of antiques that belonged to Augusta Kohrs who had died in 1945. An appraisal in 1958 described the home as” having a basement, nine rooms, two baths and contains 1,735 square feet of floor space on the lower level alone.”<br /> <br /> The Warren's became advocates for the ranch joining the National Park Service and Nellie is credited with the preservation of much of the Kohrs family papers and furnishings. In 1972 designation for Grant-Kohrs Ranch National Historic Site was passed and Conrad gave his wife credit saying, “It was your idea that created the park, a thing of joy for many people, that enriches their lives and will for all time.” Unfortunately, Nellie became ill and died shortly thereafter. Conrad remained living in the home through the 1970s and 1980s and died in the Warren residence in 1993. <br /> <br /> In 2002, the building was converted into the park’s administrative offices.",
    "audioDescription": "The Warren residence is located at 266 Warren Lane. It is a one and one-half-story white building with a red roof. The building has an irregular floor plan and a cross-gable roof. The wood-frame building was built on a 12\" wide poured concrete footing foundation. White stucco covers the exterior walls on the north and east elevation, and white horizontal wood siding covers the south and west elevations, dormers, and front gable end. Red asphalt shingles cover the roof. The north side of the house has an enclosed entrance porch. Other north elevation features include one large picture window, one 16-light wood-sash window with four fixed side lights and eight center lights in an operable casement, and one six-light wood-sash casement window. A nine-light, one panel door is on the south side of the east elevation. Four 16-light wood-sash windows, with operable centers and fixed side lights, also are located on the east elevation; three are on the first floor and one is in the shed dormer. The south elevation interior stucco chimney is topped with terra-cotta chimney pots. On the south elevation there are three 16-light wood-frame windows with operable centers and fixed sidelights, and one nine-light wood-frame, fixed-sash window in the south main gable end. On the west elevation, there are two one-light wood-frame, fixed-sash windows, three 16-light wood-frame windows with operable center and fixed sidelights. The dormer also features two four-light wood casement windows. The garage (HS 61) is attached to the house by a wood-frame breezeway. The breezeway features horizontal beveled wood siding and three fixed-sash wood-frame windows, two with nine lights and one with six lights. Although constructed prior to a 1958 appraisal, the breezeway was not enclosed until ca. 1980s. Rooms within the Warren residence are divided among a partial basement, the main floor, and a second story. The main floor contains an entryway (added in 1956), leading to the living room and the stairwell to the second story. The living room leads to a central hallway that provides access to the kitchen, dining room, den, bathroom, and bedroom. The porch, kitchen, living room, and two bedrooms and bath on the west side were part of the original construction. The dining room and den date to 1941. The upstairs, also completed in 1941, contains a central landing, bathroom, and two bedrooms; ceilings follow the roofline. Fixed furnishings include a stone fireplace and exposed ceiling beams in the living room and built-in dining room corner cupboards. On the main floor, wall-to-wall carpeting covers the original wood flooring. The wood remains exposed on the second story. The original inlaid linoleum in the kitchen and bathrooms has been covered with modern vinyl flooring (date unknown). The original six-panel doors, painted, remain in place. Except for Warren’s den, which is paneled with tongue-and -groove knotty pine, walls and ceilings are plastered. Originally stained, shellacked, and waxed, much of the door and window trim has been painted.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Automated External Defibrillator (AED)",
      "Cellular Signal",
      "Fire Extinguisher",
      "First Aid Kit Available",
      "Information - Ranger/Staff Member Present",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Grant Kohrs Ranch",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical Building",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3212709D-1A58-40C3-877E-9DB774410699",
    "url": "https://www.nps.gov/places/works-project-administration-wpa-outhouse.htm",
    "title": "Works Project Administration (WPA) Outhouse",
    "listingDescription": "This small outhouse was constructed in the 1930’s by a Works Progress Administration (WPA) crew and is one of 2.5 million that were constructed during the Great Depression as part of President Franklin Delano Roosevelts “New Deal,” to improve sanitation and public health in rural areas.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/0D8BAB86-CCDD-DABA-137F94DB30B282B8.jpg",
        "credit": "NPS/D Shook",
        "altText": "This red and white outhouse was constructed in the 1930's by the Works Project Administration.",
        "title": "Works Project Administration Outhouse.",
        "description": "",
        "caption": "This outhouse was constructed on the ranch in the 1930's by a Works Project Administration crew.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0D8BAB86-CCDD-DABA-137F94DB30B282B8.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0D8BAB86-CCDD-DABA-137F94DB30B282B8.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "grko",
        "designation": "National Historic Site",
        "fullName": "Grant-Kohrs Ranch National Historic Site",
        "url": "https://www.nps.gov/grko/index.htm",
        "name": "Grant-Kohrs Ranch"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Outhouse",
      "Outhouses Vault Toilets",
      "WPA",
      "WPA Project",
      "Roosevelt",
      "Franklin D Roosevelt",
      "Grant-Kohrs Ranch National Historic Site",
      "Conrad Warren",
      "Great Depression",
      "New Deal programs",
      "privy",
      "Public Health History"
    ],
    "latitude": "46.40881",
    "longitude": "-112.738556",
    "latLong": "46.40881,-112.738556",
    "bodyText": "This small structure is one of two outhouses or “privies” that is still standing at the ranch. It was constructed in the 1930’s by a Works Progress Administration (WPA) crew in exchange for Conrad Warren providing housing for WPA workers on the ranch.<br /> <br /> The WPA was established during the Great Depression as part of President Franklin D. Roosevelt's “New Deal,” which provided jobs and improved infrastructure around the nation. While the program was best known for completing large scale projects, 2.3 million outhouses were constructed across the country to improve sanitation and public health in rural areas.<br /> <br /> Every WPA outhouse was identical in both design and construction. They were built with a 4’ x 5’ foot wooden frame, a hanging roof with a 6” wide fascia board on all sides, square pots set at a 45-degree angle, and a ventilation chimney with a metal screen that vented polluted air outside and kept flies from coming inside. Each outhouse was also constructed with a concrete foundation, floor, and vault because it was quickly discovered that outhouses with wooden vaults and floors were extremely difficult to clean and deteriorated quickly.<br /> <br /> Because of its association with the WPA and the “New Deal” program, this one-hole outhouse was known on the ranch as the “Roosevelt Building.”",
    "audioDescription": "This small, one story building is constructed with wood and is roughly 4’x 5’ feet. It has shed type roof, constructed of cedar shingles that slope from east to west. There is a small, ventilation chimney made of steel coming out of the roof. The structure rests on a concrete foundation. The building is covered with white vertical boards. A red, 6”, rectangular fascia board covers the roof rafters. There is a single, wooden toilet in the middle of the room. In the center of the structure is a large rectangular door facing east. The door opens from the right to the left. There are no windows on the structure.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Grant Kohrs Ranch",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical Structure ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]