[
  {
    "id": "B3B5A4E6-FEC9-416F-9C7C-19FA50263705",
    "url": "https://www.nps.gov/places/big-creek-picnic-area.htm",
    "title": "Big Creek Picnic Area",
    "listingDescription": "Big Creek Picnic Area is one of ten designated picnic areas in Great Smoky Mountains National Park. Located in the northeast section of the park, it offers ten sites in a secluded area.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/43937611-BE69-6C20-25D1D6BF992F1597.jpeg",
        "credit": "Valerie Polk",
        "altText": "A creek with green shrubs and trees along its sides and rocks of varying sizes in the water",
        "title": "Big Creek Picnic Area footbridge view",
        "description": "",
        "caption": "View from Big Creek Picnic Area footbridge.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/43937611-BE69-6C20-25D1D6BF992F1597.jpeg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/43937611-BE69-6C20-25D1D6BF992F1597.jpeg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "picnic",
      "picnic area",
      "picnic table",
      "day use",
      "restroom"
    ],
    "latitude": "35.751362246",
    "longitude": "-83.109767373",
    "latLong": "35.751362246,-83.109767373",
    "bodyText": "<p><strong>Open seasonally, mid-April to late-October, sunrise to sunset.</strong><br /> <br /> Big Creek Picnic Area—elevation 1,713 feet (~522 meters)—includes 10 sites nestled in a beautiful, remote section of the park. Big Creek is a popular fishing spot (fishing license required). Baxter Creek Trail and Mouse Creek Falls are nearby.</p> <h4>Tips for a Great Picnic</h4> <ul> <li>Black bears reside in Great Smoky Mountains National Park and can die as a result of access to human food and trash. Promptly dispose of garbage in bear-proof trash cans. If you see a bear, do not approach it.</li> <li>Provided grills are for charcoal fires. Wood fires are not permitted.</li> <li>A Tennessee or North Carolina fishing license is required to fish in the park.</li> <li>Pets are permitted in picnic areas but cannot be left unattended. All pets must be kept on a leash at all times. Pets are allowed on the Oconaluftee River Trail and Gatlinburg Trail but not permitted on any other trails.</li> </ul>",
    "audioDescription": "Sites are spread throughout a forested area. Trees are a mixture of deciduous and evergreen, resulting in various colors depending on the time of year. Each picnic site includes a table and grill, typically surrounded by a level gravel area. Some sites have a view of the nearby creek.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "abf566ad-e749-498d-9a15-f463aac4c09f",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Benches/Seating",
      "Grill",
      "Parking - Auto",
      "Pet Waste Disposal",
      "Pets Allowed",
      "Picnic Table",
      "Restroom - Seasonal",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Great Smoky Mountains National Park",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Additional Information",
        "id": "20245BCB-9D40-41C9-82F8-5D86154A5348",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=7271440&id=20245BCB-9D40-41C9-82F8-5D86154A5348"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "B4E71B85-A24F-42B5-9698-7BD7192D831E",
    "url": "https://www.nps.gov/places/ccc-stone-bridge.htm",
    "title": "CCC Stone Bridge",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AB2FCEEA-C82B-3D15-9D8B356B4532CBFF.jpg",
        "credit": "NPS Photo",
        "altText": "Black and white photo of an historic four-arch bridge built in 1939-1940 by the CCC",
        "title": "CCC Stone Bridge",
        "description": "",
        "caption": "CCC Stone Bridge Constructed in 1939-1940",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AB2FCEEA-C82B-3D15-9D8B356B4532CBFF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AB2FCEEA-C82B-3D15-9D8B356B4532CBFF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "CCC",
      "Civilian Conservation Corps",
      "Elkmont"
    ],
    "latitude": "35.6548693458",
    "longitude": "-83.5807062736",
    "latLong": "35.6548693458,-83.5807062736",
    "bodyText": "<p paraeid=\"{0ae52e2d-4cc9-44f8-b02b-36a6c763fdfd}{198}\" paraid=\"1285606826\">You are now at a historic bridge built from 1939-40 by the Civilian Conservation Corp or CCC. This bridge is the only four-arch bridge in the park. The CCC was created by President Franklin Roosevelt in the 1930s to help the economy and infrastructure of the country. The park had over 4,000 men living and working in 22 camps from 1933-1941. Their work included developing hiking trails, planting trees, and building roads and campgrounds. Some speculate that what the CCC accomplished in eight years would have taken today’s park staff over fifty years to complete.</p> <p paraeid=\"{2e4fd91d-04f1-46f9-8005-79e8db456da5}{25}\" paraid=\"1093215225\">“If you want to see their work, look around you.” </p> <p paraeid=\"{2e4fd91d-04f1-46f9-8005-79e8db456da5}{31}\" paraid=\"288016275\">Before the current bridge was built, trains traveled over a wooden bridge. Facing north, look 50 yards across the bridge on the right and imagine a train parked next to a depot/platform. There, Daisy Town residents unloaded their belongings to stay for the summer. They then walked up a boardwalk to the Appalachian Clubhouse to their summer cottage.  </p> <p paraeid=\"{2e4fd91d-04f1-46f9-8005-79e8db456da5}{83}\" paraid=\"1111795831\">Follow the road up to the second parking area at the top of the hill. While walking or driving, imagine arriving by train with plans to spend the entire summer in this area. </p>",
    "audioDescription": "Traveling north toward the historic district of Elkmont, you will encounter a four-arch stone bridge built by the Civilian Conservation Corps in 1939-1940.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "26e6dc35-9f19-4054-9501-5032601167ae",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Elkmont Campground, Gatlinburg, TN 37738",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Four-arch bridge built by the CCC in 1939-1940",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "18199698-404A-4D71-8559-20749E3CA905",
    "url": "https://www.nps.gov/places/cabins-and-daily-life.htm",
    "title": "Cabins and Daily Life",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/ACC14A0A-ED61-C5E9-EEEC0B479C4E660E.jpg",
        "credit": "",
        "altText": "Black and white image of residents standing at the Appalachian Club Depot",
        "title": "Appalachian Club Depot",
        "description": "",
        "caption": "Tourists at the Appalachian Club Depot",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/ACC14A0A-ED61-C5E9-EEEC0B479C4E660E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/ACC14A0A-ED61-C5E9-EEEC0B479C4E660E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Elkmont",
      "Elkmont Campground",
      "Elkmont Historic District",
      "Daisy Town",
      "Appalachian Clubhouse"
    ],
    "latitude": "35.654034946",
    "longitude": "-83.581732574",
    "latLong": "35.654034946,-83.581732574",
    "bodyText": "<p paraeid=\"{57177f9e-9629-44e9-860b-ba364cdd9db5}{102}\" paraid=\"599181644\">Downhill from the clubhouse is “Daisy Town,” which consists of 16 restored structures. The cabins were built from 1910-1915 by well-known families from Knoxville. Uphill from here is “Society Hill”— these cabins were built between 1912-1922. The David Chapman House, built by one of the leaders of the national park movement, is the only cabin preserved. Back down the road you just walked up, the Spence Cabin (1928) is preserved in an area known as “Millionaires Row.” Other cabins in this area were built mid-1920s to mid-1930s.  </p> <p paraeid=\"{57177f9e-9629-44e9-860b-ba364cdd9db5}{190}\" paraid=\"46716990\">“There was a boardwalk to the last cottage. People who arrived by train up the river from Townsend had their luggage hauled by cart from the [train] station [platform]. Each Saturday night there would be an orchestra with dancing at the clubhouse.” </p> <p paraeid=\"{57177f9e-9629-44e9-860b-ba364cdd9db5}{214}\" paraid=\"383824211\">The wooden boardwalk mentioned in the quote extended from the clubhouse up to Society Hill and on to Chapman’s cabin. It was replaced in 1928 with the gravel walkway you see today. The clubhouse served three meals a day. Listen closely and try to imagine hearing bells ringing as the clubhouse staff  “called” folks to dinner. The community always dressed in their best clothes as they walked the path towards the Appalachian Club. Daily activities included hunting, fishing, horse riding, swimming, and socializing. </p>",
    "audioDescription": "Daisy Town is situated between the Jakes Creek trailhead parking area and the Appalachian Clubhouse. Standing on the porch of the Appalachian Clubhouse, you have a view of all of the 16 preserved cabins and can imagine what life may have been like for those early tourists to the area.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "3b754076-7ad5-452a-ac8f-9050d81cdc56",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Appalachian Clubhouse, Elkmont Campground, Gatlinburg, TN 37738",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The Appalachian Clubhouse served as a gathering place for summer residents.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "746B651A-4577-4218-A9D7-371EE64638C6",
    "url": "https://www.nps.gov/places/cable-mill-historic-area.htm",
    "title": "Cable Mill Historic Area",
    "listingDescription": "Located next to the Cades Cove Visitor Center, the Cable Mill area contains many of the buildings typical of remote Appalachian communities.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/43C1824A-E4DE-EDB6-0965421B58ACD762.jpg",
        "credit": "NPS/S. Wilcer",
        "altText": "Historic mill with water cascading onto water wheel surrounded by lush vegetation.",
        "title": "Cable Mill Area",
        "description": "",
        "caption": "Visit the Cable Mill area for a glimpse into a traditional Appalachian farming community.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/43C1824A-E4DE-EDB6-0965421B58ACD762.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/43C1824A-E4DE-EDB6-0965421B58ACD762.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "cades cove",
      "Cades Cove Loop Road",
      "Cable Mill"
    ],
    "latitude": "35.5849678469",
    "longitude": "-83.8430866742",
    "latLong": "35.5849678469,-83.8430866742",
    "bodyText": "The Cable Mill area contains many of the buildings typical of remote Appalachian farmsteads. The grist mill is on its original site. Other historic buildings in the complex were brought from elsewhere in the park. The blacksmith shop, though typical of old-time blacksmith shops in the Cove, was built in the 1950s. <br /> <br /> The Cable Mill has become a symbol for the Cades Cove area of Great Smoky Mountains National Park. John P. Cable built his water-powered grist mill and sawmill around 1870. It was one of several in Cades Cove that served its upwards of 670 residents. Mills played an important role in people’s lives, and families often looked forward to “mill days.” A dam on Mill Creek directs water through a canal to the wooden flume that channels water onto the top of the mill wheel. This activates the mechanism for grinding corn with a mill stone. The same wheel powered a heavy reciprocating blade that cut logs. Such technologies made life easier for Cove residents. Many families had small “tub” mills that could grind enough for a family. However, mills like the one belonging to the Cables were larger and faster, if one was willing to give the miller a share of the grain. Many back-breaking steps required for traditional log cabin-building were removed with mills as well. <br /> <br /> Adjacent to the mill is the Gregg-Cable house built in 1879. This is the first and only remaining all-frame house in Cades Cove. All-frame houses were once popular in the cove but were removed after the park was created due to their more modern appearance. The Gregg-Cable house is believed to have been constructed using some of the earliest timber cut on the Cable Mill. A store was operated on the first floor by the Gregg family and later residents, Becky Cable and her brother, Dan Cable. Many of the products necessary for daily life could be purchased there without going to the larger markets of Maryville or Knoxville. Becky and Dan only ran the store for a few years before they sold the contents and turned it into a boarding house. Dan and his wife, Martha, were both ill and they along with their four children lived with and were supported by Becky. After Dan and Martha died, Becky raised their children, which is why she was known to many as “Aunt Becky.”<br /> <br /> A smokehouse, corn crib, barns, and sorghum mill stand in the Cable Mill area. Visitors can take advantage of programming here throughout the year. The mill is operated in warmer months. Sorghum-making demonstrations are conducted in the fall, and blacksmithing is done as staffing allows.  ",
    "audioDescription": "The Cable Mill area is a collection of buildings linked by paved and dirt paths originating at the Cades Cove Visitor Center. The paved path creates a loop; the left path leads to the blacksmith shop and the right path leads to the mill. Starting from the left, the first building is the blacksmith shop. This rectangular one-level structure is framed with roughly seven stacked cylindrical logs. An angled shingle roof is located on the structure’s north and south sides. One stone step in the middle of the north side leads to a door to the interior. As you proceed on the path, a bridge to the left goes across the mill race and leads to a large wooden barn. An overhang several feet in depth leaves a covered area for the first level of the barn. Sawed vertical boards line the building’s exterior. An angled shingle roof is located on the structure’s north and south sides. An arched walkway oriented east-west through the barn’s center provides access to enclosures on its north and south. Back across the bridge and along the paved path, a long, wooden flume channels water to the mill’s east side. The elevation decreases as it approaches the mill and cylindrical stacked logs support the flume. The paved path parallels the flume. The flume terminates at the top of a wooden wheel that turns as the water pushes it from above. The mill’s east side is constructed of vertical boards with two windows above the wheel with wooden shutters that open to the outside. The mill’s north wall is made of overlapping clapboard siding arranged horizontally. An angled roof on the mill’s east and west sides is made up of hundreds of thin rectangular shingles. A wooden railed walkway leads to a door on the mill’s north side. After the mill, the paved path continues and the next building on the left is a smokehouse. Flat-sided logs are stacked roughly twelve high on the east and west sides. Eight logs are stacked on the north and south sides as they abut the roof. A steeply pitched shingle roof is located on the building’s north and south sides. Adjacent to the paved path is a doorway on the building’s east side. Past the smokehouse the paved path turns to dirt. Thirty yards past the smokehouse on the dirt path’s left side is a corn crib. Flat-sided logs are stacked roughly sixteen high on the east and west sides. Twelve logs are stacked on the north and south sides as they abut the roof. A steeply pitched shingle roof is located on the building’s north and south sides. On the north and south sides, there are open air areas covered by the roof. Thirty yards north of the corn crib, along the dirt pathway, is a rectangular two-story wooden barn. The first level is made up of two enclosed chambers on the barn’s east and west sides with a covered walkway between. The chambers are made up of flat-sided logs stacked eleven high until they abut the second level. The second level is fully enclosed across its entire length with flat boards oriented north-south. A shingled roof on the structure’s north and south sides contains no overhang. Wooden ladders on the structure’s east and west sides lead to doorways to the barn interior. Follow the dirt path back to the paved path near the mill. Twenty yards to the mill’s north is a white two-story frame house with a porch on the first level. A wooden railing with vertical wood slats extends the entire south side of the house with gaps of entry to the porch at the midpoint and left side. Three doorways are located on the left, middle, and right sides of the south porch. Clapboard siding makes up the house exterior with an angled shingle roof over the porch. Red trim outlines the house and porch roofs. The house’s east and west sides each contain two glass windows on both the first and second floors. An extension on the house’s north side is one level with east-west oriented shingle roof and stone chimney on its north side. The house’s west side contains a staired entry to an open porch and door to the interior. Continue east on the paved path to return to the Cades Cove Visitor Center.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "005dddfe-420f-48ad-8370-e2cf22433436",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Restroom"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cades Cove Loop Road, Townsend, TN 37882",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Cable Mill area represents a traditional Appalachian farming community.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E56985F6-B275-4BA0-901A-726E8CBE8ABD",
    "url": "https://www.nps.gov/places/cades-cove-picnic-area.htm",
    "title": "Cades Cove Picnic Area",
    "listingDescription": "Cades Cove Picnic Area is one of ten designated picnic spots in Great Smoky Mountains National Park. It includes 81 sites near the entrance to the historic Cades Cove Loop Road.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4591FFE3-F8B0-17DB-E786825A06E1C2DB.jpg",
        "credit": "Kristina Plaas",
        "altText": "A wooden picnic table with a metal frame sitting on a gravel pad near a grill surrounded by trees.",
        "title": "Cades Cove Picnic Area in Summer",
        "description": "",
        "caption": "Cades Cove Picnic Area in the summer.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4591FFE3-F8B0-17DB-E786825A06E1C2DB.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4591FFE3-F8B0-17DB-E786825A06E1C2DB.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "picnic",
      "picnic area",
      "picnic table",
      "day use",
      "restroom"
    ],
    "latitude": "35.605421547",
    "longitude": "-83.7715047745",
    "latLong": "35.605421547,-83.7715047745",
    "bodyText": "<p><strong>Open year-round at sunrise. Closes at 8 PM from late-April to early-September, sunset on other dates.</strong><br /> <br /> Cades Cove Picnic Area—elevation 1,943 feet (~592 meters)—is at the entrance/exit to a historic valley known for wildlife sightings, hiking trails, historic buildings, open pastures, and more. The picnic area has 81 sites that sit between Abrams Creek and Green Branch Creek.</p> <h4>Tips for a Great Picnic</h4> <ul> <li>Black bears reside in Great Smoky Mountains National Park and can die as a result of access to human food and trash. Promptly dispose of garbage in bear-proof trash cans. If you see a bear, do not approach it.</li> <li>Provided grills are for charcoal fires. Wood fires are not permitted.</li> <li>A Tennessee or North Carolina fishing license is required to fish in the park.</li> <li>Pets are permitted in picnic areas but cannot be left unattended. All pets must be kept on a leash at all times. Pets are allowed on the Oconaluftee River Trail and Gatlinburg Trail but not permitted on any other trails.</li> </ul>",
    "audioDescription": "Sites are spread throughout a forested area. Trees are a mixture of deciduous and evergreen, resulting in various colors depending on the time of year. Each picnic site includes a table and grill, typically surrounded by a level gravel area. Some sites have a view of the nearby creek.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "f7cf44ab-22c1-4139-9de0-b67c163ded31",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Benches/Seating",
      "Grill",
      "Parking - Auto",
      "Pet Waste Disposal",
      "Pets Allowed",
      "Picnic Table",
      "Restroom",
      "Restroom - Accessible",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Great Smoky Mountains National Park",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "849E9304-34FC-4E06-A72C-8B81801D958B",
    "url": "https://www.nps.gov/places/carter-shields-cabin.htm",
    "title": "Carter Shields Cabin",
    "listingDescription": "The Carter Shields cabin is the last historic structure visitors come across on the 11-mile Cades Cove driving loop.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/434DF48A-988F-8CE2-65898378358BE366.jpg",
        "credit": "NPS/S.Wilcer",
        "altText": "A rustic log cabin sits in a forest clearing surrounded by trees.",
        "title": "Carter Shields Cabin",
        "description": "",
        "caption": "The Carter Shields cabin is a popular spot for photography year-round",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/434DF48A-988F-8CE2-65898378358BE366.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/434DF48A-988F-8CE2-65898378358BE366.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "cades cove",
      "Cades Cove Loop Road",
      "Carter Shields Cabin"
    ],
    "latitude": "35.5895188466",
    "longitude": "-83.7986178744",
    "latLong": "35.5895188466,-83.7986178744",
    "bodyText": "When Will Sparks built this cabin around 1880, he had no way of knowing it would still be standing nearly 150 years later and be one of the most photographed buildings in a national park. It’s easy to see the charm of this small cabin from the road, tucked behind a few trees in a forest clearing with a stream out back. This cabin, like the John Oliver cabin, is cozy and unassuming—one room with a fireplace, a staircase leading to the loft above, and a porch outside. Over the years, additions expanded the living space of the cabin’s occupants, and a barn and other outbuildings were added. At one time there was a chicken coop, garden, and cellar for storing foods.<br /> <br /> George W. \"Carter\" Shields, for whom the cabin is named, was one of a handful of owners over the years. Carter fought with the Union Army during the Civil War and was severely wounded at the Battle of Shiloh. His injury impacted the rest of his life, but he overcame it and shortly after the war married Lina Gregory and moved to Kansas. They returned to Cades Cove and purchased this property in 1910. The Shields would remain in this home for 11 years before selling it.<br /> <br /> Soon after this time, the property was acquired as part of the newly created Great Smoky Mountains National Park. As with most of the other buildings in Cades Cove, this cabin was returned to its “pioneer era” and stands as you see it today. Though the modern era of Cades Cove has no permanent residents, millions of visitors are drawn to this area each year for many of the same reasons as its original inhabitants—proximity to surrounding communities, flat land with scenic views, water, and abundant wildlife. The legacy of human history in Cades Cove will continue as long as people enjoy and care for this land as its past owners have done.",
    "audioDescription": "A small cabin sits in a forest clearing surrounded by grass with a path leading up to the front porch. There is a stream behind the cabin that goes through the woods. Inside the cabin there is one room with a fireplace that has a blue mantle, one window, and 3 doors leading outside. A staircase in one corner of the room leads to a loft.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "ecbaf9cf-e059-4064-bafc-8c12ed7ef3a3",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cades Cove Loop Road, Townsend, TN 37882",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The Carter Shields cabin is the last historic structure visitors come across on the 11-mile Cades Cove driving loop. ",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "56279FA5-44E9-4D0F-AEB0-140C6A2A93F0",
    "url": "https://www.nps.gov/places/chimneys-picnic-area.htm",
    "title": "Chimneys Picnic Area",
    "listingDescription": "Chimneys Picnic Area is one of ten designated picnic areas in Great Smoky Mountains National Park. Located in the northern part of the park along Newfound Gap Road, this picnic area is heavily forested and near water.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/42D65CE4-CD8A-2A47-1D4ABBFEC79F7CC9.jpeg",
        "credit": "Emma DuFort",
        "altText": "A wooden picnic table on gravel next to a parking space along a rocky river and near trees.",
        "title": "Chimneys Picnic Area",
        "description": "",
        "caption": "A streamside picnic site at Chimneys Picnic Area.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/42D65CE4-CD8A-2A47-1D4ABBFEC79F7CC9.jpeg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/42D65CE4-CD8A-2A47-1D4ABBFEC79F7CC9.jpeg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "picnic",
      "picnic area",
      "picnic table",
      "day use",
      "restroom"
    ],
    "latitude": "35.6366314456",
    "longitude": "-83.4923839726",
    "latLong": "35.6366314456,-83.4923839726",
    "bodyText": "<p><strong>Open seasonally at sunrise, early-April to late-November. Closes at 8 PM from late-April to early-September, sunset on other dates.</strong><br /> <br /> Chimneys Picnic Area—elevation 2,739 feet (~835 meters)—sits along Highway 441/Newfound Gap Road next to the west prong of the Little Pigeon River. This popular picnic area includes 68 sites and features a short 0.8-mile loop trail with a steep ascent/descent. The area is heavily forested, offering consistent shade.</p> <h4>Tips for a Great Picnic</h4> <ul> <li>Black bears reside in Great Smoky Mountains National Park and can die as a result of access to human food and trash. Promptly dispose of garbage in bear-proof trash cans. If you see a bear, do not approach it.</li> <li>Provided grills are for charcoal fires. Wood fires are not permitted.</li> <li>A Tennessee or North Carolina fishing license is required to fish in the park.</li> <li>Pets are permitted in picnic areas but cannot be left unattended. All pets must be kept on a leash at all times. Pets are allowed on the Oconaluftee River Trail and Gatlinburg Trail but are not permitted on any other trails.</li> </ul>",
    "audioDescription": "Sites are spread throughout a heavily forested area, providing ample shade. Trees are a mixture of deciduous and evergreen, resulting in various colors depending on the time of year. Each picnic site includes a table and grill, typically surrounded by a level gravel area. Some sites have a view of the nearby creek.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "a70cde5e-59c8-4e99-92db-c645b64d950f",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Grill",
      "Parking - Auto",
      "Pet Waste Disposal",
      "Pets Allowed",
      "Picnic Table",
      "Restroom - Seasonal",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Great Smoky Mountains National Park",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "69B569D1-C05F-4A3B-9A22-17A03F45C844",
    "url": "https://www.nps.gov/places/clingmans-dome-observation-tower.htm",
    "title": "Clingmans Dome Observation Tower",
    "listingDescription": "Clingmans Domer Tower provides a breathtaking view of the surrounding Smoky Mountains National Park. The Tower also has a story to tell - it was architecturally significant within the history of the National Park Service and a model for other towers that were built across the NPS.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/nri/20180531/places/240DAA57-1DD8-B71B-0BDDA1AA5A41C068/240DAA57-1DD8-B71B-0BDDA1AA5A41C068.jpg",
        "credit": "Spencer Black, NPS Photo.",
        "altText": "evening photo of ramp up to clingmans dome observation tower with stars above, mountains in distance",
        "title": "",
        "description": "",
        "caption": "Time exposure of starry sky over Clingmans Dome Observation Tower",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "tower",
      "Lookout",
      "clingmans dome",
      "mountains",
      "Mission 66",
      "architecture",
      "modern architecture"
    ],
    "latitude": "35.5630836486816",
    "longitude": "-83.4984741210938",
    "latLong": "35.5630836486816,-83.4984741210938",
    "bodyText": "Located atop Clingmans Dome, the highest point in the Great Smoky Mountains (6,643'), Clingmans Dome Tower is a prominent destination in the 800+ square mile Great Smoky Mountains National Park. When weather cooperates, it provides amazing view of the surrounding mountain scenery.<br /> <br /> Clingmans Dome Tower was constructed in 1959. It is a 45 foot high observation tower with a sweeping 375 feet long ramp for visitors to reach the tower. The Tower is listed on the National Register of Historic Places and played a significant role in the architectural history of the National Park Service. It is an prominent example of the National Park Service Modern architecture period, which broke away from the long-standing Rustic style of the NPS knows an 'parkitecture.'<br /> <br /> It is also significant as a representation of the National Park Service's Mission 66 program, which resulted in a significant change in National Park Service planning, management, and architecture. The Mission 66 program, which spanned from 1955 to 1966, resulted in the construction of hundreds of building and structures. Yet, of the many structures built during the program, only nine were towers. As one of the nine towers built during the program, Clingmans Dome Tower is an example of a comparatively rare Mission 66 structure type. It was also the model for two other later Mission 66 towers - Look Rock Tower in Great Smokey Mountains NP and Shark Valley Tower in Everglades NP. <br /> <br /> Check out the view from the <a href=\"https://www.nps.gov/subjects/air/webcams.htm?site=grcd\">webcam</a> at Clingmans Dome and plan your visit to <a href=\"https://www.nps.gov/grsm/planyourvisit/clingmansdome.htm\">Clingmans Dome Tower</a> today! <br />  ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Great Smoky Mountains National Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Lookout, Modern NPS architecture/Mission 66",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A78BF1EE-9CA4-44DC-8FF5-B0D84854C95A",
    "url": "https://www.nps.gov/places/collins-creek-picnic-area.htm",
    "title": "Collins Creek Picnic Area",
    "listingDescription": "Collins Creek Picnic Area is one of ten picnic areas in Great Smoky Mountains National Park. Located along Newfound Gap Road, it offers 182 shaded sites and a pavilion available by reservaiton.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C4D27F47-CEF1-2D9B-1001F9A26C98059E.jpg",
        "credit": "NPS Photo",
        "altText": "Forested area with scattered picnic tables, each surrounded by a level, gravel pad and near a grill",
        "title": "Collins Creek Picnic Area",
        "description": "",
        "caption": "Scattered tables and a restroom facility at Collins Creek Picnic Area.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C4D27F47-CEF1-2D9B-1001F9A26C98059E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C4D27F47-CEF1-2D9B-1001F9A26C98059E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "picnic",
      "picnic area",
      "picnic table",
      "pavilion",
      "day use",
      "restroom"
    ],
    "latitude": "35.5684548456",
    "longitude": "-83.337184173",
    "latLong": "35.5684548456,-83.337184173",
    "bodyText": "<p><strong>Open seasonally at sunrise, early-April to late-October. Closes at 8 PM from late-April to early-September, sunset on other dates.</strong><br /> <br /> Collins Creek Picnic Area—elevation 2,473 feet (~754 meters)—includes 182 sites and a pavilion along Collins Creek, a popular fishing spot (fishing license required). Enjoy the creek and look for wildflowers in spring. The Oconaluftee Mountain Farm Museum and Mingus Mill are nearby areas of interest.<br /> <br /> Impromptu use of pavilions is allowed only when the pavilion has not been reserved.</p> <h4>Tips for a Great Picnic</h4> <ul> <li>Black bears reside in Great Smoky Mountains National Park and can die as a result of access to human food and trash. Promptly dispose of garbage in bear-proof trash cans. If you see a bear, do not approach it. </li> <li>Provided grills are for charcoal fires. Wood fires are not permitted.</li> <li>A Tennessee or North Carolina fishing license is required to fish in the park.</li> <li>Pets are permitted in picnic areas but cannot be left unattended. All pets must be kept on a leash at all times. Pets are allowed on the Oconaluftee River Trail and Gatlinburg Trail but not permitted on any other trails.</li> </ul>",
    "audioDescription": "Sites are spread throughout a forested area. Trees are a mixture of deciduous and evergreen, resulting in various colors depending on the time of year. Each picnic site includes a table and grill, typically surrounded by a level gravel area. Some sites have a view of the nearby creek.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "491939ae-ad6a-43b2-9113-10003f979c84",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Benches/Seating",
      "Grill",
      "Parking - Auto",
      "Pet Waste Disposal",
      "Pets Allowed",
      "Picnic Shelter/Pavilion",
      "Picnic Table",
      "Restroom - Seasonal",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Great Smoky Mountains National Park",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E64321B5-4759-403E-8493-3570A4A1D278",
    "url": "https://www.nps.gov/places/cosby-picnic-area.htm",
    "title": "Cosby Picnic Area",
    "listingDescription": "Cosby Picnic Area is one of ten designated picnic areas in Great Smoky Mountains National Park. Located in the northeast part of the park, it offers 35 sites and a pavilion available by reservation.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/487913B0-FC10-E469-1133360A6DB257DF.jpg",
        "credit": "NPS Photo",
        "altText": "Foreground grass and a sidewalk to picnic tables, grills, and a restroom facility all among trees",
        "title": "Cosby Picnic Area",
        "description": "",
        "caption": "Cosby Picnic Area sites near the restroom facility.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/487913B0-FC10-E469-1133360A6DB257DF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/487913B0-FC10-E469-1133360A6DB257DF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "picnic",
      "picnic area",
      "picnic table",
      "day use",
      "restroom"
    ],
    "latitude": "35.757554946",
    "longitude": "-83.208949273",
    "latLong": "35.757554946,-83.208949273",
    "bodyText": "<p><strong>Open seasonally, mid-April to late-October, sunrise to sunset. </strong><br /> <br /> Cosby Picnic Area—elevation 2,179 feet (~664 meters)—includes 35 sites and a pavilion near places for hiking, horseback riding, and fishing (license required). Proximal trails include the Gabes Mountain Trail and Low Gap Trail.<br /> <br /> Impromptu use of pavilions is allowed only when the pavilion has not been reserved.<br /> <br /> Hiker parking area open year-round.</p> <h4>Tips for a Great Picnic</h4> <ul> <li>Black bears reside in Great Smoky Mountains National Park and can die as a result of access to human food and trash. Promptly dispose of garbage in bear-proof trash cans. If you see a bear, do not approach it.</li> <li>Provided grills are for charcoal fires. Wood fires are not permitted.</li> <li>A Tennessee or North Carolina fishing license is required to fish in the park.</li> <li>Pets are permitted in picnic areas but cannot be left unattended. All pets must be kept on a leash at all times. Pets are allowed on the Oconaluftee River Trail and Gatlinburg Trail but not permitted on any other trails.</li> </ul>",
    "audioDescription": "Sites are spread throughout a forested area. Trees are a mixture of deciduous and evergreen, resulting in various colors depending on the time of year. Each picnic site includes a table and grill, typically surrounded by a level gravel area. Some sites have a view of the nearby creek.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "78d1f776-d021-48b1-ba85-e7eac0450a5d",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Grill",
      "Parking - Auto",
      "Pet Waste Disposal",
      "Pets Allowed",
      "Picnic Shelter/Pavilion",
      "Picnic Table",
      "Restroom - Seasonal",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Great Smoky Mountains National Park",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "DBB5E898-0EC3-4975-A7DE-A09F00A7A1DD",
    "url": "https://www.nps.gov/places/daisy-town-the-birth-of-tourism-in-the-smokies.htm",
    "title": "Daisy Town: The Birth of Tourism in the Smokies",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/ABE88194-9B35-9205-CB0C97A82D906592.jpg",
        "credit": "Mayna Avent Nance, GRSM Collection",
        "altText": "Black and white image of a cabin built in 1910",
        "title": "Andrews Cabin, built in 1910",
        "description": "",
        "caption": "Andrews Cabin, built by Avents in 1910",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/ABE88194-9B35-9205-CB0C97A82D906592.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/ABE88194-9B35-9205-CB0C97A82D906592.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Elkmont",
      "Elkmont Campground",
      "Elkmont Historic District",
      "Daisy Town"
    ],
    "latitude": "35.6523382463",
    "longitude": "-83.5818043737",
    "latLong": "35.6523382463,-83.5818043737",
    "bodyText": "<p paraeid=\"{e44a58fb-dabe-4cfa-bc6c-8b4fa4f575a1}{183}\" paraid=\"554498165\">Welcome to Daisy Town, home to the historic Appalachian Club that was chartered in the early 1900s by prominent men mainly from the Knoxville, Tennessee area. These included industrialists, politicians, lawyers, artists, professors, and businessmen, among others. W.B. Townsend, owner of the Little River Lumber Company, became a member and leased logging land to the club to create a hunting and fishing camp. Soon after, Knoxville families began building vacation homes along Jakes Creek. Between 1910 and 1935, almost 80 cabins were built. Before 1925, families arrived by trains (a 3-hour trip) operated by the lumber company. When the logging operations in the area ended in 1925, the railroad tracks were removed, and families began driving their cars to their vacation cabins. The tourist season typically stretched from Memorial Day to Labor Day. Cabin owners brought trunks of clothes and supplies to stay the entire summer. Many would also bring their servants to care for the children. </p> <p paraeid=\"{57177f9e-9629-44e9-860b-ba364cdd9db5}{64}\" paraid=\"1766794687\">“Some brought a servant with them, usually Black women who developed their own social life in the mountains. Often, they had a separate house behind the main cabin.”</p>",
    "audioDescription": "As you stand near the parking area for the Jakes Creek trailhead facing south, the historic area known as Daisy Town is in front of you. This is the site of many early tourism cabins that have recently been rehabilitated by the park's preservation staff.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "1d1b43eb-ee78-4129-8855-4f5def836d6c",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Daisy Town, Elkmont Campground, Gatlinburg, TN ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Birth place of tourism and the national park idea in the Smokies.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "CDF79330-D955-460A-97D0-BBF0025C94E6",
    "url": "https://www.nps.gov/places/dan-lawson-place.htm",
    "title": "Dan Lawson Place",
    "listingDescription": "Dan Lawson Place is a group of historic structures about 7 miles into the 11-mile Cades Cove driving loop just past the intersection with Hyatt Lane.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4399409E-0E31-2479-6117414F6ADEEF61.jpg",
        "credit": "NPS Photo/S. Wilcer",
        "altText": "A home showing both log and frame construction with a brick chimney and a barn in the background.",
        "title": "Dan Lawson Place",
        "description": "",
        "caption": "The Dan Lawson Place is an example of how log cabins were modernized over the years in Cades Cove.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4399409E-0E31-2479-6117414F6ADEEF61.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4399409E-0E31-2479-6117414F6ADEEF61.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "cades cove",
      "Cades Cove Loop Road",
      "Dan Lawson Place"
    ],
    "latitude": "35.588181947",
    "longitude": "-83.821204474",
    "latLong": "35.588181947,-83.821204474",
    "bodyText": "Looking around Cades Cove today, it seems like a world far removed from the technologies of modern life, but a closer look reveals evidence of modernization. The Dan Lawson house was originally constructed in 1856 using logs, but later additions were framed. Even later, the entire building was covered with siding. Viewing the house from the side offers a clear visual of these additions. The brick chimney, unusual for the time and locale, was built of bricks made on site. The small building closest to the house is a smokehouse; the other is a granary.<br /> <br /> Dan Lawson was postmaster of the Cove for over 25 years, and for many years the post office was in the center room of this building. The small room on the front porch with an interior window might have been where people picked up their mail. Another idea is that this room functioned as an office during Dan Lawson’s time as Justice of the Peace. This room likely started as a “stranger room” (see Elijah Oliver Place) and then was converted to a new use.<br /> <br /> Dan Lawson also operated a store and owned one of the largest tracts of land in Cades Cove. During the 1890s, Dan Lawson and other residents constructed a telephone line into Cades Cove. As a result, several homes in the Cove had telephones. Even residents without a telephone on their property could access the one at the Lawson store.<br /> <br /> The typical story of Cades Cove is of pioneer life, but the last residents, the Caughrons, left in 1999. They had an agricultural lease and helped the park maintain the open fields of the cove. Their home was to the left of the Dan Lawson place. None of the structures they used remain, except the barn which they had moved from the Cable Mill area when it was threatened with demolition. Today, to the left of this barn, you can still see an old apple tree and a handful of lilies that were once part of their garden—a reminder that though Cades Cove has changed much over the years, some things remain the same.",
    "audioDescription": "A house covered in wood siding with a partially enclosed front porch and enclosed back porch. A side view of the building reveals the original log structure and a brick chimney. Inside the home there is a brick fireplace and an enclosed corner staircase which leads to the loft. Directly behind the house is the smokehouse, a small square building approximately 10 logs high with a short door on the left side of the front of the building. About 30 feet down a dirt path from the smokehouse is the granary. This building is a bit larger and taller than the smokehouse and has a more steeply sloped roof. Following the dirt path beyond these buildings leads to a large barn with a metal roof that is used today for park maintenance.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "01d93d80-5a0d-49fe-af02-ade3851463f4",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cades Cove Loop Road, Townsend, TN 37882",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The Dan Lawson Place is an example of how log cabins were modernized over the years.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "19CEF8CA-559E-44A9-AA10-085385C73CCF",
    "url": "https://www.nps.gov/places/deep-creek-picnic-area.htm",
    "title": "Deep Creek Picnic Area",
    "listingDescription": "Deep Creek Picnic Area is one of ten designated picnic spots in Great Smoky Mountains National Park. Located near the southern entrance of the park near Bryson City, NC, it includes 58 sites and a pavilion available by reservation.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7A37F19B-F4D0-EC1D-1E84E71D9AC9F8F9.jpg",
        "credit": "NPS Photo",
        "altText": "A brown picnic table on a level, concrete square beside a grill and a river. Trees are mostly bare.",
        "title": "Deep Creek Picnic Area",
        "description": "",
        "caption": "Several stream-side sites are available at Deep Creek Picnic Area.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7A37F19B-F4D0-EC1D-1E84E71D9AC9F8F9.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7A37F19B-F4D0-EC1D-1E84E71D9AC9F8F9.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "picnic",
      "picnic area",
      "picnic table",
      "pavilion",
      "day use",
      "restroom"
    ],
    "latitude": "35.4613139463",
    "longitude": "-83.437074574",
    "latLong": "35.4613139463,-83.437074574",
    "bodyText": "<p><strong>Open year-round from sunrise to sunset. </strong>(Restrooms only open from early-April through late-October.)<br /> <br /> Deep Creek Picnic Area—elevation 1,815 feet (~553 meters)—has 58 sites and a pavilion available for reservation. These sites are proximal to many popular waterfall hikes and fishing spots (fishing license required).<br /> <br /> Impromptu use of the pavilion is allowed only when it has not been reserved.</p> <h4>Tips for a Great Picnic</h4> <ul> <li>Black bears reside in Great Smoky Mountains National Park and can die as a result of access to human food and trash. Promptly dispose of garbage in bear-proof trash cans. If you see a bear, do not approach it.</li> <li>Provided grills are for charcoal fires. Wood fires are not permitted.</li> <li>A Tennessee or North Carolina fishing license is required to fish in the park.</li> <li>Pets are permitted in picnic areas but cannot be left unattended. All pets must be kept on a leash at all times. Pets are allowed on the Oconaluftee River Trail and Gatlinburg Trail but not permitted on any other trails.</li> </ul>",
    "audioDescription": "Sites are spread throughout a forested area. Trees are a mixture of deciduous and evergreen, resulting in various colors depending on the time of year. Each picnic site includes a table and grill, typically surrounded by a level gravel area.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "32f33096-11b9-455e-a6f2-485437e08163",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Grill",
      "Parking - Auto",
      "Pet Waste Disposal",
      "Pets Allowed",
      "Picnic Shelter/Pavilion",
      "Picnic Table",
      "Restroom - Seasonal",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Great Smoky Mountains National Park",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "57AB2192-00E9-4DC8-92E2-DA77D2993469",
    "url": "https://www.nps.gov/places/elijah-oliver-place.htm",
    "title": "Elijah Oliver Place",
    "listingDescription": "The Elijah Oliver place is a farmstead made up of multiple nineteenth century buildings in the west end of the loop. It is a 0.5 mile walk from Cades Cove Loop Road. Parking for the Elijah Oliver Place can be found just past Cooper Road Trailhead.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E0377816-ABA4-F14A-DB51D0AC585F2706.jpg",
        "credit": "C. Daugherty",
        "altText": "A nineteenth century cabin sits on 1.5-acre lot surrounded by trees.",
        "title": "Elijah Oliver Cabin",
        "description": "",
        "caption": "At the end of a half mile gravel path is a nineteenth century dogtrot style cabin where Elijah Olive",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E0377816-ABA4-F14A-DB51D0AC585F2706.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E0377816-ABA4-F14A-DB51D0AC585F2706.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Elijah Oliver Place",
      "cades cove",
      "Cades Cove Loop Road"
    ],
    "latitude": "35.5978357466",
    "longitude": "-83.843426474",
    "latLong": "35.5978357466,-83.843426474",
    "bodyText": "<p>Elijah Oliver was born in 1824 to John and Lucretia Oliver. Although he spent most of his life living in the cove, he did leave during the Civil War, relocating to Tuckaleechee Cove to escape attacks from Confederate supporters and rebel groups out of North Carolina. Attacks were devastating for the Cades Cove community. In 1850, Cades Cove had over 600 settlers, but the population plummeted to under 300 in the war era. Many settlers returned, but it took time for Cades Cove to recover to pre-war population levels.<br /> <br /> Elijah and his family did return to Cades Cove after the war and bought property in 1865 for a farmstead. The cabin that Elijah Oliver’s family lived in was a dog trot style cabin which consists of two cabins that were connected by a breezeway and shared a common roof. Along with the dog trot style cabin, Elijah Oliver’s homestead would eventually include a corn crib, smokehouse, springhouse, and barn. The springhouse was built over a trickling spring to ensure clean water for the family. The spring’s cool temperature was also harnessed to extend the life of perishables such as eggs, milk, and butter. The springhouse is a unique feature since it is the only one remaining in the cove.<br /> <br /> Another unique feature of the Elijah Oliver place is the stranger room. This room is located off the front porch and was built to house overnight visitors. The room allowed the family to accommodate visitors, but in an area separate from the family’s space. Stranger rooms were fairly common in the cove. The hospitable spirit that inspired their existence endures into modern times as visitors come to enjoy the stories and the legacies of the settlers that once lived here.</p>",
    "audioDescription": "Sitting a half mile from the road in a more remote area of the loop is a 1.5-acre lot containing the Elijah Oliver homestead. Leading up to the homestead is a half mile gravel path surrounded by trees. The main cabin is a one- and one-half story log cabin that is approximately 50 feet long and 17 feet wide. The foundation of the cabin is stone, and the walls of the cabin are hewn logs that have been stacked on top of each other with dried mud in between. Behind the cabin, there is a small 12 x 10-foot log building that was used as a smokehouse. In front of the cabin are two log structures. The bigger structure was once the Oliver’s barn. The smaller log structure with a longer length, small spaces in between the logs, and a 20 x 28-inch entrance was the corn crib. At the back of the property there is a small stream where the smallest of the outbuildings, a springhouse, is located. The homestead is surrounded by trees and grass.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "aa6a5f4e-d768-4ad0-98ff-77481b8758b0",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cades Cove Loop Road, Townsend, TN 37882",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The Elijah Oliver place is a farmstead made up of multiple nineteenth century buildings in the west end of the loop.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "85C27849-1222-4205-A446-52F72F7DB837",
    "url": "https://www.nps.gov/places/foothills-parkway.htm",
    "title": "Foothills Parkway",
    "listingDescription": "Congress authorized the Foothills Parkway as a scenic parkway on February 22, 1944. Though funding and engineering challenges have delayed the completion of the project, the open sections of the Foothills Parkway provide a beautiful driving experience for visitors.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/nri/20180126/places/15657FB1-1DD8-B71B-0B47B02A472AB7F3/15657FB1-1DD8-B71B-0B47B02A472AB7F3.jpg",
        "credit": "NPS Photo. Foothills Parkway West.",
        "altText": "parkway road in fall",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Parkway",
      "foothills parkway",
      "Great Smoky Mountains National Park"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "The Foothills Parkway. Congress authorized the Foothills Parkway as a scenic parkway on February 22, 1944. Of the seven Congressionally Mandated Parkways, the Foothills Parkway is the only remaining parkway yet to be completed. The entire 72-mile corridor is administered by Great Smoky Mountains National Park, however, only three segments totaling 22.5 miles are completed and open to the public. The parkway is the oldest unfinished highway project in Tennessee. Challenging terrain and funding starts and stops have challenged the completion of the parkway. <br /> <br /> The open sections of the Foothills Parkway provide breathtaking views of the Great Smoky Mountains. You can find up to date road closure information on the Great Smoky Mountains National Park <a href=\"https://www.nps.gov/grsm/planyourvisit/temproadclose.htm\">website</a>.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Great Smoky Mountains National Park",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1FC56CAE-50C2-450D-8280-A41C4F800C9F",
    "url": "https://www.nps.gov/places/greenbrier-picnic-area.htm",
    "title": "Greenbrier Picnic Area",
    "listingDescription": "Greenbrier Picnic Area is one of ten designated picnic spots in Great Smoky Mountains National Park. Located in the northern part of the park, it offers 12 sites in a forested, secluded area and a nearby pavilion available by reservation.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/0EED746F-D03C-FCF2-5B44477FFE304615.jpg",
        "credit": "NPS Graphic",
        "altText": "An animation of two adults and two children in a wooded picnic site disposing of garbage.",
        "title": "Picnic Area Graphic",
        "description": "",
        "caption": "Please use bear-proof dumpsters to dispose of any trash and food scraps.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0EED746F-D03C-FCF2-5B44477FFE304615.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0EED746F-D03C-FCF2-5B44477FFE304615.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "picnic",
      "picnic area",
      "picnic table",
      "pavilion",
      "day use",
      "toilet"
    ],
    "latitude": "35.711861346",
    "longitude": "-83.383863773",
    "latLong": "35.711861346,-83.383863773",
    "bodyText": "<p><strong>Open year-round from sunrise to sunset.</strong> Vault toilets are always available, but no water is available.<br /> <br /> Greenbrier Picnic Area—elevation 1,635 feet (~498 meters)—includes 12 sites tucked in a secluded environment to enjoy everything from spring flowers to fall colors. The reservable Greenbrier Picnic Pavilion, up the road from the main picnic area, can accommodate up to 70 guests. </p> <br /> <span style=\"color: rgb(34, 34, 34); font-family: Arial, sans-serif; font-size: 1.25rem; font-weight: 700;\">Tips for a Great Picnic</span> <ul> <li>Black bears reside in Great Smoky Mountains National Park and can die as a result of access to human food and trash. Promptly dispose of garbage in bear-proof trash cans. If you see a bear, do not approach it.</li> <li>Provided grills are for charcoal fires. Wood fires are not permitted.</li> <li>A Tennessee or North Carolina fishing license is required to fish in the park.</li> <li>Pets are permitted in picnic areas but cannot be left unattended. All pets must be kept on a leash at all times. Pets are allowed on the Oconaluftee River Trail and Gatlinburg Trail but not permitted on any other trails.</li> </ul>",
    "audioDescription": "Sites are spread throughout a forested area. Trees are a mixture of deciduous and evergreen, resulting in various colors depending on the time of year. Each picnic site includes a table and grill, typically surrounded by a level gravel area. Some sites have a view of the nearby creek.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "de173f6b-448b-432a-8f78-a7fdf263cedc",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Grill",
      "Parking - Auto",
      "Pet Waste Disposal",
      "Pets Allowed",
      "Picnic Shelter/Pavilion",
      "Picnic Table",
      "Toilet - Vault/Composting",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Great Smoky Mountains National Park",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A3B92389-1D83-43BC-A803-1ADEEFDB158F",
    "url": "https://www.nps.gov/places/heintooga-picnic-area.htm",
    "title": "Heintooga Picnic Area",
    "listingDescription": "Heintooga Picnic Area is one of ten designated picnic areas in Great Smoky Mountains National Park. It offers 41 sites at the highest elevation of all park picnic areas.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/526981E2-01A8-1570-4E43CBBAAFEE15B0.jpg",
        "credit": "NPS Photo",
        "altText": "A brown picnic table with metal legs beside a metal grill near trees and other picnic tables.",
        "title": "Heintooga Picnic Area near Dusk",
        "description": "",
        "caption": "Each picnic table in this forested area is near a grill and other picnic spots.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/526981E2-01A8-1570-4E43CBBAAFEE15B0.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/526981E2-01A8-1570-4E43CBBAAFEE15B0.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "picnic",
      "picnic area",
      "picnic table",
      "day use",
      "restroom"
    ],
    "latitude": "35.573090346",
    "longitude": "-83.180106573",
    "latLong": "35.573090346,-83.180106573",
    "bodyText": "<p><strong>Open seasonally, mid-May to early-October, sunrise to sunset.</strong><br /> <br /> Heintooga Picnic Area—elevation 5,326 feet (~1,623 meters)—includes 41 sites sitting at the highest elevation of all park picnic areas. Flat Creek Trail and Balsam Mountain Nature Trail are nearby, in addition to Balsam Mountain Campground.</p> <h4>Tips for a Great Picnic</h4> <ul> <li>Black bears reside in Great Smoky Mountains National Park and can die as a result of access to human food and trash. Promptly dispose of garbage in bear-proof trash cans. If you see a bear, do not approach it. </li> <li>Provided grills are for charcoal fires. Wood fires are not permitted.</li> <li>A Tennessee or North Carolina fishing license is required to fish in the park.</li> <li>Pets are permitted in picnic areas but cannot be left unattended. All pets must be kept on a leash at all times. Pets are allowed on the Oconaluftee River Trail and Gatlinburg Trail but not permitted on any other trails.</li> </ul>",
    "audioDescription": "Sites are spread throughout a forested area. Trees are a mixture of deciduous and evergreen, resulting in various colors depending on the time of year. Each picnic site includes a table and grill, typically surrounded by a mostly level gravel area. Some sites have stone picnic tables. Most tables are visible from nearby tables.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "f2c607a2-044f-4112-850b-83e79ad13e5f",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Grill",
      "Parking - Auto",
      "Pet Waste Disposal",
      "Pets Allowed",
      "Picnic Table",
      "Restroom - Seasonal",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Great Smoky Mountains National Park",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "867F23EA-E988-4D8D-A0DB-869FCF0D5EE6",
    "url": "https://www.nps.gov/places/john-oliver-place.htm",
    "title": "John Oliver Place",
    "listingDescription": "The John Oliver cabin is the first historic structure visitors come across on the 11-mile Cades Cove driving loop.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/22FDF864-ACBC-671C-9B6538F3FB095093.jpeg",
        "credit": "NPS Photo/M. Timothy",
        "altText": "Simple log cabin surrounded by a split-rail fence with a mountain landscape in the background.",
        "title": "John Oliver Cabin",
        "description": "",
        "caption": "A short, paved path leads to the oldest log cabin in Cades Cove.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/22FDF864-ACBC-671C-9B6538F3FB095093.jpeg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/22FDF864-ACBC-671C-9B6538F3FB095093.jpeg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "cades cove",
      "John Oliver Cabin",
      "Cades Cove Loop Road"
    ],
    "latitude": "35.609791947",
    "longitude": "-83.7951650736",
    "latLong": "35.609791947,-83.7951650736",
    "bodyText": "The John Oliver cabin is the first historic structure on the 11-mile Cades Cove driving loop. It is also the oldest. John, Lucretia, and their young daughter, Mary “Polly,” arrived and began settling in Cades Cove in 1818.<br /> <br /> Although the Olivers were the first permanent European-American settlers, Cherokee peoples had lived in this area for thousands of years. The Cherokee were present at the time of the Olivers’ arrival and had an active settlement. According to Lucretia Oliver, the family survived their first winter only because of the generosity of the Cherokee who provided them with food.<br /> <br /> John Oliver was a War of 1812 veteran and collier (charcoal maker) by trade. He lived in neighboring east Tennessee counties before the prospect of settlement in Cades Cove came to be. The cove was different in 1818 from how it looks today. When the Olivers arrived, it had not yet been extensively cleared for agriculture and was densely forested except for the west end of the cove which was swampland. The Olivers decided to settle on the drier east end of the cove.<br /> <br /> A well was dug for a reliable water source as the neighboring creek often dries in the summer. Fields were cleared for planting wheat and corn. Cattle were kept along nearby Abrams Creek. A barn with grain storage was constructed. A second cabin, the one that still stands today, was built in the 1820s just a few dozen yards from the original cabin (not standing today). A kitchen was added to the present cabin but has since been removed by the National Park Service.<br /> <br /> Generations of Olivers lived on the homestead until the park was established over a hundred years later. Several descendants, including Elijah Oliver, branched out and settled elsewhere in Cades Cove, a testament to the family’s ties to this fertile valley.",
    "audioDescription": "A two-story log structure stands in a grassy clearing with a split-rail fence surrounding a large, forested area beyond. Covered porches extend from the east and west-facing sides of the cabin. Nine flat logs are stacked- each roughly a foot and a half tall. A dried mud “chinking” layer is between each log. Above the stacked logs on the north and south sides of the cabin, roughly fourteen thin boards are stacked and taper in length as they approach the apex of the roof. Hundreds of thin wood shingles cover the roof. A stone chimney stands on the south side of the cabin. There are three entrances to the cabin, one on each porch and one on the uncovered north side.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "628aafad-dc32-4d3c-af4b-af62d4cc7e64",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Parking - Auto",
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cades Cove Loop Road, Townsend, TN 37882 ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "John Oliver Place is the first and oldest cabin along the Cades Cove loop road.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3656EFE6-AA3D-439E-8FFB-7596FCDD4BE7",
    "url": "https://www.nps.gov/places/laura-spelman-rockefeller-memorial.htm",
    "title": "Laura Spelman Rockefeller Memorial",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/38E68B01-E37B-242B-C07F9F35A49E8D51.jpg",
        "credit": "Olmsted Archives",
        "altText": "Black and white of stone memorial with plaque in middle with trees in the background",
        "title": "Laura Spelman Rockefeller Memorial",
        "description": "",
        "caption": "Laura Spelman Rockefeller Memorial",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/38E68B01-E37B-242B-C07F9F35A49E8D51.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/38E68B01-E37B-242B-C07F9F35A49E8D51.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MA",
        "parkCode": "frla",
        "designation": "National Historic Site",
        "fullName": "Frederick Law Olmsted National Historic Site",
        "url": "https://www.nps.gov/frla/index.htm",
        "name": "Frederick Law Olmsted"
      },
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Frederick Law Olmsted",
      "Olmsted",
      "landscape architect",
      "Landscape Architecture",
      "Great Smoky Mountains National Park",
      "Rockefeller",
      "Memorial",
      "gatlinburg",
      "Tenneessee"
    ],
    "latitude": "35.60371874069731",
    "longitude": "-83.47412109375",
    "latLong": "35.60371874069731,-83.47412109375",
    "bodyText": "Olmsted Brothers were hired by the National Park Service in 1938 to create a memorial to John D. Rockefeller’s wife Laura. With only a budget of $20,000, and working in harsh winter conditions, Olmsted Brothers tasked partner Henry Hubbard with the design.<br /> <br /> Hubbard was tasked with transforming the “nose of a little hill” into a spiral of two terraces climbing up the hill’s slope. When it came to construction for the Laura Spelman Rockefeller Memorial, the Civilian Conservation Corps were commissioned, working until 1940.<br /> <br /> When development began, Hubbard created a clay model of two semicircular stone block terraces hugging the face of the hill, connected by steps leading to a lookout. Models were created at the request of a client and were almost immediately taken apart after completion of the design. After Hubbard created his model for the Spelman Memorial, he took a light and tracked the path of sunlight, to ensure that light shined on the memorial. This extra attention to detail is what helped make the Olmsted firm so prolific.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Gatlinburg, TN",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Olmsted Designed Memorial",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3CB4A2DB-9331-4DF6-92B9-43E307B8A34D",
    "url": "https://www.nps.gov/places/leconte-lodge.htm",
    "title": "LeConte Lodge",
    "listingDescription": "LeConte Lodge sits atop Mount Le Conte, the park's third highest peak, at an elevation of 6,593 feet. The lodge is only accessible by hiking and offers various comforts. Hiking routes to the lodge vary in length from 5 to 8 miles.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/00F98852-0665-6223-F3DF7F2B76196159.jpg",
        "credit": "NPS Photo",
        "altText": "Two wooden cabins surrounded by trees and grass, with a mountain view in the distance.",
        "title": "LeConte Lodge",
        "description": "",
        "caption": "LeConte Lodge offers cozy cabins and expansive views.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/00F98852-0665-6223-F3DF7F2B76196159.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/00F98852-0665-6223-F3DF7F2B76196159.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "LeConte",
      "lodge",
      "Cabin",
      "mountains",
      "rustic",
      "hike"
    ],
    "latitude": "35.6549106464",
    "longitude": "-83.4410334726",
    "latLong": "35.6549106464,-83.4410334726",
    "bodyText": "<p>LeConte Lodge is accessible only by foot. The lodge sits atop Mount Le Conte, the park's third highest peak, at an elevation of 6,593 feet. Hiking routes to the lodge vary in length from 5 to 8 miles.<br /> <br /> The lodge is generally open from mid-March through mid-November.<br /> <br /> Advance reservations are required to stay at the lodge. Reservations can be made in several ways:</p> <ul> <li> <p>Phone (865) 429-5704</p> </li> <li> <p>FAX (865) 774-0045 or (865) 429-5705</p> </li> <li> <p>E-mail at <a href=\"mailto:reservations@lecontelodge.com\">reservations@lecontelodge.com</a></p> </li> <li> <p>Online at www.lecontelodge.com</p> </li> </ul>",
    "audioDescription": "LeConte Lodge sits at about 6,400 feet just below the summit of Mt. LeConte (6,593 feet). You will find a quiet, rustic atmosphere in the group of buildings that make up the lodge area. This includes seven cabins and 3 multi-room lodges. Walking paths wind between and around various buildings and the area is surrounded by trees, grasses, bushes, and rocky outcrops. Depending on the weather, you may find yourself surrounded by fog and clouds or wide views. The lodge structures are mostly wooden and you'll find stone walls scattered throughout. No electricity or showers.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "61238a9c-89e6-470d-bb6f-06ccc07206bc",
    "isManagedByNps": "1",
    "amenities": [
      "Animal-Safe Food Storage",
      "Automated External Defibrillator (AED)",
      "Fire Extinguisher",
      "First Aid Kit Available",
      "Food/Drink - Snacks",
      "Gifts/Souvenirs/Books",
      "Historical/Interpretive Information/Exhibits",
      "Hitching Post/Corral",
      "Picnic Table",
      "Scenic View/Photo Spot",
      "Shelter/Cabin",
      "Toilet - Vault/Composting",
      "Water - Bottle-Filling Station"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Great Smoky Mountains National Park",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "458F7530-90C5-4302-8CCD-95C23724DE72",
    "url": "https://www.nps.gov/places/look-rock-picnic-area.htm",
    "title": "Look Rock Picnic Area",
    "listingDescription": "Look Rock Picnic Area is one of ten designated picnic areas in Great Smoky Mountains National Park. It includes 51 sites along the Foothills Parkway, a scenic roadway with beautiful mountain views.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/695DA7D7-D67D-EFF1-7923373CB0770A59.jpg",
        "credit": "NPS Photo",
        "altText": "Three picnic tables in a forested area. Sun casts random shadows through pieces of forest canopy.",
        "title": "Look Rock Picnic Area",
        "description": "",
        "caption": "Many picnic tables are at least partially shaded in the summer throughout Look Rock Picnic Area.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/695DA7D7-D67D-EFF1-7923373CB0770A59.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/695DA7D7-D67D-EFF1-7923373CB0770A59.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "picnic",
      "picnic area",
      "picnic table",
      "day use",
      "restroom",
      "Look Rock"
    ],
    "latitude": "35.636261347",
    "longitude": "-83.941893774",
    "latLong": "35.636261347,-83.941893774",
    "bodyText": "<p><strong>Open seasonally, late-April to late-October, sunrise to sunset.</strong><br /> <br /> Look Rock Picnic Area—elevation 2,581 feet (~787 meters)—includes 51 sites with views of the Foothills Parkway in the west part of the park. Enjoy unique mountain views on the scenic drive nearby.</p> <h4>Tips for a Great Picnic</h4> <ul> <li>Black bears reside in Great Smoky Mountains National Park and can die as a result of access to human food and trash. Promptly dispose of garbage in bear-proof trash cans. If you see a bear, do not approach it.</li> <li>Provided grills are for charcoal fires. Wood fires are not permitted.</li> <li>A Tennessee or North Carolina fishing license is required to fish in the park.</li> <li>Pets are permitted in picnic areas but cannot be left unattended. All pets must be kept on a leash at all times. Pets are allowed on the Oconaluftee River Trail and Gatlinburg Trail but not permitted on any other trails.</li> </ul>",
    "audioDescription": "Sites are spread throughout a forested area with mountain views. Trees are a mixture of deciduous and evergreen, resulting in various colors depending on the time of year. Each picnic site includes a table and grill, typically surrounded by a level gravel area.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "ac6f54fe-9dec-498f-97c7-9e7a1ea81f29",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Grill",
      "Parking - Auto",
      "Pet Waste Disposal",
      "Pets Allowed",
      "Picnic Table",
      "Restroom - Seasonal",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Great Smoky Mountains National Park",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Look Rock Picnic Area",
        "id": "495349D2-DB9F-4D0F-8804-BF84339A4EA9",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=7271457&id=495349D2-DB9F-4D0F-8804-BF84339A4EA9"
      },
      {
        "title": "Additional Information",
        "id": "20245BCB-9D40-41C9-82F8-5D86154A5348",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=7271457&id=20245BCB-9D40-41C9-82F8-5D86154A5348"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "0E7030CF-D0A3-4637-960D-C1456B8AC33A",
    "url": "https://www.nps.gov/places/metcalf-bottoms-picnic-area.htm",
    "title": "Metcalf Bottoms Picnic Area",
    "listingDescription": "Metcalf Bottoms Picnic Area is one of ten designated picnic areas in Great Smoky Mountains National Park. It offers 122 sites, some of which are open year-round, and a pavilion available for reservation.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7EAC083B-FD2D-CBC2-BBADDC8FCAEB9214.jpg",
        "credit": "NPS Photo",
        "altText": "A brown picnic table with metal legs beside a metal grill on a gravel pad along a creek in winter.",
        "title": "Metcalf Bottoms Picnic Area",
        "description": "",
        "caption": "Metcalf Bottoms Picnic Area includes several waterside sites.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7EAC083B-FD2D-CBC2-BBADDC8FCAEB9214.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7EAC083B-FD2D-CBC2-BBADDC8FCAEB9214.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "picnic",
      "picnic area",
      "picnic table",
      "pavilion",
      "day use",
      "restroom"
    ],
    "latitude": "35.6798599463",
    "longitude": "-83.648941474",
    "latLong": "35.6798599463,-83.648941474",
    "bodyText": "<p><strong>Partially open year-round from sunrise to sunset.</strong> The north loop, pavilion, and part of the south loop are open mid-April to late-October, while the remainder of the south loop is open year-round.<br /> <br /> Metcalf Bottoms Picnic Area—elevation 1,680 feet (~512 meters)—offers 122 sites and a reservable pavilion along the Little River, a popular fishing location (fishing license required). Its central location between Gatlinburg and Townsend, in addition to its proximity to Elkmont, make Metcalf Bottoms an ideal stop to access trails and historic buildings.<br /> <br /> Dumpsters are removed late-October to late-March. Pack out all trash items and food scraps during this time. The Metcalf bridge has a 10-ton weight limit. No buses, motorhomes, or trailers permitted.</p> <h4>Tips for a Great Picnic</h4> <ul> <li>Black bears reside in Great Smoky Mountains National Park and can die as a result of access to human food and trash. Promptly dispose of garbage in bear-proof trash cans. If you see a bear, do not approach it.</li> <li>Provided grills are for charcoal fires. Wood fires are not permitted.</li> <li>A Tennessee or North Carolina fishing license is required to fish in the park.</li> <li>Pets are permitted in picnic areas but cannot be left unattended. All pets must be kept on a leash at all times. Pets are allowed on the Oconaluftee River Trail and Gatlinburg Trail but prohibited on all other trails.</li> </ul>",
    "audioDescription": "Sites are spread throughout a forested area. Trees are a mixture of deciduous and evergreen, resulting in various colors depending on the time of year. Each picnic site includes a table and grill, typically surrounded by a level gravel area. Some sites have a view of the nearby creek.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "526e6336-f9f0-4f7d-90c9-7c37c977e32c",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Benches/Seating",
      "Grill",
      "Parking - Auto",
      "Pet Waste Disposal",
      "Pets Allowed",
      "Picnic Shelter/Pavilion",
      "Picnic Table",
      "Restroom"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Great Smoky Mountains National Park",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "BDD8B6F8-6618-433E-B951-F2503E5DC9C6",
    "url": "https://www.nps.gov/places/methodist-church.htm",
    "title": "Methodist Church",
    "listingDescription": "Cades Cove Methodist Church is the 5th stop on the scenic loop drive. The church is on the right side of the road and is past the turn off for the Primitive Baptist Church.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5C8C586A-ACBA-2B46-18669FBA428799E9.jpg",
        "credit": "NPS photo/A. Mendoza",
        "altText": "A plain, white, frame church with a fenced cemetery beside it.",
        "title": "Cades Cove Methodist Church",
        "description": "",
        "caption": "From the scenic loop road, you can see the frame church building with its two entrances.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5C8C586A-ACBA-2B46-18669FBA428799E9.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5C8C586A-ACBA-2B46-18669FBA428799E9.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Great Smoky Mountains National Park",
      "cades cove",
      "Cades Cove Methodist Church"
    ],
    "latitude": "35.6073016466",
    "longitude": "-83.817303974",
    "latLong": "35.6073016466,-83.817303974",
    "bodyText": "<p>The Cades Cove Methodist Church was constructed in 1902. The congregation can be dated back to 1830, with the first Methodist circuit riders visiting the cove in the early 1820s. Originally, services were held in homes until a log meeting house was built in 1840. The Methodists had a good relationship with the Primitive and Missionary Baptists, the latter of which used the log building for meetings and worship.</p> <p>As the larger Methodist Episcopal Church started to split in 1844 over the issue of slavery, the Methodists of Cades Cove were not immune, and began to break apart. One group split off, and in 1880 built the Hopewell Methodist Church near the south end of Hyatt Lane; but this building is no longer standing. After the Civil War, the original log meeting house soon became a schoolhouse, but was still used for worship.</p> <p>In 1902, the cove’s Methodists replaced the old log meeting house with the current frame building. Blacksmith and carpenter Rev. J.D. McCampbell was said to have built the structure for $115 in 115 days. McCampbell later served as the church’s minister for many years. The new building follows the design of having two entrances for the practice of dividing men and women up during services, but the Methodists in Cades Cove never followed that custom.</p> <p>Today, many of the cove’s early settlers like the Tiptons, Feezells, and Sparkses are buried at the Methodist Church’s cemetery. This cemetery is most likely the second oldest church burial plot in the cove and continues to be used by descendants. Like the other churches in Cades Cove, the Methodist Church is still occasionally used for worship.</p>",
    "audioDescription": "A worn, paved path leads up to a large, white exterior, frame church on the right side of the scenic loop road. There are many trees on the right side of the path up to the church and views of the surrounding mountains can be seen in the distance behind the building. The building is held up by many stacked stones and has two entrances with stairs leading up to them. Beside the church is a small, grassy cemetery with a gravel walking path. There is a short, chain fence around the cemetery and along the path.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "63094ab4-51b7-4578-818e-fea2b12062c7",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cades Cove Loop Road",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "While the Cades Cove Methodist Church was constructed in 1902, the congregation can be dated back to 1830.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7E2316DE-D64D-4326-AE6E-1E5BE63EB5F9",
    "url": "https://www.nps.gov/places/missionary-baptist-church.htm",
    "title": "Missionary Baptist Church",
    "listingDescription": "The Missionary Baptist Church is on the entrance side of the loop past Hyatt Lane and across from Rich Mountain Road.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/22CA5C8D-F70C-0C2E-A92E27D233FFCC0E.jpg",
        "credit": "NPS Photo/S. Wilcer",
        "altText": "A white church with a blue roof in a field. Three rectangular windows and a sign are along the side.",
        "title": "Missionary Baptist Church",
        "description": "",
        "caption": "The most prominent features of the Missionary Baptist Church are a bell tower and bay windows.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/22CA5C8D-F70C-0C2E-A92E27D233FFCC0E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/22CA5C8D-F70C-0C2E-A92E27D233FFCC0E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Great Smoky Mountains National Park",
      "cades cove",
      "Missionary Baptist Church"
    ],
    "latitude": "35.60798044734985",
    "longitude": "-83.82618927360444",
    "latLong": "35.60798044734985,-83.82618927360444",
    "bodyText": "<p>The current structure of the Missionary Baptist Church was built in 1915. It includes a bell tower and a bay window behind the pulpit, added to increase floor space. The pews are unfinished wood and are arranged on each side of the center aisle. Across the road from the building is Rich Mountain Road, a route used by those who lived near the middle of Cades Cove to go directly to Tuckaleechee (near modern-day Townsend).<br /> <br /> Missionary Baptist Church started in 1839 when thirteen members split from the Primitive Baptist Church based on differences in beliefs concerning missions, Sunday school, and temperance societies. The congregation remained small and initially met in homes and sometimes in the Methodist Church for Sunday school and worship. Like other churches in the cove, the Civil War disrupted meetings from October 1862 to 1865. There was an additional period from 1880 to 1889 in which no meetings were held with no record of reasoning. In 1889, a Sunday school was started, and the small congregation began meeting again.<br /> <br /> In 1893, evangelist Rev. Thomas Sexton led a successful revival for the Missionary Baptist Church that resulted in the congregation almost doubling in size, going from 22 members to 40 members. After this, J.M. Saults was called as the new pastor and the first physical building for the congregation was built in 1894. The first building was on Hyatt Hill near the present-day site, replaced in 1915 by the current building. A Sunday school was started in 1898 and continued to meet until 1944, 10 years after the Great Smoky Mountains National Park was established.</p>",
    "audioDescription": "Sitting on the left side of the loop road is a white building with a silver metal roof in a small clearing surrounded by trees. The building has a small sign in the bottom right corner that says, “Cades Cove Missionary Baptist Church founded 1839.\" A gravel path leads from a parking area to stairs at the front entrance of the building. The gravel path continues to a cemetery on the other side of the building not visible from the road. The building has a main rectangular structure with three windows on each side. At the entrance of the building is a small foyer with a shorter ceiling than the rest of the building. A rectangular bell tower with a pyramid-shaped roof extends from the foyer and goes above the building. After entering, there is an unobstructed center aisle leading up to the pulpit. The floors, walls, and ceiling are a light wood. On each side of the center aisle are unfinished wooden pew benches, all facing the pulpit. The pulpit is on a raised platform with one stand for a speaker and two smaller stands on each side. The stands are light wood with some areas painted white. The pulpit is in a bay window area with five wall panels that extend out from the building. Three of the wall panels have windows in them. Below the windows is a small white bench coming out from the wall. To the right of the pulpit is a back door leading out of the building. The bay window, foyer, and bell tower are all prominent features on the outside of the building.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "d35bb04d-f7c8-41e2-87b4-116b7c159408",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cades Cove Loop Road",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "While the current structure was built in 1915, Missionary Baptist Church started in 1839 when thirteen members split from the Primitive Baptist Church based on differences in beliefs concerning missions, Sunday school, and temperance societies.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "EDAC6511-941B-4841-AAAA-2B0E05910916",
    "url": "https://www.nps.gov/places/old-town-of-elkmont.htm",
    "title": "Old Town of Elkmont",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/A8A9A4EF-FA42-E0EE-24A5496D31A281FF.jpg",
        "credit": "NPS Photo",
        "altText": "Black and white image of the historic town of Elkmont.",
        "title": "Town of Elkmont, circa 1912",
        "description": "",
        "caption": "Elkmont circa 1912",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A8A9A4EF-FA42-E0EE-24A5496D31A281FF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A8A9A4EF-FA42-E0EE-24A5496D31A281FF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Elkmont",
      "Elkmont Campground",
      "Elkmont Historic District"
    ],
    "latitude": "35.6603723459",
    "longitude": "-83.5833017736",
    "latLong": "35.6603723459,-83.5833017736",
    "bodyText": "<p paraeid=\"{9e7866ce-2c23-48ba-af38-864a8eb2494e}{195}\" paraid=\"1799571442\">Despite popular belief, the story of Daisy Town does not begin at the historic cabins, rather, it starts here.  </p> <p paraeid=\"{9e7866ce-2c23-48ba-af38-864a8eb2494e}{229}\" paraid=\"254542645\">Welcome to Elkmont Campground. Before it became the largest campground in Great Smoky Mountains National Park, Elkmont was the second largest town in Sevier County. By 1918, the town had over 1,500 residents and was considered a “company town” built by the Little River Lumber Company and Railroad in 1908. The company owned almost 80,000 acres of what is now the national park. Elkmont’s strategic location (halfway between Clingmans Dome and the town of Townsend) made it economical to transport cut trees by railroad to the sawmill in Townsend, then off to markets around the world.  </p> <p paraeid=\"{23185c20-3379-4043-89e5-dfb12b4f28cc}{54}\" paraid=\"815106061\">Standing at the present-day yield sign on your left, look down the road to your right where the walk-in tent sites are located. Using the photograph circa 1917/18, try to imagine Elkmont’s former Main Street or Rail Street where a single railroad track ran 18 miles from Townsend. The track was divided into three tracks for the short length of the town of Elkmont. (You are standing at the bottom right corner of the photo. The flat straight drive was built directly on the old railroad bed.) The town consisted of a commissary (company store), church, school, hotel, tavern, machine shop, and employee houses. Not long after the town opened, Little River Lumber Company leased the land east of Elkmont town to the Appalachian Club of Knoxville, and west of town to the Wonderland Club. </p> <p paraeid=\"{23185c20-3379-4043-89e5-dfb12b4f28cc}{122}\" paraid=\"646166563\">By 1925, the lumber company finished logging the area, pulled up all the rails, closed the town, and started logging the area known as Tremont.  </p> <p paraeid=\"{23185c20-3379-4043-89e5-dfb12b4f28cc}{132}\" paraid=\"131947901\">It is hard to believe that just over 100 years ago this area was a bustling town of over 1,500 residents.  </p> <p paraeid=\"{23185c20-3379-4043-89e5-dfb12b4f28cc}{146}\" paraid=\"1744571511\">As you travel between stops, look for signs of the people who came before us, watch for distinct gaps in the forest which could indicate the route of an old railroad bed, or consider the size and type of trees around you. Learning to read the landscape can reveal clues about a time gone by… </p>",
    "audioDescription": "Standing in present-day Elkmont Campground, across from the campground office, imagine an old railroad bed in front of the current walk-in sites.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "add7309e-a621-4d7e-8bc8-b1ae7f3c49d0",
    "isManagedByNps": "1",
    "amenities": [
      "Entrance Passes for Sale",
      "Firewood For Sale/Available",
      "First Aid Kit Available",
      "Food/Drink - Vending Machine/Self Service",
      "Information - Maps Available",
      "Information - Park Newspaper Available",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Restroom - Seasonal"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Elkmont Campground, Gatlinburg, TN 37738",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Site of the historic town of Elkmont.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "389C856E-BF99-4ED8-9A52-1EE5F1966C75",
    "url": "https://www.nps.gov/places/overlook.htm",
    "title": "Overlook",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5DA04A9F-C2CB-0F51-5E652C140BBCC09B.jpg",
        "credit": "NPS Photo/S. Wilcer",
        "altText": "A grassy valley surrounded by distant mountains with blue sky and clouds above.",
        "title": "Cades Cove Overlook",
        "description": "",
        "caption": "The overlook provides panoramic views of Cades Cove and is a favorite photo spot for many visitors.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5DA04A9F-C2CB-0F51-5E652C140BBCC09B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5DA04A9F-C2CB-0F51-5E652C140BBCC09B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Great Smoky Mountains National Park",
      "cades cove",
      "cades cove overlook"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<p>Human history in Cades Cove started long before the 1800s. Humans have been using the land in this area for thousands of years. The earliest artifact collected in the park is a lithic dated to 7000 BCE. Though they may not have built structures in Cades Cove that are present today, the impact of the Cherokee is felt throughout the cove. Many trails created by the Cherokee are still traveled by visitors hiking or driving today. One of these trails is now Rich Mountain Road which connected the cove to the Tuckaleechee area. Many settlers followed in the Cherokees’ footsteps and used this route and others to reach Cades Cove. The Cherokee, like settlers after them, cut logs for structures and fires. They cleared land for agriculture, and they hunted, foraged, and traded or bought what they didn’t grow themselves. In the early 1810-1820s, Sequoyah developed the Cherokee syllabary, a written version of the Cherokee language.<br /> <br /> The Cherokee name for Cades Cove is Tsiyahi, “Otter Place.” Otters were found throughout the many creeks and streams in the cove, but they were extirpated from this area in the 1920s, after being hunted and trapped for their valuable pelts. The park reintroduced them in the 1980s and they have made a remarkable comeback. Today they are often seen near Abrams Falls. The name “Abrams” stems from Cherokee Chief Abram or Abraham, known as Ooskuah to the Cherokee. The origin of the name “Cade” also likely came from Cherokee Chief Cade (or Kade) from this area. A “cove” is a flat valley between mountains or ridges.<br /> <br /> Most of the Cherokee living in the Southeastern United States were forcibly removed starting with the Indian Removal Act in 1830 which offered territory in Oklahoma in exchange for land in this region. In 1835 the Treaty of New Echota ceded most of the Cherokee lands east of the Mississippi to the federal government. These actions resulted in the “Trail of Tears” in 1938, where 16,000 Cherokee were forced to walk 1,200 miles west. Thousands died in the process. The Eastern Band of the Cherokee who live on the Qualla Boundary adjacent to the park today are the descendants of the few who remained, escaped, or those who returned. A visit to Cherokee, North Carolina offers visitors an opportunity to learn more about Cherokee history and culture.<br /> <br /> Typically, when a national park or protected area is created, many spaces that people lived in and used are returned to nature. In Cades Cove, this idea is blended with historic preservation. Cades Cove has far fewer buildings than it did at peak settlement around 1900 with over 700 residents. Instead of agricultural fields, today there are grasses and native plants. The cove is actively managed using mowing and prescribed fire to keep trees and woody shrubs at bay. If the cove wasn’t managed this way, it would revert to forest in most areas and look very similar to the woods found throughout the park.</p>",
    "audioDescription": "A large, sloped, grass field is located just beyond the parking area. This field is lined with trees and bushes on the east and south sides. The loop road is on the north and west sides, and the parking area lies to the west. In the distance, tree-covered mountains surround the valley.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cades Cove Loop Road",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Human history in Cades Cove started long before the 1800s—although they may not have built structures in Cades Cove that are present today, the impact of the Cherokee is felt throughout the cove.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "15841E0E-AC50-4BDF-8B10-E04DE67CA3E5",
    "url": "https://www.nps.gov/places/primitive-baptist-church.htm",
    "title": "Primitive Baptist Church",
    "listingDescription": "Primitive Baptist Church built in 1887 is the second stop along the Cades Cove Loop after the John Oliver cabin.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/DF5EC575-DE6C-F293-DF6D869C6ABC04D2.jpg",
        "credit": "NPS Photo",
        "altText": "A nineteenth century frame church with a white exterior.",
        "title": "Primitive Baptist Church",
        "description": "",
        "caption": "The Primitive Baptist Church cemetery is the oldest in Cades Cove.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/DF5EC575-DE6C-F293-DF6D869C6ABC04D2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/DF5EC575-DE6C-F293-DF6D869C6ABC04D2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "cemetery",
      "cades cove",
      "Cades Cove Loop Road"
    ],
    "latitude": "35.6020111466",
    "longitude": "-83.8136836736",
    "latLong": "35.6020111466,-83.8136836736",
    "bodyText": "<p>Primitive Baptist Church was first organized in 1827 and was the first church established in the cove. Originally, the church was a branch of Wears Cove Church of Sevier County and was known as the Cades Cove Arm of Wears Cove Church. Eventually, the church separated from Wears Cove Church and changed its name to Cades Cove Baptist Church. Initially, the church had no permanent structure for meetings since it was the first church established in the cove. Church meetings were held in the homes of members until the fall of 1832, when a log building was constructed for meetings and services.<br /> <br /> Shortly after, disagreement among members caused a split in the church. In 1839, 13 members left to start Missionary Baptist Church due to disagreement over foreign mission work. To reflect the difference in opinion, Cades Cove Baptist Church assumed the name Primitive Baptist Church in 1841 and has gone by that name since. The churches in Cades Cove were not isolated in this conflict. Baptist churches all over the South were divided on the issue of mission work in the early nineteenth century. In 1887, after the split, members of Primitive Baptist Church constructed the classic white frame building you see today to replace the original log meeting house. The church was built by hand, and the fingerprints of those that worked on its construction can be seen on the ceiling when inside the church.<br /> <br /> Running and maintaining the church required labor and perseverance, but this was a worthwhile endeavor for the residents of the cove who were able to celebrate and affirm their faith. The church created community, upheld social responsibilities, and kept families informed. Of the churches in the cove, the Primitive Baptist Church maintained the most members and social influence. The church was a vital part of life for many residents, but during the Civil War, life in the cove changed dramatically. The congregation ceased meeting, which was upsetting for residents and explained in church records by the statement, “we was union people and the Rebels was too strong here in Cades Cove.” In the cemetery behind Primitive Baptist Church, you can find the grave of Russell Gregory, who was murdered by Confederate soldiers from North Carolina.<br /> <br /> Although Great Smoky Mountains National Park was officially established in 1934, members of Primitive Baptist did not stop meeting at the church until the 1960s. After formally closing the church in the 1960s, the congregation continued to maintain the building and the cemetery into the 1970s through a Special Use Permit. The church is often still used for religious events or ceremonies. The cemetery at Primitive Baptist is the oldest cemetery in the cove, and descendants of early settlers such as the Olivers, Shieldses, and Cables, are still being laid to rest in it today.</p>",
    "audioDescription": "Just off the Cades Cove Loop Road, a gravel road leads to a small, white rectangular building with a gable roof surrounded by a forest with predominantly hemlocks and pines. On each side of the building is a picket fence providing a boundary between the graveled area for parking and the start of the cemetery. On each side of the building there is also a stone pier aligned with the picket fence. On the left side, the stone pier has a placard stating, “Cades Cove Primitive Baptist Church organized June 16, 1827.” On the right side, the stone pier has a placard stating, “Memorial to Peter Cable 1792-1866.” Behind the church, the fence, and the stone piers, is the cemetery. The cemetery is in a grassy area with a gravel walking loop path. The cemetery is full of headstones from different time periods and different styles. The headstones are not evenly spaced or distributed.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "0173b05a-30b8-459a-b548-ded94285b620",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cades Cove Loop Road, Townsend, TN 37882",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The Primitive Baptist Church cemetery is the oldest in Cades Cove.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "049894D0-4716-4A0C-A2EB-F9804704382F",
    "url": "https://www.nps.gov/places/the-train-wye.htm",
    "title": "The Train \"Wye\"",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/A9E41E82-EF68-BBAC-8392BDA698AC4AB3.jpg",
        "credit": "",
        "altText": "Black and white drawing that illustrates an aerial view of a historic train \"wye\"",
        "title": "\"Wye\" Conceptual Drawing",
        "description": "",
        "caption": "\"Wye\" Conceptual Drawing",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A9E41E82-EF68-BBAC-8392BDA698AC4AB3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A9E41E82-EF68-BBAC-8392BDA698AC4AB3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Elkmont",
      "Elkmont Campground",
      "Elkmont Nature Trail",
      "Elkmont Historic District"
    ],
    "latitude": "35.657727046",
    "longitude": "-83.580574774",
    "latLong": "35.657727046,-83.580574774",
    "bodyText": "<p paraeid=\"{c73ba5f8-eddd-42cb-9c06-2bc4ff461046}{191}\" paraid=\"1285606826\">Have you ever wondered how a train makes a “U” turn? </p> <p paraeid=\"{c73ba5f8-eddd-42cb-9c06-2bc4ff461046}{205}\" paraid=\"163013792\">A historic logging train consisted of a locomotive, coal car, and up to eight logging cars, making it almost 600 feet long (about 183 meters; roughly two football fields). With a single track and mountain terrains, it was not easy to turn one of these trains around. To address this, the logging companies developed the “turning Y” to allow trains to return easily and safely to Townsend. Today, we consider this a “three-point turn.”</p> <p paraeid=\"{a4fd7683-cfcb-461f-98be-b3b0a4f74d62}{52}\" paraid=\"1511677970\">From a birds-eye view of this spot 100 years ago, you would see an upside-down “Y\". The parking lot at the beginning of the nature trail is one “leg” of the “Y\". You can see the other leg on the nature trail to the right after you cross the wooden bridge.  </p> <p paraeid=\"{a4fd7683-cfcb-461f-98be-b3b0a4f74d62}{96}\" paraid=\"603899587\">The train maneuvered past the “Y\", backed up one leg which extended over a mile, then returned via the other leg, thus turning the train in the opposite direction.  A “Y” is sometimes spelled “wye,\" and many were located throughout the logging areas of the Smokies. That is how the Townsend Wye got its name.</p>",
    "audioDescription": "Standing in the parking lot at the trailhead for the Elkmont Nature Trail, a faint gap in the forest reveals the former location of the railroad that made the first leg of the \"Y\" that allowed the train to make a U-turn.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "8583f39a-6111-457b-827d-c32e00d4e34c",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Elkmont Nature Trail, Elkmont Campground, Gatlinburg, TN 37738",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Site of the historic \"Y\" or \"wye\" used to turn logging trains around.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "9F87F3C4-256B-47E0-9214-20A3F501CB66",
    "url": "https://www.nps.gov/places/tipton-place.htm",
    "title": "Tipton Place",
    "listingDescription": "Tipton Place is located on the exit side of the loop between Dan Lawson Place and Carter Shields Cabin.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5EB5FDB4-0D96-62A1-BBD3C5C92FEB3A9F.jpg",
        "credit": "NPS Photo/M. Timothy",
        "altText": "A wood-sided house with a large porch and a woodshed sit up a gravel path with a forested backdrop.",
        "title": "Tipton Place",
        "description": "",
        "caption": "The Tipton Place site shows the historic complexity of homesteads in Cades Cove.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5EB5FDB4-0D96-62A1-BBD3C5C92FEB3A9F.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5EB5FDB4-0D96-62A1-BBD3C5C92FEB3A9F.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Great Smoky Mountains National Park",
      "cades cove",
      "homestead",
      "Tipton Place"
    ],
    "latitude": "35.5879443468",
    "longitude": "-83.8123046743",
    "latLong": "35.5879443468,-83.8123046743",
    "bodyText": "<p>Tipton Place was part of a 640-acre land parcel obtained by William “Fighting Billy” Tipton under the Tennessee Land Grant in the 1820s. William’s land eventually covered most of the valley floor through other grants, and while he never lived in Cades Cove, he is the first recorded legal landowner. William sold his land to friends and relatives including Colonel Hamp Tipton, his grandson, who built the two-story cabin in the 1870s. Hamp Tipton’s daughters, Lucy and Lizzie, lived in the cove into adulthood and were schoolteachers. In 1878, the home was rented to James McCaulley as he built his own homestead that included blacksmith and carpentry shops. In 1895, Hamp Tipton passed away and his estate was sold to Reverend William H. Oliver, whose family lived there until the land was purchased for the park in 1931. The site is sometimes referred to as the Tipton-Oliver homestead in reference to both families that lived there.<br /> <br /> The homestead of Hamp Tipton included the two-story cabin he built, barn, double-pen corn crib, blacksmith shop, smokehouse, woodshed, springhouse, apple drying house, and bee apiary. Apiaries were sometimes referred to as bee gums, as early beehives were kept in hollowed out Blackgum trees (<i>Nyssa sylvatica</i>). The homestead now sits on 2.2 acres. The framed buildings including the springhouse and apple drying house, as well as framed additions to the cabin and a post-1900 barn, were all removed to maintain a sense of historical continuity and preserve a specific era of life in the cove.<br /> <br /> The lefthand door on the front of the house leads into the living room with three paned windows and a fireplace. To the left of the fireplace are stairs to the sleeping loft on the second floor. The righthand door leads into the main bedroom, which has two, small paned windows. The back room of the house was once the kitchen. This room has two windows and two doors; one door leads to a small porch and the other leads to the back of the property. The kitchen has two holes close together on one of the walls where a telephone was attached. This connected to the blacksmith shop on the homestead as well as a store which was located across the road.<br /> <br /> One of the most unique parts of the Tipton Place is the cantilever barn which was reconstructed in 1968. Cantilever barns have overhangs, or cantilevers, used to store hay for easy access, with spaces for livestock pens, grain cribs, and equipment storage underneath. This allowed farmers to maximize the amount of storage possible for their livelihoods, while keeping livestock and equipment dry from the rainy eastern Tennessee weather. Cantilever barns can be found across the southeastern United States, but Sevier and Blount counties in Tennessee have the highest number of cantilever barns in the world.</p>",
    "audioDescription": "The first building is the blacksmith shop to the right of the Loop Road up a gravel and dirt path. It is an eight-log high interlocked structure with a wood shingled roof and one doorway. It connects to the rest of the homestead via a path to the left through the creek or by the loop road. Past the blacksmith shop, and to the right of the Loop Road, sits a short fence with a gravel path into the homestead. Past the fence to the right is a smokehouse comprised of interlocked logs, and to the left is a sided woodshed. The gravel path leads up to the two-story woodsided house with a front porch. The awning of the porch is supported by five wooden poles, with a steep pitch that mirrors the pitch of the roof. There are five wooden steps up to the porch, which is supported underneath by carefully placed piles of large stones. There are two doors on the front of the house, one leading into the living room with a large stone fireplace and stairs to the sleeping loft, and one leading into the main bedroom. The house has a one-story room on the back that was once the family’s kitchen. This room has a shallower roof, small porch, and three steps leading to a door on the back of the house. On one wall in the kitchen there are holes in the wall where a telephone once was. Behind the house and up a steep slope sits the apiary, with its long shallow roof supported by evenly spaced poles. This portion of the homestead has a forested backdrop. To the left of the Cades Cove Loop Road, across from the house, sits the large cantilever barn and corn crib. There is a small parking lot that leads to a dirt and gravel path. The main path leads through the double-pen corn crib, with two interlocked log structures, 10 logs high. There are gaps in between each log, which allowed the grains stored here to dry out. The pens are connected by a roof. Past the corn crib sits the large cantilever barn. The base of the barn is comprised of two pens, 5 logs high, also with spacing between each log. These pens are topped with a larger, sided portion creating the overhangs to store equipment underneath with a large 45-degree A-frame roof which slopes towards the road. The center of the barn consists of a large arched opening that allows access to hay storage.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "241e57e0-ccc4-47da-bf2a-9eddfca5e780",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cades Cove Loop Road",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The homestead of Hamp Tipton included the two-story cabin he built, barn, double-pen corn crib, blacksmith shop, smokehouse, woodshed, springhouse, apple drying house, and bee apiary.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "2BEA5E85-6CA1-4F4D-A2D2-AD8EB977D63F",
    "url": "https://www.nps.gov/places/twin-creeks-picnic-area.htm",
    "title": "Twin Creeks Picnic Pavilion",
    "listingDescription": "Twin Creeks Picnic Pavilion is the largest in the park, surrounded by scenic forest. Located in a secluded section of the Smokies near Gatlinburg, this pavilion is a popular place for group trips.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/79975E9D-EE6A-E00C-2C6888AF6AB1D74B.jpg",
        "credit": "NPS Photo",
        "altText": "A large pavilion with fallen leaves on the roof and multiple rows of picnic tables underneath.",
        "title": "Twin Creeks Picnic Pavilion",
        "description": "",
        "caption": "The Twin Creeks Picnic Pavilion offers ample space for large group gatherings.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/79975E9D-EE6A-E00C-2C6888AF6AB1D74B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/79975E9D-EE6A-E00C-2C6888AF6AB1D74B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "picnic",
      "pavilion",
      "picnic area",
      "day use",
      "restroom",
      "picnic table"
    ],
    "latitude": "35.6875053457",
    "longitude": "-83.5023113725",
    "latLong": "35.6875053457,-83.5023113725",
    "bodyText": "<p><strong>Open seasonally, early-April to late-October, sunrise to sunset. </strong><br /> <br /> Twin Creeks Picnic Pavilion—elevation 1,905 feet (~581 meters)—seats up to 150 people and is available by reservation only. <strong>The area does not include other picnic sites.</strong> Proximal to downtown Gatlinburg, this pavilion provides an ideal gathering spot in a secluded and wooded area. The Roaring Fork Motor Nature Trail, a scenic driving loop with access to trails, is nearby.<br /> <br /> Impromptu use of the pavilion is allowed only when the pavilion has not been reserved.</p> <h4>Tips for a Great Picnic</h4> <ul> <li>Black bears reside in Great Smoky Mountains National Park and can die as a result of access to human food and trash. Promptly dispose of garbage and food scraps in bear-proof trash cans. If you see a bear, do not approach it.</li> <li>Provided grills are for charcoal fires. Wood fires are not permitted.</li> <li>A Tennessee or North Carolina fishing license is required to fish in the park.</li> <li>Pets are permitted in picnic areas but cannot be left unattended. All pets must be kept on a leash at all times. Pets are allowed on the Oconaluftee River Trail and Gatlinburg Trail but not permitted on any other trails.</li> </ul>",
    "audioDescription": "Pavilion is in a heavily forested area. Trees and shrubs are a mixture of deciduous and evergreen, resulting in various colors depending on the time of year. Area includes multiple tables and grills surrounded by a level gravel area.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "7b798002-96fe-4889-92a5-76661f03a1cc",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Electrical Outlet/Cell Phone Charging",
      "Grill",
      "Parking - Auto",
      "Pet Waste Disposal",
      "Pets Allowed",
      "Picnic Shelter/Pavilion",
      "Picnic Table",
      "Restroom - Seasonal",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Great Smoky Mountains National Park",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1C385404-50B6-4471-9A67-C6C1C0D262C6",
    "url": "https://www.nps.gov/places/whitehead-place.htm",
    "title": "Whitehead Place",
    "listingDescription": "The Henry Whitehead place is located 0.75 miles down Forge Creek Road. The entrance for Forge Creek Road is just past the exit of the Cades Cove Visitor Center/Cable Mill Historic Area parking lot.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5E0DC080-C673-3013-2B9F78ED9E58739A.jpg",
        "credit": "NPS Photo/C. Daugherty",
        "altText": "A log cabin and smokehouse on a grassy lawn surrounded by forest.",
        "title": "Henry Whitehead Place",
        "description": "",
        "caption": "The Henry Whitehead Place joins the roughest and finest construction in Cades Cove.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5E0DC080-C673-3013-2B9F78ED9E58739A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5E0DC080-C673-3013-2B9F78ED9E58739A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Great Smoky Mountains National Park",
      "cades cove",
      "Henry Whitehead Place"
    ],
    "latitude": "35.5782861467",
    "longitude": "-83.8382562744",
    "latLong": "35.5782861467,-83.8382562744",
    "bodyText": "<p>A short drive down Forge Creek Road leads to the Henry Whitehead Place, a uniquely built home and the last example of a sawn log house in the park. The story of this home begins with the smaller cabin in the back. This cabin is simple, but visitors today might notice the ‘granny hole’ by the fireplace. It provided the person tending the fire with a window outside. This one room cabin was built roughly and quickly out of necessity for Matilda Shields by her brothers in 1881. Matilda and her young son were abandoned by her husband during a visit to see family in Cades Cove. Around the same time, Henry Whitehead lost his wife and became a single father to three young daughters. He and Matilda married in 1887, and he built the larger home in the front between 1895-1898.<br /> <br /> This home is often mistaken for a frame structure because it is built of logs that were run through a sawmill and “squared up,” resulting in a smooth, consistent appearance. You can compare this construction to the more common hewn log structure of the original cabin where logs were roughly flattened by hand. Since the logs were irregular shapes, the spaces between the logs had to be filled, or chinked, with mud or clay. With a sawn log building like the Henry Whitehead cabin, the logs fit together so well that almost no chinking was required resulting in a well-insulated home. These two cabins are connected by a covered passageway and serve as an architectural link between the different construction types in Cades Cove.<br /> <br /> The outbuilding next to the cabin is a smokehouse, one of five remaining in Cades Cove today. The floor of the smokehouse was often kept as dirt, on which the fire could be built. Freshly cut oak or hickory wood was often used, but water could also be added to older wood to increase smoke production. Smokehouses have interior shelves on which the smoked hams and other meats could be stored for later use. In Cades Cove, the meat was almost always pork because hogs were inexpensive to feed and easy to raise. Smokehouses were typically constructed close to the house for convenience and to provide protection from bears which were attracted by the smell of smoked meats. The structures needed to be sturdy and well-sealed to keep out wildlife, but also to keep in the smoke used for preservation. Storing food safely from wildlife has always been an important challenge and is one people still face today.<br /> <br /> The Henry Whitehead place stands alone today, but during its occupation, homes lined Forge Creek Road. There were other large sawed-log houses built by Frederick Shields and James V. Cable, but unfortunately, these buildings were not preserved. This road also leads to another road, Parson Branch Road, which you can drive during the warmer months. This one-way, unpaved, high clearance road leads to Highway 129 and travels through the former area of the Chestnut Flats community. Return to the Cades Cove Loop Road via Forge Creek Road to continue the Auto Tour.</p>",
    "audioDescription": "A gravel path from the parking area off Forge Creek Road crosses over a small stream and leads to a large cabin with a covered front porch. The cabin is constructed of smooth, cut logs of uniform size. Inside the cabin, there is a fireplace, two windows, and a staircase in the back corner, leading to a loft. There is a door on the back wall of the building that leads to a covered breezeway and a smaller cabin. This cabin has a low ceiling and rough walls. It has a fireplace on one wall and three windows. Approximately 30 feet away from these cabins sits a smaller building once used as a smokehouse. This building has a dirt floor, no windows, and shelves on the interior walls that were used to store food. These three buildings sit on a mowed grass lawn and are surrounded by woods.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "8eb06075-e512-493e-baec-248452c1f904",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cades Cove Loop Road",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The Henry Whitehead Place is a uniquely built home and the last example of a sawn log house in the park.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "5B3F11DB-E1CD-420F-9165-45F3379728EC",
    "url": "https://www.nps.gov/places/why-preserve-daisy-town.htm",
    "title": "Why Preserve Daisy Town?",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AD49877F-EE64-CDF1-EB2418AB0826B93E.jpg",
        "credit": "GRSM Collection",
        "altText": "Black and white image of families gathered on the porch of the Appalachian Clubhouse.",
        "title": "Group at Appalachian Club, circa 1917",
        "description": "",
        "caption": "Families gathered at the Appalachian Club, circa 1917",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AD49877F-EE64-CDF1-EB2418AB0826B93E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AD49877F-EE64-CDF1-EB2418AB0826B93E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NC,TN",
        "parkCode": "grsm",
        "designation": "National Park",
        "fullName": "Great Smoky Mountains National Park",
        "url": "https://www.nps.gov/grsm/index.htm",
        "name": "Great Smoky Mountains"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Elkmont",
      "Elkmont Campground",
      "Elkmont Historic District",
      "Daisy Town",
      "Appalachian Clubhouse"
    ],
    "latitude": "35.654034946",
    "longitude": "-83.581732574",
    "latLong": "35.654034946,-83.581732574",
    "bodyText": "<p paraeid=\"{3c31ed00-873f-41a6-a02e-d594f21019fb}{65}\" paraid=\"1414305110\">Today, the parking lot at Jakes Creek is at the crossroads of the three different club areas, collectively known as the Elkmont Historic District. This area preserves 18 structures, two cemeteries, and over 100 years of stories, memories, and dreams that represent the last evidence of the tourism history of the Smokies. This area was first settled in the mid-1800s by descendants of Gatlinburg families. By the early 1900s, most of the land was bought by the second largest lumber company in the area and eventually became the first piece of property purchased to create Great Smoky Mountains National Park. Most of the cabin owners in Elkmont Historic District not only supported the national park movement, but also donated money to help buy land to create the park.</p> <p paraeid=\"{3c31ed00-873f-41a6-a02e-d594f21019fb}{165}\" paraid=\"1285606826\">The important stories of this area were almost lost, but considerable time, research, and back-breaking work preserved this piece of park history. Please help us preserve and protect this and other historic areas of the park by respecting the memories of the people who lived here and the work of the park’s preservation staff. If you want to learn more, we invite you to talk to one of our Elkmont Volunteers, visit our bookstore, or go to <a href=\"https://www.nps.gov/grsm/index.htm\">our website</a>. Thank you for visiting!</p>",
    "audioDescription": "The Elkmont historic district preserves three club areas that led to the birth of tourism and the creation of Great Smoky Mountains National Park.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "3b754076-7ad5-452a-ac8f-9050d81cdc56",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Appalachian Clubhouse, Elkmont Campground, Gatlinburg, TN 37738",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Birthplace of tourism and Great Smoky Mountains National Park.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]