[
  {
    "id": "3D7431BB-4CB1-406D-A028-9176F1F17CDD",
    "url": "https://www.nps.gov/places/000/fraunces-tavern.htm",
    "title": "Fraunces Tavern",
    "listingDescription": "Fraunces Tavern, at the corner of Pearl and Broad Streets was originally built in 1719. Purchased by Samuel Fraunces in 1762, it operated as boarding house with a bar until the 1840s.In August 1775, Alexander Hamilton began to dismantle British cannons at the battery. In response The British ship HNS Asia fired a cannon ball blasted through the roof of the Tavern. The sons of Liberty convened here as they secretly planned and plotted against the British government. In 1783 W",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/import/7ebaefbb-f017-45d6-9d45-d3a13cc00386_image_350.jpg",
        "credit": "",
        "altText": "The original red brick and stone colonial era gathering place still stands proudly at the corner of Pearl and Broad Streets in downtown Manhattan.",
        "title": "",
        "description": "",
        "caption": "Fraunces Tavern Museum",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "NY",
        "parkCode": "hagr",
        "designation": "National Memorial",
        "fullName": "Hamilton Grange National Memorial",
        "url": "https://www.nps.gov/hagr/index.htm",
        "name": "Hamilton Grange"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "40.703387",
    "longitude": "-74.011363",
    "latLong": "40.703387,-74.011363",
    "bodyText": "<p>Fraunces Tavern, at the corner of Pearl and Broad Streets was originally built in 1719. Purchased by Samuel Fraunces in 1762, it operated as boarding house with a bar until the 1840s.In August 1775, Alexander Hamilton began to dismantle British cannons at the battery. In response The British ship HNS Asia fired a cannon ball blasted through the roof of the Tavern. The sons of Liberty convened here as they secretly planned and plotted against the British government. In 1783 Washington chose the Tavern's Long Room as the site to bid farewell to his officers. After the Revolutionary War, the building held the first offices for the Departments of Foreign Affairs, War and Treasury (1785-1788). Alexander Hamilton and Aaron Burr both attended a dinner hosted by the Society of the Cincinnati on July 4th, 1804, a week before their famous duel.In 1900 the building was under threat of demolition, the city used its rights of eminent domain to designate the building as a city park in 1903. Since 1907, the Fraunces Tavern Museum on the second and third floors has helped to interpret the Fraunces Tavern and the collection of artifacts that it holds. The museum comprises nine galleries.</p> <h3>Fraunces Tavern Museum</h3> <p>Fraunces Tavern is a national historic landmark, museum, in New York City, situated at 54 Pearl Street at the corner of Broad Street. The location played a prominent role in pre-Revolution, American Revolution and post-Revolution history, serving as a headquarters for George Washington, a venue for peace negotiations with the British</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1ADF13BF-84B8-4BDD-9F49-FD3074D6EDFA",
    "url": "https://www.nps.gov/places/hamilton-grange-architecture.htm",
    "title": "Hamilton Grange Architecture",
    "listingDescription": "This place listing describes the outside of Hamilton Grange National Memorial",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/DF84D7C1-D20F-E1A9-744368E94976F9AF.jpg",
        "credit": "NPS photo",
        "altText": "A yellow house with symmetrical features.",
        "title": "Hamilton Grange Architecture",
        "description": "",
        "caption": "Hamilton Grange is an example of Federal style architecture.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/DF84D7C1-D20F-E1A9-744368E94976F9AF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/DF84D7C1-D20F-E1A9-744368E94976F9AF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NY",
        "parkCode": "hagr",
        "designation": "National Memorial",
        "fullName": "Hamilton Grange National Memorial",
        "url": "https://www.nps.gov/hagr/index.htm",
        "name": "Hamilton Grange"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hamilton Grange",
      "Alexander Hamilton"
    ],
    "latitude": "40.821353518575584",
    "longitude": "-73.94703343090669",
    "latLong": "40.821353518575584,-73.94703343090669",
    "bodyText": "<p paraeid=\"{a74b1950-620a-492b-bc4b-5a4abea52582}{19}\" paraid=\"561638038\">Hamilton may have never imagined that in the 21st century, his home would be surrounded by tall buildings, and that you'd be visiting his home with a device in your hand, that can take something called a picture, and send that picture to anyone in the world, instantly. The world around The Grange may have changed, but this structure is a faithful call-back to the past.</p> <h3 paraeid=\"{a74b1950-620a-492b-bc4b-5a4abea52582}{19}\" paraid=\"561638038\">Federal Style</h3> <p paraeid=\"{a74b1950-620a-492b-bc4b-5a4abea52582}{19}\" paraid=\"561638038\">The Grange was designed in the Federal style by architect John McComb, Jr., which was prominent in the United States between the 1780s and c.1830s. The Grange’s design reflected themes of balance and symmetry and was less ornate than previous architectural styles.  <br /> <br /> In order to get a better grasp on the symmetry of this structure, take a walk around the house and try to answer the question, \"what elements are symmetrical on this house?\" Look for windows, doors, porches, stairways, shutters, balustrades, and more. By walking around the house, you will notice four chimneys standing above the house. You may be surprised to learn that two of these chimneys are fake! They were constructed with the house in order to maintain the symmetrical theme. </p> <h3 paraeid=\"{a74b1950-620a-492b-bc4b-5a4abea52582}{19}\" paraid=\"561638038\">What is original?</h3> <p>On this home, many of the features are original, including the siding, windowpanes, doors, chimneys, and balustrades. However, extensive renovations are required to keep the home in good condition. Therefore, the porches, stairs, roof, shutters, and many other small features have been replaced throughout the years. Because the home has also been moved twice, the foundation is also new as of 2008. </p> <h3>A Changing Neigborhood</h3> <p>Look around you. Beyond the borders of St. Nicholas park is a bustling city. Cars, trucks, trains and planes whiz by Hamilton Grange National Memorial all day. The soundscape of Hamilton Grange National Memorial is therefore changed. Standing here, you cannot deny that you are in the 21st century.</p> <br /> But, a<span style=\"color: rgb(85, 85, 85); font-family: Arial, sans-serif; font-size: 16px;\">t the time of the home’s construction, Harlem was the countryside, and the Grange was built on a hill. For a moment, imagine that the sounds of the 21st century fade away, and instead, you can hear birdsong, the babbling of brooks, the rustling of leaves, and the sound of a wagon on a dirt path. If you scanned the distance, you can see the Hudson and the Harlem rivers. Bucolic hills rolled into the distance... This is the uptown that Hamilton knew. <br /> <br /> Hamilton and his family used this home primarily in the warmer months, when the threat of transmissible illness was high in the bustling downtown of Manhattan. Hamilton's enjoyment of this home was cut short in 1804, when the fateful duel with Burr would lead Hamilton to his untimely death. However, Eliza would continue to occupy The Grange until 1833, when she sold it and moved to Washington, DC, with her daughter.</span><br />   <p paraeid=\"{a74b1950-620a-492b-bc4b-5a4abea52582}{81}\" paraid=\"1248033539\">Hamilton used the home until his untimely death in a duel in 1804. After Hamilton's passing, his friends created a secret fund that assisted Eliza in keeping The Grange. In 1833, however, Eliza moved to Washington D.C. and sold the home. In the years that followed, the building had several owners and was physically moved twice to adapt to the demands of the changing city. It has been used as a private residence, church, museum, and national memorial! </p>",
    "audioDescription": "Hamilton Grange stands on a hillside facing the street. At its most basic form, the house is a yellow, nearly cube box, about 35 feet wide, and 40 feet deep. The house is two stories, with a basement level of red brick. The upper stories are yellow-painted siding. Large porches with white columns flank the house to the left and right, and a front porch with white columns gives the house a feeling of grandeur. Atop the hipped roof and porches are white balustrades. A staircase leads up to the white front door, which is flanked to the side by decorative thin and tall windows. There are five windows on the front of the house: there are three above the door, and two beside it. The windows are flanked by white shutters, which are sometimes closed on certain windows. Atop the house are four chimney stacks of red brick. Around the house are mature trees of oak, and to the northwest side of the house are immature sweet gum trees with star-shaped leaves. On the sides of the house there are rows of windows on the first and second floors, including bay windows in the first floor under each porch. At the back of the house is another stairway leading to a porched door. To access a full view of the home, there is a walking path that goes past the house. You can also use the lawn. There are some spots on the lawn where landscaping has resulted in drop-offs and uneven ground.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C6C0510C-844D-4A9A-96F4-755A6D207BE5",
    "url": "https://www.nps.gov/places/hamilton-grange-convent-ave-location.htm",
    "title": "Hamilton Grange Convent Ave location",
    "listingDescription": "This is where Hamilton Grange was moved to in 1889 in order for it to be used as a chapel for St. Luke's Church.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/DCF6281E-9594-D059-4C82CCB6A9FC06C2.jpg",
        "credit": "NPS Photo",
        "altText": "A white house, Hamilton Grange, sits between two larger buildings on either side.",
        "title": "Hamilton Grange Sandwich",
        "description": "",
        "caption": "From 1889 until 2008, Hamilton Grange sat between two larger buildings.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/DCF6281E-9594-D059-4C82CCB6A9FC06C2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/DCF6281E-9594-D059-4C82CCB6A9FC06C2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NY",
        "parkCode": "hagr",
        "designation": "National Memorial",
        "fullName": "Hamilton Grange National Memorial",
        "url": "https://www.nps.gov/hagr/index.htm",
        "name": "Hamilton Grange"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hamilton Grange National Memorial",
      "Alexander Hamilton"
    ],
    "latitude": "40.82237435047311",
    "longitude": "-73.94769158092026",
    "latLong": "40.82237435047311,-73.94769158092026",
    "bodyText": "<p paraeid=\"{d91022db-b651-4029-8966-a606e2ba0c4c}{186}\" paraid=\"338875922\">Alexander Hamilton’s country home, The Grange, was originally built on top of a hill at approximately 143rd Street (a short distance from this location). In 1889, however, the building was moved to 141st Street and Convent Avenue. If you turn towards your left at this spot and look north down Convent Ave, where you see the sign for 143rd Street, on the left-hand side of the avenue is where The Grange would have approximately stood.</p> <p paraeid=\"{d91022db-b651-4029-8966-a606e2ba0c4c}{212}\" paraid=\"1471899919\">In the nineteenth century, settlement in New York City continued to expand from the southern tip of Manhattan to the north. In 1889, The Grange had to be moved for the creation of 143rd Street. A real estate developer purchased and donated the home to St. Luke's Episcopal Church, and it was moved to this location. The front and rear porches were removed, and the house was lifted off its foundation and drawn by horses to the new site. At the time, the congregation was constructing a new church and they used The Grange to conduct services. Later in 1924, the American Scenic and Historic Preservation Society purchased the home and turned it into a museum. Furniture and decorative objects associated with the family were put on display. </p> <p paraeid=\"{d91022db-b651-4029-8966-a606e2ba0c4c}{250}\" paraid=\"1916448374\">While the building was saved, the original intent of Hamilton and the architect was altered. The building was repositioned at a new angle and many changes were made including the creation of an entrance through a side window. When the National Park Service (NPS) acquired The Grange in 1962, the building had been sandwiched between St. Luke's Church and an apartment building. The NPS agreed to administer The Grange, with the stipulation that it be allowed to move the building to a place where it could be properly restored. In 2008, the building was moved to its current location at St. Nicholas Park.  </p>",
    "audioDescription": "An empty lot about 80 feet wide blocked off by a black iron fence. The lot is overgrown with brush. On the left side of the lot, there is an apartment building, and on the right hand side of the lot is a church. Next to the church is a bronze statue, about 12 feet tall, of Alexander Hamilton standing atop a granite base. Stonework covers the ground from the fence to about 10 feet into the lot, and then the ground subsides where the foundation of the house once stood. There is a crosswalk on Convent Avenue which crosses 141st Street, and a crosswalk on 141st Street that crosses Convent Avenue.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "4B1CF12E-3F71-4FD4-8DC0-D14F7669F211",
    "url": "https://www.nps.gov/places/hamilton-grange-gardens.htm",
    "title": "Hamilton Grange Gardens",
    "listingDescription": "The gardens of Hamilton Grange were planned by Hamilton in his letters to Eliza.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/DBD2FB5F-BD6E-B884-CDF291745AAE5266.jpg",
        "credit": "NPS Photo",
        "altText": "A purple iris among greenery",
        "title": "Purple Iris",
        "description": "",
        "caption": "The gardens were Hamilton's vision.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/DBD2FB5F-BD6E-B884-CDF291745AAE5266.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/DBD2FB5F-BD6E-B884-CDF291745AAE5266.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NY",
        "parkCode": "hagr",
        "designation": "National Memorial",
        "fullName": "Hamilton Grange National Memorial",
        "url": "https://www.nps.gov/hagr/index.htm",
        "name": "Hamilton Grange"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hamilton Grange National Memorial",
      "Alexander Hamilton"
    ],
    "latitude": "40.821568828352994",
    "longitude": "-73.94712583087676",
    "latLong": "40.821568828352994,-73.94712583087676",
    "bodyText": "<p paraeid=\"{a74b1950-620a-492b-bc4b-5a4abea52582}{99}\" paraid=\"778869478\">One of the many impressive features of The Grange would have been the extensive gardens that surrounded it. Alexander Hamilton’s gardens would have had many exotic plants that he had received from his close friend, Dr. Hosack, founder of the Elgin Botanic Garden, the first public botanical garden in the United States. Hamilton wrote specific instructions for a circular garden in front of The Grange. The flowers included tulips, lilies, hyacinths, and roses.<br /> <br /> Reportedly, Alexander Hamilton planted 13 sweet gum trees to represent the 13 original colonies. New York City has a great climate for sweet gum trees. They thrive near swamps and springs and these features were common in the Harlem area in the early-19th century. While the original trees are gone, the current trees are a living memorial to Hamilton’s legacy.  </p>",
    "audioDescription": "Facing the house from the street, there are separate areas of gardens. The closest to the street is the circular rose garden. This garden has a diameter of about 15 feet across. In its center are rose bushes that bloom in the summer and fall. In the spring, tulips and daffodils grace the outskirts of this garden. Closer to the house are the east and west front gardens. These gardens also contain rose bushes, daffodils and tulips. Throughout the summer and fall, purple and white irises also bloom on long stalks. The East and West gardens span the width of the Grange, about 50 feet. Following the path past the house, there is a small garden to the southeast of the house, and behind the house, called the back garden. These gardens contain irises and bushes.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Grounds and Garden",
        "id": "C0528E89-B6A9-4920-82BD-41C779C43211",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=7079991&id=C0528E89-B6A9-4920-82BD-41C779C43211"
      }
    ],
    "relevanceScore": 1
  }
]