[
  {
    "id": "90A05B9D-A799-4709-BBF1-D6B250DB8959",
    "url": "https://www.nps.gov/places/harriettubmanhome.htm",
    "title": "Harriet Tubman Home",
    "listingDescription": "Harriet Tubman bought a 7-acre area of land in of 1859 in Auburn, New York. There was a barn and a farmhouse, where Harriet Tubman would move her family from St. Catharines, Canada, south to Auburn, New York. In 1880, a fire destroyed the original wood-frame house after a resident under Harriet’s care used a defective stovepipe as a chimney in their room. Harriet Tubman and her family constructed a new brick house in 1882 and lived in that building until her passing in 1913.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C83A5970-DC07-F908-F6D08FEB9B2CDC96.jpg",
        "credit": "NPS Photo",
        "altText": "The front of a brick two-story house with small white columns in front surrounded by trees with fall",
        "title": "Harriet Tubman Home With Trees",
        "description": "",
        "caption": "Harriet Tubman lived in this brick residence from about 1882 until a few years before her death.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C83A5970-DC07-F908-F6D08FEB9B2CDC96.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C83A5970-DC07-F908-F6D08FEB9B2CDC96.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NY",
        "parkCode": "hart",
        "designation": "National Historical Park",
        "fullName": "Harriet Tubman National Historical Park",
        "url": "https://www.nps.gov/hart/index.htm",
        "name": "Harriet Tubman"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Harriet Tubman",
      "Abolition",
      "Anti-Slavery",
      "African-American history",
      "African-American Sites",
      "Civil Rights",
      "Underground Railroad"
    ],
    "latitude": "42.91076896983935",
    "longitude": "-76.56425714492798",
    "latLong": "42.91076896983935,-76.56425714492798",
    "bodyText": "<p>For the decade following her escape to freedom, Harriet Tubman devoted her energy to helping her friends and family attain their own emancipation. As the most famous conductor on the Underground Railroad, she was almost constantly on the move between Canada and Maryland. In that time, she rarely had an opportunity to establish a home base for herself. Realizing that a Civil War was imminent, Tubman found a haven for her family in the pastoral village of Fleming, New York, just outside the city of Auburn. </p> <p>Harriet Tubman purchased a 7-acre farm on South Street in the late winter or early spring of 1859 from Frances Seward, an active member of the Women’s Suffrage movement and an abolitionist. In this home, Tubman’s parents, brothers, nieces, and nephews would be protected by her powerful abolitionist friends during the coming conflict. Here, they could build a life among the familiar rhythms of the seasons and connect with other families from the eastern shore of Maryland in the free black community of “New Guinea.”</p> <p>Harriet Tubman purchased the farm for $1,200, with $25 down. At the time of purchase, the farm included a wood-frame farmhouse on a fieldstone foundation, measuring 22 by 28 feet, facing the plank road and probably with a gable front. A barn would have been at the rear. These buildings could have dated back to 1840, or may have been built after 1853. On February 10, 1880, an accidental fire destroyed Tubman’s wood-frame house. </p> <p>Constructed between 1881 and 1882, the new brick house we see today was erected on a foundation of cut Onondaga limestone laid upon the subsurface rubble stone footing of the old house. At a full two stories with an attic, the new house was probably larger than the old one, with about 1,200 square feet on two finished floors. The house was entirely designed and built by African Americans—most likely Tubman’s second husband, Nelson Davis, and Tubman’s relatives and friends.</p> <p>Auburn, NY was a hub for abolitionists in the mid-1800s and had ties to Philadelphia, PA where Harriet Tubman lived immediately after she escaped from slavery in Maryland. While in Philadelphia, Harriet met Lucretia Coffin Mott, an influential Quaker abolitionist. Lucretia’s sister, Martha Coffin Wright, lived in Auburn, NY in the 1850s and would become friends and colleagues with Harriet Tubman. Martha’s husband David was in a law practice with William Seward. Seward’s wife, Frances Miller Seward, Harriet, and Martha all worked to provide support for freedom seekers on the Underground Railroad in Auburn, NY.</p> <p>After her work on the Underground Railroad, Harriet Tubman used these connections to wealthy and powerful white abolitionists to finally secure a place where she could have her own home and determine the course of her life in freedom.</p> <p>When Harriet Tubman purchased her 7-acre parcel from Frances Seward in 1859, the transfer of land to a self-emancipated person was illegal under the Fugitive Slave Act. Frances Seward was breaking the law and taking a large risk to help Harriet Tubman have her own land. Frances (correctly) thought that since her husband, William Seward, was a powerful politician in New York State that no action would be taken against them.</p> <p>Harriet Tubman lived in Auburn, New York from 1859 until her passing in 1913. She lived on the South Street property, adding new buildings for her family to live in as well as starting the Harriet Tubman Home for the Aged and Infirm Negros so that there would be a place of refuge for the elderly, sick, and homeless she knew.  <br /> Harriet Tubman continued her devotion to supporting others by opening her home on the farm to let people stay, specifically those people who had suffered the most under slavery and war. Harriet Tubman welcomed many people into her home, including orphans, people who were disabled, and anyone too old to work and support themselves. Harriet Tubman continued to operate the farm, producing thousands of pounds of pork, hundreds of pounds of butter and enough food grown to feed the growing number of people that Harriet Tubman continued to love and support.</p> <p>To memorialize and ensure sustainability of her work, Harriet Tubman wanted to see her home established as an incorporated organization that would continue in her name. On December 3rd, 1895, the certificate of incorporation was signed, and the “Harriet Tubman Home” was founded to “Establish and maintain a home or retreat for the shelter, care and maintenance of worthy indigent colored people.” Her legacy would continue and grow even after her death in 1913.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.harriettubmanhome.com/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "First Aid Kit Available",
      "Gifts/Souvenirs/Books",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information - Maps Available",
      "Information - Ranger/Staff Member Present",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Picnic Table",
      "Restroom",
      "Restroom - Seasonal",
      "Scenic View/Photo Spot",
      "Trash/Litter Receptacles",
      "Water - Drinking/Potable"
    ],
    "managedByOrg": "Harriet Tubman Home Inc.",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "180-182 South Street in Auburn, NY 13021. ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Harriet Tubman continued her devotion to supporting others by opening her home and 7-acre farm she purchased in 1859 in Auburn, NY to let people stay, specifically those people who had suffered the most under slavery and war. Harriet Tubman welcomed many people into her home, including orphans, people who were disabled, and anyone too old to work and support themselves. Harriet Tubman continued to operate the farm, to feed the growing number of people for whom she cared.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Designated a National Historic Landmark on May 30, 1974 and added to the National Register of Historic Places on April 2, 1999. Designated Harriet Tubman National Historical Park, under the National Park Service, Department of the Interior, on January 10, 2017. ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Harriet Tubman Home and Barn",
        "id": "7A3613A9-5BA5-4D71-B694-BE41833DB2F7",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=7148552&id=7A3613A9-5BA5-4D71-B694-BE41833DB2F7"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "9E363759-6E7A-48CD-95F3-DB05F628D093",
    "url": "https://www.nps.gov/places/tubmanagedhome.htm",
    "title": "Harriet Tubman Home for Aged & Indigent Negroes",
    "listingDescription": "At the age of 74, Tubman purchased at auction a 25 acre parcel of land with numerous structures which abutted her residential property. Her hope was to establish the Tubman Home for Aged and Indigent Negroes to carry on her work, after she was gone, of caring for the old and poor in her community. When she was unable to raise funds necessary to open the facility, Tubman deeded the property to the African Methodist Episcopal Zion Church",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/nri/20150922/20150922/A90B42B3-94A6-5B68-8F156AA7B523B4FB/A90B42B3-94A6-5B68-8F156AA7B523B4FB.jpg",
        "credit": "",
        "altText": "Harriet Tubman Home for the Aged in the winter. White snow makes the white house look fluffy.",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "NY",
        "parkCode": "hart",
        "designation": "National Historical Park",
        "fullName": "Harriet Tubman National Historical Park",
        "url": "https://www.nps.gov/hart/index.htm",
        "name": "Harriet Tubman"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Harriet Tubman",
      "Underground Railroad",
      "Women's History",
      "African American History",
      "National Register of Historic Places",
      "nrhp",
      "Historic Preservation Fund",
      "Historic Preservation Grants",
      "National Historic Landmark",
      "nhl"
    ],
    "latitude": "42.9116019079537",
    "longitude": "-76.56365633010864",
    "latLong": "42.9116019079537,-76.56365633010864",
    "bodyText": "<p>Harriet Tubman has long been known for her work as a conductor on the <a href=\"https://www.nps.gov/subjects/ugrr/about_ntf/index.htm\">Underground Railroad</a> and her unwavering fight for abolition. As a conductor, Tubman returned to Dorchester County, Maryland thirteen times bringing North to freedom 70 of her family and friends earning her the moniker, “Moses of Her People.”<br /> <br /> After serving the Northern Army as a scout, spy, and nurse during the Civil War, Tubman returned to her home in Auburn/Fleming, NY which she had purchased in 1859 from Frances Seward, wife of then US Senator from NY, William Seward. At her residence, Tubman cared for family members, including her aging parents, and continued her humanitarian work taking in those in need of shelter, food, clothing, and medical attention.<br /> <br /> At the age of 74, Tubman purchased at auction a 25 acre parcel of land with numerous structures which abutted her residential property.  Her hope was to establish the Tubman Home for Aged and Indigent Negroes to carry on her work, after she was gone, of caring for the old and poor in her community. When she was unable to raise funds necessary to open the facility, Tubman deeded the property to the African Methodist Episcopal Zion Church in exchange for their opening and operating the Tubman Home for Aged and Indigent Negroes. The facility operated from 1908 until the early 1920s. Tubman herself became a patient, staying in a structure on the property called John Brown Hall which was used as the infirmary and main dormitory, until her death in 1913.<br /> <br /> After it closed, the African Methodist Episcopal Zion Church held on to the property but the buildings fell into severe disrepair. In 1953, the AME Zion Church re-built one structure and opened it to the public as a museum preserving the humanitarian vision of its founder, Harriet Tubman. The property became part of Harriet Tubman National Historical Park, a partnership park between the National Park Service and the Harriet Tubman Home, Inc. under the auspices of the African Methodist Episcopal Zion Church.<br /> <br /> <em>A project through the <a href=\"http://go.nps.gov/sat\">Save America's Treasures Grant Program</a>, which helps preserve nationally significant historic properties and collections, funded preservation, reconstruction and interpretation work at the Harriet Tubman Home for Aged and Indigent Negroes</em><em> in 2000. </em></p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.harriettubmanhome.com/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "First Aid Kit Available",
      "Gifts/Souvenirs/Books",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information - Ranger/Staff Member Present",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Picnic Table",
      "Restroom",
      "Restroom - Seasonal",
      "Toilet - Flush",
      "Toilet - Vault/Composting",
      "Trash/Litter Receptacles",
      "Water - Drinking/Potable"
    ],
    "managedByOrg": "Harriet Tubman Home Inc.",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "The Tubman Home for Aged and Indigent Negroes is located at 180 South St. in Auburn, NY. ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Harriet Tubman’s vision of creating a nursing home for the poor and old in her community was realized with the creation of the Tubman Home for Aged and Indigent Negroes. She purchased the property in 1896 and, with the help of the African Methodist Episcopal Zion Church, the facility opened its doors to patients in 1908.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Designated a National Historic Landmark and added to the National Register of Historic Places on May 30, 1974. Designated Harriet Tubman National Historical Park, under the National Park Service, Department of the Interior, on January 10, 2017.",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Harriet Tubman Home for the Aged",
        "id": "ACAAABB7-8101-46C1-8C2C-D3A5D4267664",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=4954248&id=ACAAABB7-8101-46C1-8C2C-D3A5D4267664"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "11FD49B3-1DF6-4E03-8CA5-92084A3BD1E8",
    "url": "https://www.nps.gov/places/thompsonamez.htm",
    "title": "Thompson Memorial African Methodist Episcopal Zion Church",
    "listingDescription": "Built in 1891, the Thompson Memorial African Methodist Episcopal Zion church represented a place of worship and a cornerstone of Auburn’s Black community. Harriet Tubman, a prominent member of this community, worshipped at this church alongside her family. The church became Tubman’s final resting place when she passed away in 1913. Registered as a National Historic Landmark in 1974, the church building was purchased by the National Park Service in 2017.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5E58B5F1-EE50-9432-0536C2AA7CED7C56.jpg",
        "credit": "NPS Photo",
        "altText": "A side view of a green and orange church building with a tall steeple and a tree in front.",
        "title": "Thompson Memorial A.M.E. Zion Church",
        "description": "",
        "caption": "The Thompson Memorial A.M.E. Zion Church has been restored to its 1913 appearance.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5E58B5F1-EE50-9432-0536C2AA7CED7C56.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5E58B5F1-EE50-9432-0536C2AA7CED7C56.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NY",
        "parkCode": "hart",
        "designation": "National Historical Park",
        "fullName": "Harriet Tubman National Historical Park",
        "url": "https://www.nps.gov/hart/index.htm",
        "name": "Harriet Tubman"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "D4586E32-FB0D-4AF0-B7A1-2FD61CBCAB12",
        "url": "https://www.nps.gov/orgs/1205/",
        "name": "Network to Freedom"
      }
    ],
    "tags": [
      "Harriet Tubman",
      "African American History",
      "African American Women",
      "Abolition",
      "Anti-Slavery",
      "Underground Railroad",
      "Civil Rights"
    ],
    "latitude": "42.92325793141158",
    "longitude": "-76.57567799091339",
    "latLong": "42.92325793141158,-76.57567799091339",
    "bodyText": "<p lang=\"EN-US\" paraeid=\"{33271fdc-2a71-4bcd-b04e-d5ce4ae15149}{83}\" paraid=\"258867351\" xml:lang=\"EN-US\">Built in 1891, the Thompson Memorial African Methodist Episcopal Zion Church in Auburn stands as a testament to Harriet Tubman’s legacy. This was the location that Harriet Tubman would worship in and is where Harriet Tubman would be buried from in 1913. For years, the African Methodist Episcopal Zion Church (A.M.E. Zion) was involved in the Anti-Slavery movement. Several members of the congregation worked as Underground Railroad activists, as did countless other A.M.E. Zion congregations throughout the country. Churches would be important locations for freedom seekers, often represented as “stations” on the Underground Railroad. </p> <p lang=\"EN-US\" paraeid=\"{44ad2079-8c14-42ff-8e9f-7d46a2904ff0}{113}\" paraid=\"539999399\" xml:lang=\"EN-US\">The National Register for Historic Landmarks listed the Thompson Memorial A.M.E. Zion Church in 1974. The Thompson Memorial A.M.E. Zion Church congregation would continue to use the building for worship for over 100 years, from 1891 until finally moving to a new location in 1993. The original building would go largely unused after 1993 by the Church and would be acquired by the National Park Service in 2017. In the same year, the National Park Service began stabilizing efforts to protect the property. Restoration efforts are underway for the building since 2017, and once completed visitors will be able to view the Thompson Memorial A.M.E. Zion Church building as it appeared in 1913 during Harriet Tubman’s funeral. </p> <p lang=\"EN-US\" paraeid=\"{33271fdc-2a71-4bcd-b04e-d5ce4ae15149}{85}\" paraid=\"1319396570\" xml:lang=\"EN-US\">The African Methodist Episcopal congregation of Auburn, first established in 1838, had originally met in the homes of various members. On August 24, 1846, at the home of one of the members of the congregation, the church would reincorporate as “The African Methodist Episcopal Zion Church of Auburn,” adding the “Zion” to the name of the church.  </p> <p lang=\"EN-US\" paraeid=\"{33271fdc-2a71-4bcd-b04e-d5ce4ae15149}{89}\" paraid=\"1984326765\" xml:lang=\"EN-US\">As the congregation in Auburn grew, so did the need for a building, and fundraising efforts would begin. The church cost more than originally expected, and at first the community struggled to raise enough funds to erect a sanctuary. At last, in 1891, the A.M.E. Zion Church of Auburn would raise enough money for their new building, including a pledge of $500 from Harriet Tubman. During the cornerstone laying ceremony, the Church renamed itself “Thompson Memorial African Methodist Episcopal Zion Church” to commemorate Joseph P. Thompson, an early pastor in the Church who had since become a bishop. Harriet Tubman added a single item inside the cornerstone, which is still there today, a coin with the profile of her good friend, John Brown.  </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "The Thompson Memorial A.M.E. Zion Church is located at 49 Parker Street, Auburn, New York 13021.  ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Built in 1891, the Thompson Memorial African Methodist Episcopal Zion Church in Auburn stands as a testament to Harriet Tubman’s legacy. This was the location that Harriet Tubman would worship in and is where Harriet Tubman would be buried from in 1913. For years, the A.M.E. Zion Church was involved in the Anti-Slavery movement. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Designated a National Historic Landmark on May 30, 1974 and added to the National Register of Historic Places on April 2, 1999. Designated Harriet Tubman National Historical Park, under the National Park Service, Department of the Interior, on January 10, 2017. ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Thompson Memorial African Methodist Episcopal  Zion Church",
        "id": "8AA8DBFE-490E-4D14-90E6-7FE6B50310CE",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=7148478&id=8AA8DBFE-490E-4D14-90E6-7FE6B50310CE"
      }
    ],
    "relevanceScore": 1
  }
]