[
  {
    "id": "1BD2D330-DC82-4CCB-870E-97EEA791C8DF",
    "url": "https://www.nps.gov/places/blackdom-new-mexico.htm",
    "title": "Blackdom New Mexico",
    "listingDescription": "Blackdom, New Mexico was the most important black homesteader colony in New Mexico. Located fifteen miles south of Roswell, Blackdom was incorporated by thirteen African Americans from Roswell, New Mexico, in 1903.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/937A730C-D3C0-A429-EEB548792C0D1187.jpg",
        "credit": "Bill Moffitt/Silver City Sun News",
        "altText": "Woman with a microphone standing next to a \"Blackdom Townsite\" sign",
        "title": "Blackdom Townsite Dedication",
        "description": "",
        "caption": "Janet Baugham speaks to the audience during the dedication ceremony of the Blackdom townsite marker",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/937A730C-D3C0-A429-EEB548792C0D1187.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/937A730C-D3C0-A429-EEB548792C0D1187.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "home",
        "designation": "National Historical Park",
        "fullName": "Homestead National Historical Park",
        "url": "https://www.nps.gov/home/index.htm",
        "name": "Homestead"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Homestead Act of 1862",
      "New Mexico",
      "homestead colony",
      "desert",
      "African American History",
      "black homesteaders project",
      "homesteading"
    ],
    "latitude": "33.0968017578125",
    "longitude": "-104.44261932373047",
    "latLong": "33.0968017578125,-104.44261932373047",
    "bodyText": "Blackdom, New Mexico was the most important black homesteader colony in New Mexico.<br /> <br /> Blackdom was located fifteen miles south of Roswell. The town was incorporated in 1903 by thirteen African Americans. This group formed the Blackdom Townsite Company with $10,000 in combined assets. The group named <a href=\"https://www.nps.gov/people/francis-boyer.htm\">Frank Boyer </a>as their president.<br /> <br /> After some false starts, settlement began in an area of desert prairies around 1909. The region receives around 12 to 13 inches of precipitation annually. Underground reservoirs and artesian wells offered hope of bolstering poor rainfall with irrigation.<br /> <br /> Homesteaders may have been attracted to the area by a string of wetter years. They may also have been reacting to whites’ increasing hostility toward blacks living in Roswell (and elsewhere).<br /> <br /> Prominent families of Blackdom included the Boyers, Herrons, Proffits, Collins, Eubanks, Wilsons, and Smiths. Many of these families were intertwined through kin and marriage relationships.<br /> <br /> The community’s exact population is unknown, but estimates suggest around 150 persons. At least twelve women homesteaded, several on their own. One of those women was <a href=\"https://www.nps.gov/people/mattie-moore-wilson.htm\">Mattie Moore Wilson</a>; she owned 640 acres of land under two different land laws.<br /> <br /> By 1929, Blackdom residents had received homestead patents on sixty-four claims. Some residents filed for 160 acres under the Homestead Act. Other people filed for 320 acres under the Enlarged Homestead Act, Stock Raising Homestead Act, or the Desert Lands Act. Together these residents owned 13,056 acres; averaging 204 acres per claim.<br /> <br /> The residents of Blackdom established a community school, initially housed in the church. The school ensured that Blackdom’s children would be educated. The residents understood the importance of education and its connection to power and influence.<br /> <br /> Many lived on farms, but Blackdom also developed a small village that gained its own US post office in 1912. The village opened a store, a new church, a pumping plant, and an office building (likely containing land sales and legal offices).<br /> <br /> Blackdom’s prosperity depended on adequate precipitation. From 1911 through 1923, rainfall in the area averaged 13.5 inches. This prosperity was marred only by the dry years of 1917, 1918, and 1922. Rainfall in the 1920s, however, was less plentiful and highly variable. The disastrous decline in crop prices after World War I badly damaged Blackdom’s farmers.<br /> <br /> Blackdom’s post office closed in 1919. Blackdom began to empty out in the 1920s, though current records do not allow us to say by exactly how much.<br /> <br /> National oil companies and local oil speculators discovered oil in the Roswell Basin. These companies began buying leases and sinking exploratory wells. Blackdom residents pooled their lease rights and formed the Blackdom Oil Company. The company was formed to make their land more attractive to major lease buyers and strengthen their bargaining power. The Company controlled lease rights to perhaps 10,000 acres.<br /> <br /> By March 1920, the Blackdom Oil Company entered a contract for 4,200 acres with the National Exploration Company in a deal worth up to $70,000. Unfortunately, the fields were not commercially viable, prompting oil activity in the Roswell Basin to come to an end.<br /> <br /> The community of Blackdom did not survive the Great Depression.<br /> <br /> Learn more about <a href=\"https://www.nps.gov/home/black-homesteading-in-america.htm\">Black Homesteading in America</a>.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "http://www.nmhistoricpreservation.org",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "Marker erected by the New Mexico Historic Preservation Division",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Chaves County, New Mexico",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Black homesteader colony in New Mexico",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Blackdom, New Mexico Homestead Colony",
        "id": "DC5FE36F-9339-4F20-9BED-8134F5A2E700",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6655611&id=DC5FE36F-9339-4F20-9BED-8134F5A2E700"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "BC258B76-A48C-4C92-A3A9-52626E1B8FD3",
    "url": "https://www.nps.gov/places/daniel-freeman-homestead.htm",
    "title": "Daniel Freeman Homestead",
    "listingDescription": "Daniel Freeman's homestead claim in Gage County, Nebraska was likely the very first to be made and successfully \"proved up\" under the Homestead Act of 1862. Today, the claim is a part of Homestead National Monument of America.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/nri/20190318/places/AD4D54EE-97A9-81D3-8796DEFF01856583/AD4D54EE-97A9-81D3-8796DEFF01856583.jpg",
        "credit": "NPS Photo",
        "altText": "Black and white photo of a house with five people standing in front.",
        "title": "",
        "description": "",
        "caption": "The Freeman Family standing next to their brick house. This house burned in 1916.",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "home",
        "designation": "National Historical Park",
        "fullName": "Homestead National Historical Park",
        "url": "https://www.nps.gov/home/index.htm",
        "name": "Homestead"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Homestead National Monument of America",
      "Homestead Act of 1862",
      "homesteading",
      "Nebraska",
      "Legislating Westward Expansion",
      "Westward Expansion",
      "agriculture"
    ],
    "latitude": "40.28870002527297",
    "longitude": "-96.83494529239402",
    "latLong": "40.28870002527297,-96.83494529239402",
    "bodyText": "<p>One of the first people to file a claim under the Homestead Act of 1862 was Daniel Freeman. The site of his claim is now the site of Homestead National Historical Park. This site commemorates the lives and accomplishments of all pioneers and the changes brought about by the Homestead Act. Legend has it that Daniel Freeman filed his claim 10 minutes after midnight at the Land Office in Brownville, NE on January 1, 1863, the first day the Homestead Act went into effect.</p> <p>Mr. Freeman came from Illinois to Nebraska alone and began corresponding with Agnes Suiter, a young woman from LeClaire, Iowa. Agnes had been engaged to Daniel's brother James, who died in the Civil War. Daniel proposed marriage through the mail, and in 1865, brought his new bride back to his homestead claim. There, they had 8 children over the years. As the children grew, some married and built homes on the old homestead.</p> <p>During the tenure of the Freeman family, a variety of structures were built upon the land. A small log cabin was built in the north forty of the claim, as well as traditional farming outbuildings. This cabin was often photographed and later depicted in engravings as the First Homestead Cabin. In later years, the family was financially secure enough to build a two-story brick house near the woodland edge of the claim. A barn and other outbuildings were built nearby. Other features of the homestead included an Osage Orange hedgerow, planted and pruned to keep animals out of productive fields. Remains of this hedgerow still exist on the land today. The Freeman family and tenant farmers planted corn, wheat, and oats and orchards of apple and peach trees.</p> <p>The brick house burned in 1916, 8 years after Daniel Freeman's death in 1908. It was replaced with a small wood frame house near that site for Daniel and Agnes' daughter Agnes Freeman Quackenbush. A similar house was built for Agnes next to the old freight road near the center of the claim. She often cared for grandchildren there, and lived in the home nearly until her death in 1931. None of the Freeman homes exist on the site today.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "National Park Service",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Gage County, Nebraska",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The Freeman Homestead is likely the first claim made and successfully proved up on under the Homestead Act of 1862.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historical Park; National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F13BB1B8-C1DA-4868-83D1-B4FA782A7BDE",
    "url": "https://www.nps.gov/places/dar-monument.htm",
    "title": "Daughters of the American Revolution Monument",
    "listingDescription": "The Daughters of the American Revolution (DAR) created the first physical monument of Daniel Freeman's land. Attempts at creating a national monument on Daniel Freeman's homestead claim had failed and the DAR chapter in Beatrice, Nebraska wanted to help preserve the story of homesteading. In 1925 the DAR placed a stone monument on Daniel Freeman’s plot of land commemorating it as the first homestead filed under the Homestead Act of 1862.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/EFACEEB6-F9C9-337E-6A84B6D2759EE1DC.jpg",
        "credit": "NPS Photo/ Amy Neumann",
        "altText": "Plaque memorializing the location",
        "title": "DAR Monument",
        "description": "",
        "caption": "Daughters of the American Revolution Monument at Homestead National Monument of America",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EFACEEB6-F9C9-337E-6A84B6D2759EE1DC.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EFACEEB6-F9C9-337E-6A84B6D2759EE1DC.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "home",
        "designation": "National Historical Park",
        "fullName": "Homestead National Historical Park",
        "url": "https://www.nps.gov/home/index.htm",
        "name": "Homestead"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Homestead National Monument of America",
      "Homestead Act of 1862",
      "Daniel Freeman",
      "Daughters of the American Revolution",
      "DAR monument",
      "Park History"
    ],
    "latitude": "40.28794479270241",
    "longitude": "-96.83352707896515",
    "latLong": "40.28794479270241,-96.83352707896515",
    "bodyText": "<p>The Daughters of the American Revolution (DAR) created the first physical monument of Daniel Freeman's land. Attempts at creating a national monument on Daniel Freeman's homestead claim had failed and the DAR chapter in Beatrice, Nebraska wanted to help preserve the story of homesteading. In 1925 the DAR placed a stone monument on Daniel Freeman’s plot of land commemorating it as the first homestead filed under the Homestead Act of 1862.<br /> <br /> <br /> The monument is a limestone block from the second Nebraska state capitol building with a plaque placed on top. The plaque reads: 1863-1925. This stone from the old state capital at Lincoln, Nebraska marks the site of the first registered homestead of the United States. Erected by Elizabeth Montague Chapter, Daughters of the American Revolution, Beatrice, Nebraska.<br data-text=\"true\" /> <br /> Daniel Freeman appears to have been promoting the idea of placing a monument on his farm at Beatrice as early as 1884. He wanted to memorialize it as the nation's first homestead. In late 1908 shortly after Freeman's death, people in Beatrice created a movement to preserve his homestead as a National Park. In an editorial, the Beatrice Daily Sun gave its endorsement to the proposal:</p> <blockquote> <p>A movement started by J. E. Lang is on foot to appeal to congress to covert the old Daniel Freeman homestead into a national park. The idea has merits galore and is of more than merely local significance.<br data-text=\"true\" /> <br /> Application will be made to the Nebraska congressional representatives with a view to having a bill introduced providing for this disposition of the first homestead filed on under the law which has since made it possible for thousands to become thrifty and independent landholders. - Beatrice Daily Sun, February 12, 1909</p> </blockquote> <p>In February 1909, Congressman Edward H. Hinshaw introduced a bill (H. R. 28380) proposing the establishment of a National Park on the Freeman homestead. Hinshaw's bill appears to have received little or no organized support. It was referred to the Committee on Public Lands and was not revived. Hinshaw renewed his attempts to preserve the Freeman homestead. On April 8. 1910 he introduced a bill (H. R. 6757), similar to H. R. 28380, to appropriate money to buy the Freeman homestead as a National Park. This bill also was referred to the Committee on Public Lands.</p> <p><br /> This time, Nebraska Governor Chester A. Aldrich asked the State Senate to give its support to Hinshaw's bill. He wrote, \"[it] would be a fitting commemoration for the Services of the Honorable Galusha A. Grow.\"<br data-text=\"true\" /> <br /> The State Senate petitioned the Secretary of the Interior and Congress urging the passage of the Homestead Bill. The Chairman of the Committee of Public Lands and Secretary of the Interior stated that it was a policy \"that national parks shall not be established except in extraordinary cases of beauty, freaks of nature, geysers, etc.\" The bill was not submitted for reconsideration.<br /> In 1925, Senator George W. Norris endorsed the idea of creating a museum to house agricultural implements, representing developments from the early days at the Freeman homestead in the Nebraska State Journal.<br data-text=\"true\" /> <br /> In November, the Daughters of the American Revolution chapter in Beatrice decided to erect a monument. They went to Lincoln to select a stone to mark the site of the Freeman homestead. This marker was dedicated by Governor Adam McMullen in May 1926.<br data-text=\"true\" /> <br /> Homestead National Monument of America was finally established on March 19, 1936.<br /> <br /> Check out this monument on the Grain Grower Highway trail at Homestead National Monument of America. Learn more about the <a href=\"https://www.nps.gov/home/planyourvisit/hikingtrails.htm\">hiking trails</a> at the park.</p>",
    "audioDescription": "On the Grain Grower Highway trail at Homestead National Monument of America. It is located near the prairie plaza and the centennial time capsule.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/home/index.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "Homestead National Monument of America",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Beatrice, NE",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "First Memorial to mark the location of the first registered homestead in the US",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "17CEEE38-540C-44D9-9066-3673FF33ACCE",
    "url": "https://www.nps.gov/places/dewitty-nebraska.htm",
    "title": "DeWitty Nebraska",
    "listingDescription": "DeWitty began forming in 1904 with the Kinkaid Act. This act expanded the Homestead Act allowing individuals to claim 640 acres of land in Nebraska's sand hills. It grew to be the most populous, long-lived, and successful settlement of black homesteaders in Nebraska.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CD093F97-C871-04EC-21A8873C74CFA572.jpg",
        "credit": "History Nebraska/Solomon Butcher",
        "altText": "Large group of people standing outside of a church",
        "title": "St. James AME Church",
        "description": "",
        "caption": "Members of the St. James African Methodist Episcopal church.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CD093F97-C871-04EC-21A8873C74CFA572.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CD093F97-C871-04EC-21A8873C74CFA572.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "home",
        "designation": "National Historical Park",
        "fullName": "Homestead National Historical Park",
        "url": "https://www.nps.gov/home/index.htm",
        "name": "Homestead"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "homestead colony",
      "Homestead Act of 1862",
      "DeWitty",
      "Nebraska",
      "African American History",
      "homesteading",
      "black homesteaders project"
    ],
    "latitude": "42.2846",
    "longitude": "-100.536268",
    "latLong": "42.2846,-100.536268",
    "bodyText": "<p>DeWitty grew to be the most populous, long-lived, and successful settlement of black homesteaders in Nebraska.<br /> <br /> DeWitty was a homestead colony in Cherry County, Nebraska located 10 miles northwest of Brownlee. The community began forming in 1904 with the Kinkaid Act. This act expanded the Homestead Act allowing individuals to claim 640 acres of land in Nebraska's sand hills.<br data-text=\"true\" /> <br /> Eleven settlers filed homestead claims in 1907, three more in 1908, six in 1909, six in 1910, and twelve in 1911. Between 1904 and 1911, forty-three entries were made. Many were along both sides of the North Loup River.<br data-text=\"true\" /> <br /> By 1929, DeWitty residents had claimed fifty-six homesteads for 29,402 acres. The total number of black people who at some point lived in DeWitty was between 150 and 175. DeWitty reached its population peak of about 150 residents in 1915. In 1912, Miles H. DeWitty established and operated the post office and ran a small store.<br data-text=\"true\" /> <br /> DeWitty families were closely connected to residents of other black homesteading communities. For example, <a href=\"https://www.nps.gov/people/charles-speese.htm\">Charles and Rosetta Speese</a>, left <a href=\"https://www.nps.gov/places/empire-wyoming.htm\">Empire, Wyoming</a>, in 1920 to settle near relatives in DeWitty.<br data-text=\"true\" /> <br /> DeWitty parents placed a high priority on educating their children. They established several school districts in areas where there were no white settlers. One included both white and black children. Most of the teachers were drawn from DeWitty itself. One of those teachers was <a href=\"https://www.nps.gov/people/peryle-woodson.htm\">Perlye Woodson</a>.<br /> <br /> Much of DeWitty’s social life revolved around the St. James African Methodist Episcopal (AME) Church, built in 1910. The residents also cultivated other important cultural, civic, and leisure pastimes. They participated in baseball, singing groups, reading circles, and so on.<br data-text=\"true\" /> <br /> The first Sunday of August was reserved for a big celebration and picnic for the DeWitty colony. The celebration featuring speeches, food and games, and sometimes a rodeo.<br /> <br /> DeWitty, renamed Audacious, ultimately disappeared. DeWitty had prospered during the 1900s and 1910s. These were wetter years and had relatively high crop prices. Prices were even higher during the war years.<br data-text=\"true\" /> <br /> But starting in 1921, drier times returned, and crop prices fell disastrously. When the stock market crashed and the long drought of the 1930s arrived, DeWitty farmers could not survive.<br data-text=\"true\" /> <br /> DeWitty homesteaders found the Nebraska Sandhills to be a tough place to succeed at farming with poor soil quality. They borrowed where they could, mortgaging their land, but eventually sold to adjoining ranchers.<br data-text=\"true\" /> <br /> By 1936, all of the settlers had sold their land to ranchers and moved away. The last original parcel sold to outside hands in the 1990s. In 2016, the Nebraska State Historical Society installed a historic marker to commemorate the DeWitty settlement. Today the Descendants of DeWitty preserve the history of this community.<br /> <br /> Learn more about <a href=\"https://www.nps.gov/home/black-homesteading-in-america.htm\">Black Homesteading in America</a>.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "http://descendantsofdewitty.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "Descendants of DeWitty",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cherry County, Nebraska",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Most populous settlement of black homesteaders in Nebraska",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "88B58E7B-C277-4698-99BC-AFE3FEFF7526",
    "url": "https://www.nps.gov/places/dearfield-colorado.htm",
    "title": "Dearfield Colorado",
    "listingDescription": "Dearfield, in Weld County, about 70 miles northeast of Denver, was the largest black homesteading settlement in Colorado. At its peak between 1917 to 1921, Dearfield may have housed as many as 300 residents.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9A8ABF43-C14E-CFD4-3227884DC35BF467.jpg",
        "credit": "unknown/Weld County Images Collection, High Plains Library District, City of Greeley Museum",
        "altText": "Two men, a woman, and a child in a melon patch near a corn field",
        "title": "Dearfield Melons",
        "description": "",
        "caption": "OT Jackson with Booker T. Washington II and his family, who were visiting Dearfield",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9A8ABF43-C14E-CFD4-3227884DC35BF467.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9A8ABF43-C14E-CFD4-3227884DC35BF467.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "home",
        "designation": "National Historical Park",
        "fullName": "Homestead National Historical Park",
        "url": "https://www.nps.gov/home/index.htm",
        "name": "Homestead"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "homesteading",
      "Colorado",
      "black homesteaders project",
      "homestead colony",
      "African American History",
      "Homestead Act of 1862"
    ],
    "latitude": "40.288333892822266",
    "longitude": "-104.25694274902344",
    "latLong": "40.288333892822266,-104.25694274902344",
    "bodyText": "<p>Dearfield was the largest black homesteading settlement in Colorado. Dearfield, in Weld County, is about 70 miles northeast of Denver.<br data-text=\"true\" /> <br /> Dearfield was established by <a href=\"https://www.nps.gov/people/oliver-toussaint-jackson.htm\">Oliver Toussaint Jackson</a> in 1910. Inspired by the white colony at Greeley, Colorado, Jackson formed the Negro Townsite and Land Company. It was unsuccessful, but Jackson persisted.<br data-text=\"true\" /> <br /> Nineteen settlers trekked to Dearfield in 1911. One of those early settlers was <a href=\"https://www.nps.gov/people/james-monroe-thomas.htm\">James Monroe Thomas</a>. Some lived in dugouts and burned cow chips for fuel. By 1915, Dearfield settlers had constructed 44 wooden cabins on their homestead claims.<br data-text=\"true\" /> <br /> Demand for Dearfield’s agricultural products boomed during World War I, creating growing prosperity. More settlers arrived, boosting its population. At its peak between 1917 to 1921, Dearfield may have housed as many as 300 residents.<br data-text=\"true\" /> <br /> In 1918, the Dearfield homesteaders harvested their first significant marketable crops, netting them over $50,000. This allowed them to buy new farm equipment, upgrade their stock, and make home improvements. Many homesteaders also worked for white ranchers and in the town of Greeley.<br data-text=\"true\" /> <br /> The town began to attract businesses: a company to manufacture concrete blocks, a lumber and coal yard, a boarding house and store, and a hotel.<br data-text=\"true\" /> <br /> The community’s cultural life grew as well. Two churches provided regular services. O.T. Jackson built the Dearfield Lunchroom, which became a kind of community center where residents gathered. Residents opened a school, and the community hosted an annual festival and carnival. The town attracted prominent speakers including Colorado Governor George Carlson.<br data-text=\"true\" /> <br /> But the postwar period was harsh. The relatively wet 1910s gave way to the drier 1920s and then the extreme drought of the 1930s. The prices for their crops collapsed and fewer new settlers arrived. By 1925, Dearfield was home to a tiny fraction of its 1921 level.<br data-text=\"true\" /> <br /> The Dust Bowl forced most Dearfield homesteaders to seek work in the city. Jackson tried rebranding Dearfield as a “Valley Resort” for African Americans from Denver. He later offered to sell Dearfield to the federal government for use as an internment camp for Japanese-Americans. Both plans failed, and most of the town was torn down, the lumber reused.<br data-text=\"true\" /> <br /> A few deserted buildings remain in Dearfield: a gas station, a diner, and the founder's home. In 1995, the town was listed on the National Register of Historic Places. A 2010 monument next to one of the remaining buildings contains information about the history of the site.<br /> <br /> Learn more about <a href=\"https://www.nps.gov/home/black-homesteading-in-america.htm\">Black Homesteading in America</a>.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.bawmhc.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "Black American West Museum",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Weld County, Colorado",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "largest black homesteading settlement in Colorado",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic District",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Dearfield, Colorado Homestead Colony",
        "id": "96C3D3E8-0BC6-4ED5-81DA-8C91F973A80E",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6655753&id=96C3D3E8-0BC6-4ED5-81DA-8C91F973A80E"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "80CBD0C9-791E-4D84-BF95-D04EF8F6545A",
    "url": "https://www.nps.gov/places/dempster-mill-manufacturing-company.htm",
    "title": "Dempster Mill Manufacturing Company",
    "listingDescription": "Dempster Mill Manufacturing Company provided water for farmers for over one hundred years. Dempster Mill Manufacturing Company is one of the the longest running wind-powered water pump manufacturer in the United States. The company produced windmills from 1885 until 2009. Dempster Mill Mfg. Co. employed hundreds of people in the local area allowing the surrounding communities to thrive.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/nri/20190430/places/57EF33DE-AED3-BC89-3A53F50886ADFA30/57EF33DE-AED3-BC89-3A53F50886ADFA30.jpg",
        "credit": "NPS Photo",
        "altText": "Aerial view of Dempster buildings",
        "title": "",
        "description": "",
        "caption": "Aerial view of Dempster buildings, ca. 1960",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "home",
        "designation": "National Historical Park",
        "fullName": "Homestead National Historical Park",
        "url": "https://www.nps.gov/home/index.htm",
        "name": "Homestead"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Dempster",
      "Dempster Mill Manufacturing Company",
      "Manufacturing",
      "Industry",
      "farming",
      "agriculture",
      "factory",
      "windmill"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<p>The Homestead Act had broad effects across the country. As homesteaders settled the land, towns appeared across the American frontier. These communities and provided goods and services to the farmers. Homesteaders needed to tools to be able to live on their land, cultivate crops, and raise animals.<br data-text=\"true\" /> <br /> Demand for improved agricultural technology lead to a growing agricultural market. Agricultural stores and factories popped up across the American West to provide these goods. One of these agricultural manufacturers was Dempster Mill Manufacturing Company in Beatrice, Nebraska.<br data-text=\"true\" /> <br /> Dempster Mill Manufacturing Company provided water for farmers around the world for over one hundred years. Dempster is one of the longest running wind-powered water pump manufacturer in the United States. The company began producing windmills in 1885 and continued until 2009. That marks 124 years of producing windmills and repair parts. Only the Aermotor Windmill Company, the sole U.S. windmill manufacturer today, has produced windmills over a longer period in the United States.<br /> <br /> Dempster Mill Mfg. Co. employed hundreds of people allowing the surrounding communities to thrive. During Dempster’s peak, they employed more than 500 people throughout the country.<br data-text=\"true\" /> <br /> The Dempster Mill Manufacturing Company traces its roots to Charles B. Dempster buying one-third interest of a retail shop in 1878. This shop sold, installed, and repaired windmills and water pumps in the local area.<br data-text=\"true\" /> <br /> There were three partners in the business. Charles Hart was the salesman; canvassing the farms in the local area. J. H. Dempster ordered parts and handled the financial side of the business. C. B. Dempster took care of the manual labor, installing and repairing the windmills and pumps.<br data-text=\"true\" /> <br /> C. B. Dempster saw the potential in the business and a little over a year later became of the sole owner of the store. He knew more people were heading west and settling on the land thanks to land laws like the Homestead Act. The growing number of farmers would lead to a growing agricultural market. Access to water was essential for farmers and their livestock. If farmers did not have easy access to fresh water, they needed windmills to bring groundwater to the surface.<br data-text=\"true\" /> <br /> After years of shipping in parts and hauling them to his store, Dempster decided to start manufacturing his own products in 1885. Manufacturing is costly and C. B. Dempster knew that he needed to bring in the resources of other investors to succeed. In 1886 he and local investors incorporated the Dempster Mill Manufacturing Company. With the infusion of outside money, the firm built itself a respectable factory. <br /> <br /> By 1898, Mr. Dempster planned to move the manufacturing plant to Omaha for more space. When the local citizens heard about his plan, they were not happy. They convinced Mr. Dempster to stay if the community could raise enough money to buy the land to build the new plant. Within three days, the citizens of Beatrice raised the $12,000 needed to buy the land allowing the company to stay in Beatrice.<br data-text=\"true\" /> <br /> The new factory opened on January 1, 1899. There have been many additions and changes to the factory buildings over the years. The most noticeable was a major facade renovation in 1949. The land purchased by the citizens of Beatrice is where Dempsters LLC continues to operate today.<br data-text=\"true\" /> <br /> The company began to shift toward farm implements as electric motors began to replace windmills for pumping water. The Dempster Mill Manufacturing Company has manufactured a wide variety of items. Notable examples include windmills, water pumps, gasoline engines, cultivators, fertilizer spreaders, and recycling trailers. In the early 1900's, they distributed household items associated with water systems. This allowed them to sell complete water systems from windmills to bathtubs and the kitchen sink.<br data-text=\"true\" /> <br /> During World War II, Dempster Mill Mfg. Co. formed a war production pool titled Homestead Industries Inc. in 1942 along with five local manufactures. These companies worked together to secure contracts with the government to produce goods and weaponry for WWII. The group took on the name Homestead to honor the pioneer spirit of homesteaders and Homestead National Monument of America located just outside of Beatrice.<br data-text=\"true\" /> <br /> During the war, Dempster Mill Manufacturing Company produced over 1.5 million 90-millimeter shells for the war. Yet, they continued to manufacture farm equipment, as food supplied people at home and at war.<br data-text=\"true\" /> <br /> The Dempster family owned Dempster Mill Manufacturing Company until August 1961. When Clyde Dempster the founder's son retired, Warren Buffet acquired the company. Buffett had bought shares of the company beginning in 1956 until he had the majority control in 1960.<br data-text=\"true\" /> <br /> In 1963, a group of investors bought the company from Buffett and changed the name to Dempster Industries Incorporated. Don Clark purchased the company in 1985. He later sold it to Wallace and Felicia Davis in 2008. The company closed in late 2011. Ryan Mitchell purchased the company assets in 2013 and began manufacturing again in 2014. The company is now operating under the name Dempsters LLC.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.dempstersllc.com/",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "Dempsters LLC",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Beatrice, Gage, Nebraska",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Producers of Windmills (windpumps) and Farm Equipment",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B6AB039D-4809-47C8-8DC8-2D6BF32344D2",
    "url": "https://www.nps.gov/places/empire-wyoming.htm",
    "title": "Empire Wyoming",
    "listingDescription": "Empire was the most important community of African American homesteaders in Wyoming. Although small, it was closely linked to similar communities in other states. The founders of Empire arrived with substantial financial resources and farming experience. Ten claimants proved up homesteads, supporting a population of approximately forty.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6C6CCD2A-EF7E-C2D6-3D88C29870B369B6.jpg",
        "credit": "BLM Photo/Jason Vlcan",
        "altText": "Abandoned farm buildings",
        "title": "Empire, Wyoming",
        "description": "",
        "caption": "Abandoned farm near Empire, Wyoming",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6C6CCD2A-EF7E-C2D6-3D88C29870B369B6.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6C6CCD2A-EF7E-C2D6-3D88C29870B369B6.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "home",
        "designation": "National Historical Park",
        "fullName": "Homestead National Historical Park",
        "url": "https://www.nps.gov/home/index.htm",
        "name": "Homestead"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "homestead colony",
      "Wyoming",
      "black homesteaders project",
      "Empire",
      "homesteading",
      "African American History",
      "Homestead Act of 1862"
    ],
    "latitude": "42.14594823325034",
    "longitude": "-104.1432572689802",
    "latLong": "42.14594823325034,-104.1432572689802",
    "bodyText": "Empire was the most important community of African American homesteaders in Wyoming. Although small, it was closely linked to similar communities in other states. This was because its residents had ties to homesteader families in those communities.<br data-text=\"true\" /> <br /> The founders of Empire arrived with substantial financial resources and farming experience. This was quite different than most homesteaders. Empire was settled by several families closely related through intermarriage.<br data-text=\"true\" /> <br /> Some people like <a href=\"https://www.nps.gov/people/lizzie-speese.htm\">Lizzie Speese</a> came from <a href=\"https://www.nps.gov/places/dewitty-nebraska.htm\">DeWitty, Nebraska</a> to Wyoming in 1908 seeking land. They worried that their Nebraska farms did not have enough land to support future generations. They sold their land in Nebraska and settled in Goshen County near the Nebraska-Wyoming state line. These families used the Enlarged Homestead Act to claim 320 acres of land.<br data-text=\"true\" /> <br /> The residents of Empire valued education, several had earned advanced degrees. By 1909, the town had a schoolhouse. Wyoming required school segregation in any district with more than fifteen non-white students. Empire residents used this law to their advantage in 1910. The Torrington school board tried to hire a white teacher when the community had asked for a \"colored\" teacher. The residents won their case and rehired Sally Thistle, a young black teacher from Cheyenne.<br data-text=\"true\" /> <br /> In 1911, <a href=\"https://www.nps.gov/people/reverend-russel-taylor.htm\">Reverend Russell Taylor </a>and his family joined the town. He became a community leader as a teacher, preacher, and postmaster. Empire had two Presbyterian churches, one in Wyoming side and another in Nebraska. Although the community was all black, the establishments in Empire were open to the public regardless of race.<br data-text=\"true\" /> <br /> The exact population of Empire is not known. Ten claimants proved up homesteads, supporting a population of approximately forty. Empire included other residents who purchased land or otherwise did not claim land. The town could have numbered as many as sixty residents at its peak in 1915.<br data-text=\"true\" /> <br /> None of the farms had access to irrigation. Dryland farming in a semi-arid climate was difficult. Potatoes were the primary crop in Empire. Towards the end of the decade, Empire experienced hard times. Recurring drought meant the farmers got few returns from their crops.<br data-text=\"true\" /> <br /> Racism was also a problem in the area. On November 3, 1913 Baseman Taylor was arrested. Witnesses stated that he was beaten and choked by the sheriff and deputies. He died after three days in custody. This killing shocked and demoralized the community causing it to fragment into factions.<br data-text=\"true\" /> <br /> Residents began leaving for new opportunities. Some moved a few miles south for better access to water. Others returned to Nebraska where they joined the larger black settlement at DeWitty.<br data-text=\"true\" /> <br /> By 1930, only four black people remained in the county and the town of Empire was gone. Houses erected with high hopes were abandoned and soon fell apart.<br data-text=\"true\" /> <br /> Two historical markers commemorate the homesteaders of Empire. One marker is at the Dwyer Junction Rest Area on I-25 near Wheatland, Wyoming. The other is next to the Goshen County Homesteaders Museum in Torrington.<br /> <br /> Learn more about <a href=\"https://www.nps.gov/home/black-homesteading-in-america.htm\">Black Homesteading in America</a>.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Goshen County, Wyoming",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Community of African American homesteaders in Wyoming",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "89373F17-8391-4A38-BD2C-7F5AD7FF57AD",
    "url": "https://www.nps.gov/places/farm-implement-room.htm",
    "title": "Farm Implement Room",
    "listingDescription": "The farm implement room found at Homestead National Historical Park houses equipment that was used and developed during the Homestead era.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B351C263-D7B9-3EC9-E4E18563E82C3927.jpg",
        "credit": "NPS Photo",
        "altText": "Historic equipment lines the walls of a room. Ropes create a walkway through the center.",
        "title": "Farm Implement Room",
        "description": "",
        "caption": "The Farm Implement Room in the park.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B351C263-D7B9-3EC9-E4E18563E82C3927.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B351C263-D7B9-3EC9-E4E18563E82C3927.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "home",
        "designation": "National Historical Park",
        "fullName": "Homestead National Historical Park",
        "url": "https://www.nps.gov/home/index.htm",
        "name": "Homestead"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Homestead National Historical Park",
      "Homestead National Monument of America",
      "Farm Equipment"
    ],
    "latitude": "40.2909652",
    "longitude": "-96.835668",
    "latLong": "40.2909652,-96.835668",
    "bodyText": "The farm implement room located at the Homestead Education Center houses machinery which was used during the Homestead Era, along with short videos that demonstrate how each machine would have been used.",
    "audioDescription": "A brick room attached to the back of the visitor center. The room is rectangular and quite wide. Along the walls on each side you see farm implements and equipment. Two ropes are used to create a walkway down the center of the room, allowing you to get closer to the equipment.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "b698069b-9e73-50fc-b131-b7c1e0589cf4",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "CA3DCBA7-3D6F-4AD5-9A50-13E2223ED557",
    "url": "https://www.nps.gov/places/freeman-school.htm",
    "title": "Freeman School",
    "listingDescription": "The Freeman School serves as a reminder of the role the schoolhouse played in the history of the prairie frontier. Officially known as school District Number 21, the school was a center of education for prairie children from 1872 until 1967.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/DAABF793-F671-CABD-E269B1D85A07F8A9.jpg",
        "credit": "NPS",
        "altText": "Brick one-room schoolhouse",
        "title": "Freeman School",
        "description": "",
        "caption": "Freeman School",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/DAABF793-F671-CABD-E269B1D85A07F8A9.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/DAABF793-F671-CABD-E269B1D85A07F8A9.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "home",
        "designation": "National Historical Park",
        "fullName": "Homestead National Historical Park",
        "url": "https://www.nps.gov/home/index.htm",
        "name": "Homestead"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Homestead National Monument of America",
      "Freeman School"
    ],
    "latitude": "40.292240151602755",
    "longitude": "-96.84207511178228",
    "latLong": "40.292240151602755,-96.84207511178228",
    "bodyText": "<p>The Freeman School serves as a reminder of the role the schoolhouse played in the history of the prairie frontier. Officially known as school District Number 21, the school was a center of education for prairie children from 1872 until 1967. During its long history, the school was also a meeting place for the First Trinity Lutheran Church, the polling place for Blakely Township, and a gathering place for many debates, socials and clubs.<br /> <br /> <br /> It is not known if it was named after Thomas Freeman , a local bricklayer, or Daniel Freeman, a local homesteader. Both men served on the school board at one time. Daniel garnered national attention with his protest against bible-based lessons at the school. See the <a href=\"https://www.nps.gov/home/learn/historyculture/freeman-school-bible-court-case.htm\">Bible Case</a> page for more information.<br /> <br /> Books and supplies were precious in one-room schools. Many students had to supply their own texts, often the family Bible. However, in 1881, the Freeman School provided textbooks for its students, ten years before it was required by the legislature. Some furnishings were hand-made, but the Freeman School had desks shipped from Indiana. Teachers were young, sometimes younger than their oldest students. Salaries were meager, and many teachers were housed and fed by the student's families.</p> <p>The school stands quiet now. The sounds of the teacher's bell, children at recess, and Sunday Hymns have faded. Today, the Freeman school provides us with a window to the past, a small glimpse of life on the prairie frontier. The National Park Service has restored the school to look much as it did in the 1870's.</p>",
    "audioDescription": "A red brick one room school. The building has a flag pole out front. Red, wooden shudders are hung on the outside of the school.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Homestead National Monument of America, Beatrice, NE",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Education ",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "FAE2135D-51F2-417E-AE7C-1597B688DF03",
    "url": "https://www.nps.gov/places/historic-osage-orange-hedgerow.htm",
    "title": "Historic Osage Orange Hedgerow",
    "listingDescription": "Osage-orange (Maclura pomifera) is native to parts of Texas and Oklahoma but was commonly planted as hedgerows in Nebraska and other Midwestern states. The original Osage orange hedgerow planted on Daniel's homestead has survived a century.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/016A6407-C50E-42DB-0D8BE987835C8B82.jpg",
        "credit": "NPS Photo",
        "altText": "A treeline separates the tallgrass prairie from the blue sky in the late evening.",
        "title": "The Historic Osage Orange Hedgerow",
        "description": "",
        "caption": "The Historic Osage Orange Hedgerow at Homestead NHP.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/016A6407-C50E-42DB-0D8BE987835C8B82.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/016A6407-C50E-42DB-0D8BE987835C8B82.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "home",
        "designation": "National Historical Park",
        "fullName": "Homestead National Historical Park",
        "url": "https://www.nps.gov/home/index.htm",
        "name": "Homestead"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Homestead National Historical Park",
      "Osage Orange",
      "Osage Orange Hedgerow"
    ],
    "latitude": "40.2847152005",
    "longitude": "-96.8272567003",
    "latLong": "40.2847152005,-96.8272567003",
    "bodyText": "The Osage Orange was a popular tree among homesteaders in the decades before barbed wire because it could be used for fencing. The Osage Orange hedgerow at Homestead National Historical Park is an example of one of these walls, and as such is listed in the National Register of Historic Places.<br /> <br /> This hedgerow was planted by Daniel Freeman, one of the first homesteaders. Osage-orange (Maclura pomifera) is native to parts of Texas and Oklahoma but was commonly planted as hedgerows in Nebraska and other Midwestern states. When woven together these fast-growing trees produced a \"pig tight, horse high, and bull strong,\" fence. One bushel of seed would yield 30,000 plants, enough for 6 miles of fence! This was a popular solution to the fencing problem on the treeless prairie. The original Osage orange hedgerow planted on Daniel's homestead has survived a century.",
    "audioDescription": "A line of trees marks the southern boundary of the park. The trees today have reached full growth as they have not been trimmed to be used for fencing in many years. The tree line follows the natural terrain of the landscape and slopes down gradually as it nears the creek which flows through the park.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "52468861-36f0-594c-9e78-c7f7b4dd7702",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "9C0A1D77-BDD5-456A-8E7F-6EC336672242",
    "url": "https://www.nps.gov/places/hodgeman-county-colony-kansas.htm",
    "title": "Hodgeman County Colony, Kansas",
    "listingDescription": "In the years following the Civil War, black homesteading colonies dotted Kansas including one in Hodgeman County. The group of Exodusters made land claims under the Homestead Act of 1862, but a town never materialized. A dream of free land spurred them on, but the lack of rain in the late 1870s meant it was a tough time to be farming in southwestern Kansas. Over time, most of the settlers moved away though some remained.",
    "images": [
      {
        "url": "",
        "credit": "",
        "altText": "",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "home",
        "designation": "National Historical Park",
        "fullName": "Homestead National Historical Park",
        "url": "https://www.nps.gov/home/index.htm",
        "name": "Homestead"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "black homesteaders project",
      "Kansas",
      "African American History",
      "Exodusters",
      "homestead"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<p>In the years following the Civil War, black homesteading colonies dotted Kansas including one in Hodgeman County. Although slavery was abolished, the reconstruction in the South resulted in violence and economic dependency for many black residents. Because of this, many black people living in Southern states fled to the west in a movement called the Great Exodus. The people were termed <a href=\"https://www.nps.gov/articles/exodusters.htm\">Exodusters</a>.<br /> <br /> John F. Thomas, minister of the First Baptist Church of Lexington, Kentucky was the rallying force behind the Hodgeman Colony. Under his leadership, The Morton Town Company filled articles of incorporation in 1877 and the site was selected (Section 27, Township 22, Range 23). The town was about fifty miles south of <a href=\"https://www.nps.gov/places/nicodemus-kansas.htm\">Nicodemus, Kansas</a> another black homesteading community.<br data-text=\"true\" /> <br /> Thomas P. Moore led the migration and settlement of the town. On March 24, 1878, 107 black Kentuckians from Lexington and Harrodsburg arrived in southwest Kansas. Upon arriving in Kinsley, the nearest town with a railroad stop, they walked 30 miles to the future location of Morton City.<br data-text=\"true\" /> <br /> The group of Exodusters made land claims under the <a href=\"https://www.nps.gov/home/learn/historyculture/abouthomesteadactlaw.htm\">Homestead Act of 1862</a>, but the town never materialized. According to <em>The Republican</em>, by 1879 they had “put up a commodious frame building for a store and built half a dozen sod houses and dug-outs on the town site. But they could not make their farms and raise crops and build the town at the same time. They could not comply with the town site law…” (June 18, 1879, page 2)<br data-text=\"true\" /> <br /> Some of the migrants moved to Jetmore, Larned, Kinsley, and other towns along the Atchison, Topeka, and Santa Fe railroad. But a second group of around fifty settlers joined the homesteading colony in April 1879.<br data-text=\"true\" /> <br /> Mrs. George Perry stated she “never could have imaged that there could be so beautiful and broad and free a country in the world, so different from anything she had ever seen or thought of in Kentucky. It seemed as if God had prepared it for colored people that they might come out from a land of trouble and live and enjoy it forever.”<br data-text=\"true\" /> <br /> Subsistence farming was the goal of the community. Because of this the black homesteaders tended to plant less cash crops and had larger gardens than their white neighbors.<br data-text=\"true\" /> <br /> A dream of free land spurred them on, but the lack of rain during 1878-1880 meant it was a tough time to be farming in southwestern Kansas. The drought was even more devastating for these new settlers since they had missed the bounty of 1877. It had been a great year for crops and the reason the had chosen the location.<br data-text=\"true\" /> <br /> Over time, most of the settlers moved away though some remained and lived out their lives on their farms. Many of the colonists saw the Hodgeman settlement as the first step toward freedom and economic improvement.<br data-text=\"true\" /> <br /> In 1932, the <em>Hodgeman County News</em> reported “one by one the ranks of our early day Colored Settlers are being thinned out until but few are left to recall their hopes and aims of earlier years, but, as we look back over the life of Mr. Harris we can well say, ‘Another Good Man has Gone.’”</p> <hr /> <h3>Additional Information</h3> <ul> <li>\"KANSAS. A Colored Colony\" <em>The Republican, </em>18 June 1879, 2. </li> <li>Haywood, C. Robert. \"The Hodgeman County Colony\" <em>Kansas History </em>12(4), 1989, 210-221. <a href=\"https://www.kshs.org/publicat/history/1989winter_haywood.pdf\">www.kshs.org/publicat/history/1989winter_haywood.pdf</a></li> </ul>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Hodgeman County, Kansas",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Black homesteading colony",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "82ACE239-7240-41D7-B6A9-4A6166E1D257",
    "url": "https://www.nps.gov/places/000/homestead-national-historical-park-the-oregon-trail.htm",
    "title": "Homestead National Historical Park, the Oregon Trail",
    "listingDescription": "Homestead National Monument of America, managed by the National Park Service, remembers the Homestead Act of 1862 and the lives of those affected by it. The Act brought about significant changes to the United States, including opening up federal land to a diverse group of people.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/05BCF6AA-985B-12FC-A067C7B1FB595D04.jpg",
        "credit": "NPS Photo",
        "altText": "A close-up view of the yellow flowers in bloom on the prairie.",
        "title": "Homestead National Historical Park",
        "description": "",
        "caption": "Visit Homestead National Historical Park.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/05BCF6AA-985B-12FC-A067C7B1FB595D04.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/05BCF6AA-985B-12FC-A067C7B1FB595D04.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,CO,ID,KS,MO,NE,NV,OR,UT,WY",
        "parkCode": "cali",
        "designation": "National Historic Trail",
        "fullName": "California National Historic Trail",
        "url": "https://www.nps.gov/cali/index.htm",
        "name": "California"
      },
      {
        "states": "NE",
        "parkCode": "home",
        "designation": "National Historical Park",
        "fullName": "Homestead National Historical Park",
        "url": "https://www.nps.gov/home/index.htm",
        "name": "Homestead"
      },
      {
        "states": "ID,KS,MO,NE,OR,WA,WY",
        "parkCode": "oreg",
        "designation": "National Historic Trail",
        "fullName": "Oregon National Historic Trail",
        "url": "https://www.nps.gov/oreg/index.htm",
        "name": "Oregon"
      },
      {
        "states": "CA,CO,KS,MO,NE,NV,UT,WY",
        "parkCode": "poex",
        "designation": "National Historic Trail",
        "fullName": "Pony Express National Historic Trail",
        "url": "https://www.nps.gov/poex/index.htm",
        "name": "Pony Express"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "oregon trail",
      "historic trail",
      "National Trails",
      "places",
      "emigrant trails",
      "Nebraska",
      "homestead",
      "national historical park",
      "passport stamp",
      "Pony Express National Historic Trail",
      "Pony Express NHT",
      "Oregon National Historic Trail",
      "California National Historic Trail"
    ],
    "latitude": "40.285643",
    "longitude": "-96.826375",
    "latLong": "40.285643,-96.826375",
    "bodyText": "<p><b>Homestead National Historical Park</b>, managed by the National Park Service, remembers the Homestead Act of 1862 and the lives of those affected by it. The Act brought about significant changes to the United States, including opening up federal land to a diverse group of people. The National Historical Park is home to the Homestead Heritage Center, a museum, visitor center, and research center. It contains multiple exhibits that present the story of homesteading in an interactive setting. The Heritage Center also offers visitors the opportunity to research Homestead records on computers made available for public use. The park's grounds contain several historic buildings, such as the 1867 Palmer-Epard Cabin and the 1872 Freeman School. There are also several hiking trails that wind through restored tallgrass prairie. Other amenities include picnic areas, free, wireless internet, and cell phone audio tours. </p> <p><strong>Emigrant Remarks</strong></p> <blockquote> <p>\"Friday, April 6, 1877. Plenty of air stirring today, so it was not so hot. We finished off the gable ends of the dugout and got the boards on the rafters, ready for the straw. A lot more sod to carry tomorrow for the roof. Had jack rabbit for supper. They dress 7 lb. sometimes and I tell you they are big ones, almost twice as big as ordinary rabbits. You ought to hear the prairie roosters. This is the pairing season, and they strut around and keep up a constant humming, and you can hear them 1/4 mile, and farther if the wind is right. There are lots of them on my claim.\"</p> </blockquote> <p>- Kansas Homesteader Howard Ruede originally in <strong>Sod-House Days: Letters from a Kansas Homesteader, 1877-78</strong></p> <h2>Site Information</h2> <p><strong>Location </strong>(8523 West State Highway 4, Beatrice, Nebraska)</p> <p><em><a href=\"https://www.nps.gov/oreg/planyourvisit/safety.htm\">Safety Considerations</a></em></p> <h3><a href=\"https://www.nps.gov/home/index.htm\">Homestead National Historical Park</a></h3> <h2><a href=\"https://www.nps.gov/oreg/index.htm\">Oregon National Historic Trail</a></h2>",
    "audioDescription": "Homestead National Historical Park. 418 words<br /><br />The visitor center here at Homestead is reached by a broad sidewalk that runs parallel to the right side of the parking lot. Looking down the sidewalk we see the one-story, red-brick building. The front of the lobby area on the right is all glass. The flat roof slants up gradually to the right side, then slopes up steeply to a point at the right rear of the building. White lettering on the wall to the left of the entrance reads, \"Homestead National Historical Park, Heritage Center.\"<br /><br />To the right of the entrance, a textured cement wall stained an earthen-tan color extends towards us along the sidewalk. On the other side of the sidewalk are several benches. <br /><br />To the left of the building a sidewalk winds out to a one-room log cabin and displays of old farm equipment.<br /><br />Before reaching the end of the wall are several signs. One covers park regulations. Another tells us that a cell phone audio tour is available by dialing 402-715-9527. A third sign is titled \"Walk in Their Shoes\" and shows a black white photograph of a man following a plow pulled by a team of mules. It reads, \"What was it like to be a homesteader? To get an idea, take a walk. The flags around the parking lot enclose an acre. It may not seem huge. But plowing an acre meant walking about 10 miles. Over uneven soil. Driving a team of oxen. In sun or rain. Walk that acre. Then multiply it by 160, the size of a typical homestead.\"<br /><br />As you reach the end of the wall, another wayside sign shows a map of the United States with all the homestead states identified. The only states without homesteading were those on the eastern seaboard, Kentucky, Tennessee, Texas and Hawaii. Text on the sign tells us that the Homestead Act of 1862 offered people 160 acres of free land if they were willing to live on it, farm it and build a home. The map shows the 30 homesteading states in which the government gave away 270 million acres.<br /><br />Metal cutouts of the 30 homestead states are mounted on the wall, each with a square cutout that represents the proportion of homestead land in that state. Feel free to touch.<br /><br />As you enter the center, there is a sign-in book at the right side of the foyer. Inside, the information desk is to your left and the gift shop is to your right.",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "Check operating hours for stamp locations and information.",
    "passportStampImages": [
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/0BBCDC00-A04C-79A7-1488B0D0C160829A.jpg"
          }
        ],
        "altText": "Passport Stamp Icon with a banner \"Passport to History\".",
        "title": "National Historic Trails Stamps",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/0BBCDC00-A04C-79A7-1488B0D0C160829A.jpg"
      }
    ],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "69d969d6-c53a-43dc-83bb-e02cb9540040",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Baby Changing Station",
      "Food/Drink - Vending Machine/Self Service",
      "Gifts/Souvenirs/Books",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information - Ranger/Staff Member Present",
      "Restroom",
      "Trailhead",
      "Water - Drinking/Potable",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "8523 West State Highway 4, Beatrice, Nebraska",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Remembers the Homestead Act of 1862 and the lives of those affected by it",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historical Park",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E774F02D-0D95-4DED-8934-A48B95056C1D",
    "url": "https://www.nps.gov/places/native-plant-display.htm",
    "title": "Native Plant Display",
    "listingDescription": "The 100 acres of restored prairie at Homestead can be explored further by visiting the Native Plant Display.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/DFEBFE4A-EE4A-2608-94B8A7F32E9D35EE.jpg",
        "credit": "NPS Photo",
        "altText": "A laminated, outdoor book is mounted on an information sign in front of prairie grasses.",
        "title": "Native Plant Display Summer",
        "description": "",
        "caption": "Native Plant Display Book",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/DFEBFE4A-EE4A-2608-94B8A7F32E9D35EE.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/DFEBFE4A-EE4A-2608-94B8A7F32E9D35EE.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "home",
        "designation": "National Historical Park",
        "fullName": "Homestead National Historical Park",
        "url": "https://www.nps.gov/home/index.htm",
        "name": "Homestead"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Homestead National Historical Park",
      "Homestead National Monument of America"
    ],
    "latitude": "40.2906218001",
    "longitude": "-96.8341289997",
    "latLong": "40.2906218001,-96.8341289997",
    "bodyText": "The 100 acres of tallgrass prairie and 60 acres of riparian woodland found in the park are similar to the environment that early homesteaders would have encountered in this region. The park’s prairie, restored in 1939, is the second oldest restoration effort in the United States. This restoration has brought back much of the prairie’s original diversity, with 116 species of plants present in the park.",
    "audioDescription": "An outdoor mowed space with individual plants growing with informational labels.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "85bd8e8d-296e-5cdb-bd9b-7a2e8558dbbc",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Tallgrass Prairie at Homestead NHP",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "ECD12F14-75F9-449A-BAB6-0B7031C95BC7",
    "url": "https://www.nps.gov/places/nicodemus-kansas.htm",
    "title": "Nicodemus Kansas",
    "listingDescription": "Nicodemus is the longest-lasting black homesteader colony in America. In 1877 six black entrepreneurs in Topeka joined with a local white developer to form the Nicodemus Town Company. They located their town in the Solomon River valley in north-central Kansas. Most who stayed filed homestead claims. By 1899 they had received 114 homestead patents, making them owners of 18,126 acres. Nicodemus still stands as a small village and is designated as a National Historic Site.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6E2E2360-EFFB-F7A8-B5559D5DF0471E5E.jpg",
        "credit": "unknown/Library of Congress",
        "altText": "Black and white image of town street with many people gathered in front of general store.",
        "title": "Washington Street",
        "description": "",
        "caption": "Nicodemus' Washington St. displaying the community's first stone church and Williams General Store",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6E2E2360-EFFB-F7A8-B5559D5DF0471E5E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6E2E2360-EFFB-F7A8-B5559D5DF0471E5E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "home",
        "designation": "National Historical Park",
        "fullName": "Homestead National Historical Park",
        "url": "https://www.nps.gov/home/index.htm",
        "name": "Homestead"
      },
      {
        "states": "KS",
        "parkCode": "nico",
        "designation": "National Historic Site",
        "fullName": "Nicodemus National Historic Site",
        "url": "https://www.nps.gov/nico/index.htm",
        "name": "Nicodemus"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Nicodemus",
      "Kansas",
      "black homesteaders project",
      "African American History",
      "homestead colony",
      "homesteading",
      "Homestead Act of 1862"
    ],
    "latitude": "39.39083480834961",
    "longitude": "-99.61750030517578",
    "latLong": "39.39083480834961,-99.61750030517578",
    "bodyText": "Nicodemus is the longest-lasting black homesteader colony in America.<br /> <br /> The history of Nicodemus starts at the end of the Civil War. Many former enslaved people began moving out of the south to make a living farming their own land. In 1877, six black entrepreneurs in Topeka, Kansas joined with a white developer to form the Nicodemus Town Company. They wanted to establish an all-black community utilizing the Town site Preemption Act of 1844 and the Homestead Act of 1862. The group selected a site in north-central Kansas in the Solomon River valley.<br data-text=\"true\" /> <br /> The first group of settlers arrived from Topeka. The company then recruited approximately 300 migrants from Kentucky. Many of these settlers left soon after they saw what was available in the town of Nicodemus. Within two years, 500 to 700 people had migrated to Nicodemus primarily from Kentucky, Tennessee, and Mississippi.<br data-text=\"true\" /> <br /> By 1879, the town had a general store, hotel, churches, livery stables, post office, and a real estate office. Some of the early structures including <a href=\"https://www.nps.gov/people/zachary-t-fletcher.htm\">Z. T. Fletcher's</a> general store began as dugouts or sod buildings. Nicodemus residents established Graham County’s first public school. <a href=\"https://www.nps.gov/people/william-kirtley.htm\">William Kirtley</a> and Francis Fletcher were two citizens who spearheaded the educating the community’s children. Town leaders gained political prominence in Graham County and Kansas politics.<br data-text=\"true\" /> <br /> The most important event in the town was Emancipation Day. It is still celebrated in late July with speeches, bands, games, sports, and food. Today this celebration is called Homecoming.<br data-text=\"true\" /> <br /> Many of the settlers filed homestead claims. By 1899 they had received 114 homestead patents, making them owners of 18,126 acres. The economic lifeblood of the community was farming the homesteads.<br data-text=\"true\" /> <br /> By the mid-1880s, Nicodemus was a moderately prosperous settlement. Enjoying the highs when harvests were good but suffering lows when hit by bad weather or low prices. The population stabilized at around 300.<br data-text=\"true\" /> <br /> Two factors loomed large for the town’s future: obtaining a railroad line and becoming the county seat. Neither transpired, and many merchants left for nearby Bogue, the railhead. But while the town of Nicodemus declined after 1888, the farmers persevered.<br /> <br /> Nicodemus provided safety from the violence experienced by many in the South. It gave residents the opportunity to own land, build farms and a community, educate their children, and govern their own affairs.<br data-text=\"true\" /> <br /> Nicodemus still stands as a small village and is designated as a National Historic Site of the National Parks Service.<br /> <br /> Learn more about <a href=\"https://www.nps.gov/home/black-homesteading-in-america.htm\">Black Homesteading in America</a>.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "Nicodemus National Historic Site",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Nicodemus, Graham County, Kansas",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Nicodemus is the longest-lasting black homesteader colony in America.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Nicodemus, Kansas Homestead Colony",
        "id": "9E161C54-907F-47DB-86E7-0F122EFA4351",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6705150&id=9E161C54-907F-47DB-86E7-0F122EFA4351"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "4836436B-ED7D-4789-9E3F-9A5D05FD0145",
    "url": "https://www.nps.gov/places/1867-palmer-epard-cabin.htm",
    "title": "Palmer-Epard Cabin",
    "listingDescription": "The Palmer-Epard Cabin was built in 1867 from mixed hardwoods, by George W. Palmer about 14 miles northeast of the Monument. It is representative of local construction style and considered luxurious in size measuring 14 x 16 feet. Imagine living in this one room cabin with 10 children. The cabin was moved to Homestead National Historical Park in June of 1950.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D9E4FAE4-CD92-9B99-13C5477E69BC2F04.jpg",
        "credit": "Mel Mann",
        "altText": "A wooden cabin stands on the plains.",
        "title": "Palmer-Epard Cabin",
        "description": "",
        "caption": "Palmer-Epard Cabin as the sun begins to set.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D9E4FAE4-CD92-9B99-13C5477E69BC2F04.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D9E4FAE4-CD92-9B99-13C5477E69BC2F04.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "home",
        "designation": "National Historical Park",
        "fullName": "Homestead National Historical Park",
        "url": "https://www.nps.gov/home/index.htm",
        "name": "Homestead"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Palmer-Epard Cabin",
      "historic structure",
      "homestead",
      "Homestead Life",
      "Homestead National Monument of America",
      "Homestead Act of 1862",
      "Historic Cabin"
    ],
    "latitude": "40.2847794996",
    "longitude": "-96.8269437002",
    "latLong": "40.2847794996,-96.8269437002",
    "bodyText": "<p>The Palmer-Epard Cabin was built in 1867 from mixed hardwoods, by George W. Palmer about 14 miles northeast of the Monument. It is representative of local construction style and considered luxurious in size measuring 14 x 16 feet. Imagine living in this one room cabin with 10 children.<br /> <br /> Between 1875 and 1880, a 10 x 12 foot lean-to was added to the rear of the original cabin and the Palmers continued to live in it until 1895 when it was sold to nephews Eugene Mumford and William Foreman. A few years later, the farm was resold to Lawrence and Ida Mumford Epard. The Epards lived in the cabin for nearly 40 years.</p> <p>The cabin was moved to Homestead National Historical Park in June of 1950 and placed on a concrete foundation and rehabilitated by park employees. It was moved in 1954 away from Nebraska Highway 4 right of way and then again in 1961 behind the Education Center.<br /> <br /> During the fall of 2009, the cabin was once again moved from the Education Center to behind the Heritage Center. It was disassembled piece by piece and reassembled to sit surrounded by the restored tallgrass prairie and nearby private land.</p> <p>Maintenance and preservation of the cabin have been the priority of the National Park Service during this time. The Palmer-Epard cabin fills the need of an interpretive feature at the Park, giving a glimpse of life on the homestead frontier in the years following the Civil War.</p> <p>In many areas trees were not available for constructing log cabins so homesteaders lived in dugouts and sod houses.</p>",
    "audioDescription": "Palmer’s original cabin was 14 feet wide by 16 feet long. This cabin was moved to Homestead National Historical Park in 1950. He used oak, ash, and other hardwoods cut from the banks of Bear Creek for his cabin walls. He made the brick in the gable ends by hand.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "125e9b0f-d450-558d-b7cd-64b7b04de4e0",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Beatrice, NE",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "1867 homestead cabin",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "43290BDA-F8C8-40BC-9CED-E683B0BF1EE3",
    "url": "https://www.nps.gov/places/what-pioneers-saw.htm",
    "title": "Restored Tallgrass Prairie",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/299E0C69-EBC0-9BE3-9689FC4556E0C1EA.jpg",
        "credit": "NPS Photo",
        "altText": "A distant tree line surrounds the tallgrass prairie",
        "title": "Tallgrass Prairie",
        "description": "",
        "caption": "Cloudy Skies over the Tallgrass Prairie",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/299E0C69-EBC0-9BE3-9689FC4556E0C1EA.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/299E0C69-EBC0-9BE3-9689FC4556E0C1EA.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "home",
        "designation": "National Historical Park",
        "fullName": "Homestead National Historical Park",
        "url": "https://www.nps.gov/home/index.htm",
        "name": "Homestead"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Homestead National Historical Park",
      "tallgrass prairie"
    ],
    "latitude": "40.2852016",
    "longitude": "-96.8270158",
    "latLong": "40.2852016,-96.8270158",
    "bodyText": "Vast tallgrass prairie once covered 170 million acres of North America. Tallgrass prairie is highly diverse and provides food and cover for a variety of insects, birds, and mammals. Prairie soil is also extremely fertile, having been nourished for centuries by decaying plant material. For this reason, areas that were once tallgrass prairie are now some of the most productive agricultural lands in the world. This fact has contributed to the immense loss and fragmentation of the prairie habitat in the past 150 years, with less than 4% remaining today. To support and share this rare ecosystem, Homestead preserves 100 acres of restored tallgrass prairie.",
    "audioDescription": "Standing in front of barbed wire fence you look out over the 100 acres of tallgrass prairie found in the park. Depending on the time of the year the grasses range in height from ankle to waist level, and eventually they'll reach eye level. This viewpoint looks over the complete 100 acres of prairie and shows the depression in the land that was once farmed by the people who homesteaded it. The grasses sway in the wind and turn from brown to green as the rains come and provide moisture to the prairie.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "f68d622b-9a9c-54d7-a099-a225e231706a",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Homestead Heritage Center Sidewalk",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "57A2FD93-5B82-4564-8C04-324ED7FD6332",
    "url": "https://www.nps.gov/places/sully-county.htm",
    "title": "Sully County Black Homesteader Community",
    "listingDescription": "Sully County’s black homesteader community prized education as well as owning land. Soon the “Sully County Colored Colony” numbered as many as one hundred residents. Members of the colony successfully claimed 22 homesteads, and with purchased lands, became owners of perhaps 7,000 to 8,000 acres. The Sully County black homesteader community remains a powerful reminder of generations of African Americans who sought opportunity in the Great Plains.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/37065A15-9ABA-16D1-8FED613475F95DD3.jpg",
        "credit": "Jacob K. Friefeld/University of Nebraska Center for Great Plains Studies Black Homesteader Project",
        "altText": "An abandoned weathered wood-frame home sits in a green flat meadow that stretches to the horizon.",
        "title": "William McGruder home",
        "description": "",
        "caption": "The home William McGruder, John McGruder's son, built when he moved from Missouri to Sully County.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/37065A15-9ABA-16D1-8FED613475F95DD3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/37065A15-9ABA-16D1-8FED613475F95DD3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "home",
        "designation": "National Historical Park",
        "fullName": "Homestead National Historical Park",
        "url": "https://www.nps.gov/home/index.htm",
        "name": "Homestead"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "homesteading",
      "African American History",
      "black homesteaders project",
      "homestead colony",
      "South Dakota",
      "Homestead Act of 1862"
    ],
    "latitude": "44.70793151855469",
    "longitude": "-100.06446075439453",
    "latLong": "44.70793151855469,-100.06446075439453",
    "bodyText": "Sully County’s black homesteader community prized education as well as owning land. Soon the “Sully County Colored Colony” as it was sometimes known numbered as many as one hundred residents. Members of the colony successfully claimed 22 homesteads, and with purchased lands, became owners of perhaps 7,000 to 8,000 acres.<br data-text=\"true\" /> <br /> <a href=\"https://www.nps.gov/people/norvel-blair.htm\">Norvel Blair</a> was an African American born into slavery in Tennessee. In 1882 he was living in Illinois and sent two of his sons to scout out homesteading opportunities in Sully County, South Dakota. They returned with a favorable report. Seven members of the Blair family moved to Sully County and filed homestead claims.The Blair family was followed by other black homesteaders.<br /> <br /> The Blairs were already educated when they arrived. They helped found and operate the local schools. In 1896, Benjamin Blair became the first black person in South Dakota to sit on a school board. He later served as chairman. The Blairs were successful land agents and entrepreneurs and wanted their children to be educated.<br data-text=\"true\" /> <br /> The Blairs were serial entrepreneurs. They turned their land into successful farming operations. Daughters Betty and Winnie Blair ran a restaurant and bakery. Sons Benjamin and Patrick operated a livery. In 1906 Benjamin Blair and others formed the Northwestern Homestead Movement. They hoped to recruit other African American settlers to South Dakota.<br data-text=\"true\" /> <br /> The McGruders were another prominent family in the community. John and <a href=\"https://www.nps.gov/people/ellen-mcgruder.htm\">Ellen McGruder</a> migrated from Missouri. They purchased 1,200 acres through land agent Betty Blair. After John died, Ellen McGruder and sons George and James also homesteaded in the area. They established successful farm operations, including raising sheep and cattle.<br data-text=\"true\" /> <br /> The McGruders were also deeply committed to educating their children. Cecil Roosevelt McGruder attended school through the eighth grade. His nine children attended the Fairbank School through the eighth grade. They went to live with families in Pierre for high school and helped with housework and childcare. Several of Cecil’s children attended college at the Northern State Teacher’s College in Aberdeen.<br data-text=\"true\" /> <br /> As of 2019 several McGruders still lived and owned original homesteaded land in the area. They are all that remain of the black homesteader community.<br data-text=\"true\" /> <br /> The Sully County black homesteader community remains a powerful reminder of generations of African Americans who sought opportunity in the Great Plains to pursue their dreams of land ownership, education, and civil equality.<br /> <br /> Learn more about <a href=\"https://www.nps.gov/home/black-homesteading-in-america.htm\">Black Homesteading in America</a>.",
    "audioDescription": "The location of this homestead settlement was in Sully County, South Dakota.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Sully County, South Dakota",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Community of African American homesteaders in South Dakota.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7E04ACDF-3732-4F30-B5EA-E546FD26CD9C",
    "url": "https://www.nps.gov/places/the-living-wall.htm",
    "title": "The Living Wall",
    "listingDescription": "The \"Living Wall\" is a visual representation of the percentage of land in each state that was successfully homesteaded.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/DDDA8298-EDD1-E74C-E7AA9DF092C171AB.jpg",
        "credit": "NPS Photo",
        "altText": "A concrete wall with metal cut outs of the homesteading states.",
        "title": "The Living Wall",
        "description": "",
        "caption": "The Living Wall at the Homestead Heritage Center",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/DDDA8298-EDD1-E74C-E7AA9DF092C171AB.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/DDDA8298-EDD1-E74C-E7AA9DF092C171AB.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "home",
        "designation": "National Historical Park",
        "fullName": "Homestead National Historical Park",
        "url": "https://www.nps.gov/home/index.htm",
        "name": "Homestead"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Homestead National Historical Park",
      "Homestead National Monument of America"
    ],
    "latitude": "40.285783098657646",
    "longitude": "-96.82629391513164",
    "latLong": "40.285783098657646,-96.82629391513164",
    "bodyText": "As you walk from the parking lot to the Heritage Center you pass the \"Living Wall,\" a visual representation of the percentage of land in each state that was successfully homesteaded. Homesteaders claimed land from the \"public domain.\" In 1862 most of the \"public domain\" was in states west of the Mississippi, but there was some public land in some of the states east of the Mississippi. Therefore, eventually there were successful homesteaders in 30 states.",
    "audioDescription": "A concrete wall that is approximately 4 foot high on one end and increases in size as it gets closer to the front of the visitor center. The wall is attached to the building. There are 30 metal cut outs of the homesteading states displayed on the wall. The metal cut outs are a rust color, and the concrete is a tan color. Each state has a square cut-out that represents the amount of land in the state that was settled by the Homestead Act of 1862.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Homestead Heritage Center",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]