[
  {
    "id": "B96D2FD6-374A-4E69-9C17-D554BFB8642F",
    "url": "https://www.nps.gov/places/frank-douroux-s-little-gem-saloon.htm",
    "title": "Frank Douroux’s Little Gem Saloon",
    "listingDescription": "The Little Gem Saloon was Frank Deroux’s first tavern on the 400 block of South Rampart Street and also featured early jazz musicians. Later a “loan office” (pawn shop) was here, and after that a bar called Pete’s Blue Heaven. The corner was often a starting and ending place for Zulu Social Aid and Pleasure Club funerals. 449 South Rampart is one of three remaining two-story brick Italianate buildings that were part of an original row of five joined terrace houses.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/nri/20190921/places/52F0F324-0A9C-47EB-280385C4528D62C2/52F0F324-0A9C-47EB-280385C4528D62C2.jpg",
        "credit": "- Compiled by Karen Armagost (2012)",
        "altText": "The Little Gem Saloon (2012)",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "LA",
        "parkCode": "jazz",
        "designation": "National Historical Park",
        "fullName": "New Orleans Jazz National Historical Park",
        "url": "https://www.nps.gov/jazz/index.htm",
        "name": "New Orleans Jazz"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "jass",
      "Jazz",
      "jazz sites",
      "New Orleans",
      "Louisiana",
      "music"
    ],
    "latitude": "29.950774",
    "longitude": "-90.075124",
    "latLong": "29.950774,-90.075124",
    "bodyText": "<p>The Little Gem Saloon was Frank Deroux’s first tavern on the 400 block of South Rampart Street and also featured early jazz musicians. Later a “loan office” (pawn shop) was here, and after that a bar called Pete’s Blue Heaven. The corner was often a starting and ending place for Zulu Social Aid and Pleasure Club funerals.</p> <p>449 South Rampart is one of three remaining two-story brick Italianate buildings that were part of an original row of five joined terrace houses. It is listed on the National Register of Historic Places.</p> <p>Saving The Eagle Saloon, the Iroquois Theater, the Karnofsky Store, and the Little Gem Saloon is one of the top priorities of jazz preservationists in New Orleans. Unfortunately, to date no progress has been made on restoring these historic sites on the 400 block of South Rampart Street.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://littlegemsaloon.com/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "Little Gem Saloon",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "449 South Rampart Street",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "FB213445-B8DA-4FCD-9C5E-41A96CFF163E",
    "url": "https://www.nps.gov/places/iroquois-theater.htm",
    "title": "Iroquois Theater",
    "listingDescription": "The Iroquois Theater is the second of four structures in the 400 block of South Rampart Street that are strongly connected to early jazz history and particularly to Louis Armstrong. John Edward Hasse, curator of American music at the Smithsonian Institution, has said that “there is no block with more structures significant to the history of jazz” than this one.1 The Iroquois Theater was built in the fall of 1911 and had vaudeville programs until 1920.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/nri/20190921/places/529E8CD0-EEC5-6F8D-7CB45B355852DD00/529E8CD0-EEC5-6F8D-7CB45B355852DD00.jpg",
        "credit": "- Compiled by Karen Armagost",
        "altText": "The Iroquois Theater",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "LA",
        "parkCode": "jazz",
        "designation": "National Historical Park",
        "fullName": "New Orleans Jazz National Historical Park",
        "url": "https://www.nps.gov/jazz/index.htm",
        "name": "New Orleans Jazz"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "jazz sites",
      "Jazz",
      "jass",
      "New Orleans",
      "Louisiana",
      "music"
    ],
    "latitude": "29.951476",
    "longitude": "-90.074815",
    "latLong": "29.951476,-90.074815",
    "bodyText": "<p>The Iroquois Theater is the second of four structures in the 400 block of South Rampart Street that are strongly connected to early jazz history and particularly to Louis Armstrong. John Edward Hasse, curator of American music at the Smithsonian Institution, has said that “there is no block with more structures significant to the history of jazz” than this one. The Iroquois Theater was built in the fall of 1911 and had vaudeville programs until 1920. As at many African-American vaudeville theaters, its white operator gave artistic control to black managers and players. While jazz was dance music, played in clubs, saloons, and socials halls, the Iroquois was one of the first places where it was played in a concert setting, both on the stage and in the pit orchestra during silent films. Many noteworthy musicians played there, including Armstrong, guitarist Lonnie Johnson and his pianist brother James “Steady Roll” Johnson, composer, pianist, and publisher Clarence Williams, and singer Edna Landry, the half-sister of Lizzie Miles. Armstrong won a talent contest here by dipping his face in flour and doing a “white face” routine.<br /> <br /> The Iroquois is a two-story, two-bay brick building. Its upper floor is highlighted by decorative brickwork and the two bays are defined by pilasters. On the first floor, the pattern of a display window, three entrances, and a ticket window framed by rusticated pillars can still be seen. After reviewing oral histories at the Hogan Jazz Archive and theater columns in two national African-American weeklies, jazz historians Lynn Abbott and Jack Stewart said that there can be “no doubt that the Iroquois Theater was a foundry of early blues and jazz activity. From 1913 to the end of the decade, the Iroquois Theater was on the creative front line of distinctively AfricanAmerican entertainment in New Orleans.” It is listed on the National Register of Historic Places.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "413 South Rampart Street, New Orleans, Louisiana",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8D6DF42C-585F-45A7-954B-3499A06164B1",
    "url": "https://www.nps.gov/places/karnofsky-tailor-shop-and-residence.htm",
    "title": "Karnofsky Tailor Shop and Residence",
    "listingDescription": "The Karnofsky Store was, beginning in 1913, the shop, with residence above, of the Jewish family that provided a second home to the young Louis Armstrong. He worked for the Karnofskies on their coal and junk wagons, tooting “a small tin horn,” and ate meals with the family, either in their earlier home on Girod Street or here, or maybe both. The Karnofskies loaned Armstrong money for his first cornet.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/nri/20190921/places/515DF752-BB07-30A4-57709C648192A456/515DF752-BB07-30A4-57709C648192A456.jpg",
        "credit": "- Compiled by Karen Armagost 2012",
        "altText": "Karnofsky Tailor Shop and Residence",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "LA",
        "parkCode": "jazz",
        "designation": "National Historical Park",
        "fullName": "New Orleans Jazz National Historical Park",
        "url": "https://www.nps.gov/jazz/index.htm",
        "name": "New Orleans Jazz"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "jazz sites",
      "Jazz",
      "jass",
      "New Orleans",
      "music",
      "Louisiana"
    ],
    "latitude": "29.951234",
    "longitude": "-90.075085",
    "latLong": "29.951234,-90.075085",
    "bodyText": "<p>The Karnofsky Store was, beginning in 1913, the shop, with residence above, of the Jewish family that provided a second home to the young Louis Armstrong. He worked for the Karnofskies on their coal and junk wagons, tooting “a small tin horn,” and ate meals with the family, either in their earlier home on Girod Street or here, or maybe both. The Karnofskys loaned Armstrong money for his first cornet. It was near here, on New Year’s Eve, 1912, that Armstrong was arrested for firing a .38. Following his arrest he was sent to the Colored Waif’s Home, where he became part of a band and began to receive musical instruction and play his cornet more seriously.<br /> <br /> Morris Karnofsky, the son of the family and Armstrong’s boyhood friend, opened the first jazz record store in town, Morris Music. Located at various addresses on South Rampart Street through the years, it was a meeting place for musicians. Armstrong visited his friend and his musician buddies at the store on his many return trips to the city.<br /> <br /> The Karnofsky Store is listed on the National Register of Historic Places.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "099B6049-F853-4B2B-9469-C589D667EF0D",
    "url": "https://www.nps.gov/places/odd-fellows-and-masonic-dance-hall-eagle-saloon.htm",
    "title": "Odd Fellows and Masonic Dance Hall/ Eagle Saloon",
    "listingDescription": "Odd Fellows and Masonic Dance Hall/Eagle Saloon, built in 1850, is a three-story brick and stucco commercial building in the Neoclassical Revival style. Now on a largely vacant block in the Central Business District, it was historically in the South Rampart Street commercial and entertainment corridor, a flourishing area for African-Americans that also drew Jewish, Italian, and Chinese people.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/nri/20190921/places/50D8FFE0-DFD3-86F5-5B28D5A47E95AED1/50D8FFE0-DFD3-86F5-5B28D5A47E95AED1.jpg",
        "credit": "- Compiled by Karen Armagost, May, 2012",
        "altText": "Odd Fellows and Masonic Dance Hall/Eagle Saloon",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "LA",
        "parkCode": "jazz",
        "designation": "National Historical Park",
        "fullName": "New Orleans Jazz National Historical Park",
        "url": "https://www.nps.gov/jazz/index.htm",
        "name": "New Orleans Jazz"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Jazz",
      "jass",
      "New Orleans",
      "eagle saloon",
      "jazz sites"
    ],
    "latitude": "29.951728",
    "longitude": "-90.074794",
    "latLong": "29.951728,-90.074794",
    "bodyText": "<p>Odd Fellows and Masonic Dance Hall/Eagle Saloon, built in 1850, is a three-story brick and stucco commercial building in the Neoclassical Revival style. Now on a largely vacant block in the Central Business District, it was historically in the South Rampart Street commercial and entertainment corridor, a flourishing area for African-Americans that also drew Jewish, Italian, and Chinese people. Until 1907, the first floor housed Jake Itzkovich’s Eagle Loan Office, where musicians pawned their instruments between gigs. When he relocated closer to Canal Street, Frank Douroux opened his second tavern on the block in 1908 and named it the Eagle Saloon, after the loan office.</p> <p>In 1897 the Masonic and Odd Fellows Hall Association—formed of two African-American fraternal organizations—leased the third floor of the building. At the time, the parapet featured prominent shaped gables and finials, reminiscent of the Jacobean Revival Style. Sometime between 1922 and 1928, the current Classical Revival parapet was added and the three openings on the façade’s third story were lengthened to match those below. The Masons and Odd Fellows also occupied a second three-story building in the rear of this one, set at a right angle to it, since removed. They used the spaces for their main hall, a dance hall and meeting room, an eating area, a pool room, and living quarters for the building manager. Legendary cornetist Charles “Buddy” Bolden and his band played for dances in the ballroom, as did John Robichaux and Bunk Johnson.</p> <p>The building represents an important social dance hall and gathering place for African-American musicians. The street in front of the building was also used by the Odd Fellows and Masons as a parade assembly point. After Bolden’s mental breakdown in 1907, Frankie Duson took over his original band, which congregated at the Eagle Saloon, under the name the Eagle Band. Other leading early jazz artists associated with the structure include Louis Armstrong, Johnny Dodds, Pops Foster, and Joe “King” Oliver. It is listed on the National Register of Historic Places.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "401-403 South Rampart Street, New Orleans, Louisiana",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]