[
  {
    "id": "B9647104-0B5D-4196-860A-311D633C7A37",
    "url": "https://www.nps.gov/places/john-muir-house.htm",
    "title": "John Muir House",
    "listingDescription": "The John Muir home at the John Muir National Historic Site in Martinez, CA.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/54FDC93D-0CF2-1290-571BD14993349EF1.jpg",
        "credit": "NPS photo, Luther Bailey.",
        "altText": "Two story Victorian house with surrounded by trees. Two additional palm trees tower above the porch.",
        "title": "John Muir House",
        "description": "",
        "caption": "The Strentzel/Muir home at the John Muir National Historic Site.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/54FDC93D-0CF2-1290-571BD14993349EF1.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/54FDC93D-0CF2-1290-571BD14993349EF1.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "jomu",
        "designation": "National Historic Site",
        "fullName": "John Muir National Historic Site",
        "url": "https://www.nps.gov/jomu/index.htm",
        "name": "John Muir"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "john muir",
      "Strentzel",
      "Martinez",
      "California",
      "historic",
      "National Park"
    ],
    "latitude": "37.9912990542",
    "longitude": "-122.131278627",
    "latLong": "37.9912990542,-122.131278627",
    "bodyText": "<p>The Strentzel / Muir house was built in 1882 by Dr. John Strentzel, John Muir's father-in-law. When Dr.Strentzel died in 1890, Mrs. Strentzel invited the Muirs to move into the \"big house\" with her. This was to be John Muir's home for the last 24 years of his life.</p> <p>The \"big house\" is a 17-room wood frame mansion of the late Victorian period (Italianate style) built on a knoll with a commanding view of Alhambra Valley. It is a two story structure with a full basement and attic, a cupola on the peak of the roof, 12-foot high ceilings in the rooms, and over 10,000 square feet of floor space. The house was designed by architects Wolfe and Son of San Francisco and built by contractors Sylvester and Langabee of the same city.</p> <p>The first floor contains an entrance hall, formal parlor, library with partially enclosed porch, family parlor, dining room with attached conservatory, and a kitchen. There were originally two water closets, one having been removed by John Muir in 1906.</p> <p>The second floor has six bedrooms, one water closet and one bathroom. Three bedrooms have been restored: Muir's, the children's and the governess'. One large bedroom was converted to a study by John Muir and has been restored as such. The remaining room contains Sierra Club material.</p> <p>The house cost over $20,000 to build and furnish, and included such conveniences as indoor plumbing and gas lighting. There was a telephone in the house as early as 1885. John Muir had an electrical system installed just before his death in 1914.</p> <p>Water for the indoor plumbing was provided by rainwater collected from the roof, or pumped from one of the three wells located near the house, and stored in redwood tanks in the attic. Any overflow went to a large brick cistern under the kitchen floor. Sometime after 1890, John Muir added a three story addition to the back of the house that supports a large steel water tank in the attic.</p> <p>There were originally seven imported Italian marble fireplaces of which only three remain. Two others were converted to brick and two were removed. The family parlor fireplace is a large mission style which Muir had built after the original fireplace was destroyed in the 1906 earthquake. Muir also opened up the two first floor parlors with large archways and a smaller one into the dining room during house repairs.</p> <p>The house has remained largely unaltered structurally since Muir's time.The National Park Service has been involved in an on-going restoration program on the house and surrounding grounds since the house was declared a National Historic Site in 1964. Period furniture and artifacts have been used whenever possible, with reproduction wall and floor coverings and paintings to reflect the historic period.</p>",
    "audioDescription": "The Victorian style Strentzel / Muir house stands two stories high and contains 17 rooms. The house has 12-foot high ceilings and over 10,000 square feet of floor space. Two palm trees stand on both sides of the home entrance and are taller than the roof height. Outside, stairs lead up to the front port, as well as an additional set of stairs leading to a porch entrance to the right of the front porch. Inside, the house the first floor contains a couple of family rooms, a dining room, a den and a kitchen. The next floor up contains three two bedrooms, one display room (previous bedroom) and the John Muir \"Scribble Den\" which was Muir's office. The third floor is an attic and contains the staircase that leads to the bell tower at the top of the house. This bell can be run by visitors. The attack and bell tower have windows that look out in front of the home. There is also a large basement, but it is not accessible to visitors.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "c44a3efa-8972-4472-8bd5-f15d8dff5daf",
    "isManagedByNps": "1",
    "amenities": [
      "Captioned Media",
      "Information",
      "Restroom"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Martinez, CA",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "National Historic Site",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Historic",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8687CE03-82BB-43E0-9FBD-F046FDB981B2",
    "url": "https://www.nps.gov/places/martinez-adobe.htm",
    "title": "Martinez Adobe",
    "listingDescription": "The Martinez Adobe is part of the Juan Bautista de Anza National Historic Trail and the John Muir National Historic Site.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5ADA6365-C46F-D4C5-5276BEFF40787354.jpg",
        "credit": "NPS photo, Luther Bailey.",
        "altText": "A two story home with end-to-end porches on both levels. A park bench sits in the foreground.",
        "title": "Martinez Adobe",
        "description": "",
        "caption": "Martinez Adobe, part of the John Muir National Historic Site.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5ADA6365-C46F-D4C5-5276BEFF40787354.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5ADA6365-C46F-D4C5-5276BEFF40787354.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "jomu",
        "designation": "National Historic Site",
        "fullName": "John Muir National Historic Site",
        "url": "https://www.nps.gov/jomu/index.htm",
        "name": "John Muir"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Martinez",
      "California",
      "john muir",
      "juan bautista de anza",
      "historic",
      "Adobe"
    ],
    "latitude": "37.991165985",
    "longitude": "-122.133659364",
    "latLong": "37.991165985,-122.133659364",
    "bodyText": "<p>The Martinez Adobe, located on the western edge of John Muir's historic orchards, features bilingual exhibits for the Juan Bautista de Anza National Historic Trail. Come learn the story of the Anza Expedition, when Spanish Lt. Colonel Juan Bautista de Anza led 240 men, women and children up the California coast in 1775. For more information, visit <a href=\"https://www.nps.gov/juba\">www.nps.gov/juba</a>.</p> <p>Thousands of acres were owned by individual families under the Spanish and Mexican land grant systems. The original Martinez grant contained over 17,000 acres and reached past the town of Pinole southwest of Alhambra Valley. (Don Vincente Martinez, son of the commandante of the Presidio of San Francisco, built this house of adobe bricks around 1849.)</p> <p>The foundation of the Martinez Adobe is rough stone, while the walls are sun-dried adobe brick ranging in thickness from twenty-four to thirty inches. The roof was covered with shingles of either cedar or redwood.</p> <p>Don Vicente Martinez lived in his adobe only four years before he sold it to Edward Franklin, the first of a series of owners who would change the land again.</p> <p>Dr. John Strentzel, father-in-law of John Muir, purchased the adobe from an Australian, Thomas Redfern, in 1874. Dr. Strentzel, often called the father of California horticulture, soon replaced cattle with fruit trees of many varieties. Dr. Strentzel used the adobe as a store room and as a residence for his foremen.</p> <p>Contrary to legend, John Muir and his wife never lived in the Martinez Adobe, but it was the home of his elder daughter, Wanda, and her husband, Thomas Hanna. John Muir would often eat meals at the adobe and find time to play with his grandchildren.</p> <p>The coming of heavy industry to Martinez in 1914, the year of Muir's death, saw the beginning of the end of orcharding in the lower Alhambra Valley. Population growth meant that the land had greater monetary value for homes than for orchards, and the land changed again. By the 1960s, open farmland was replaced with houses and streets. Concerned citizens organized themselves to preserve a small sample of the past before it vanished, and in 1964, the adobe became part of the John Muir National Historic Site.</p>",
    "audioDescription": "The Martinez Adobe is part of the John Muir National Historic Site and sits at the back of the main property. The adobe house is two stories with a long porch on front with shuttered windows. Trees and grass surround the home. The bottom floor of the font of the house contains exhibits for the Juan Bautista de Anza National Historic Trail.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "ee63244c-7bde-4043-899f-cc0e46d5ee84",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8C8DB8F0-D9A1-4B39-8623-CFECA5F96B62",
    "url": "https://www.nps.gov/places/mount-wanda.htm",
    "title": "Mount Wanda",
    "listingDescription": "Mount Wanda is part of the John Muir National Historic Site. Hiking trails are available. Please contact the visitor center for more information.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5A194858-A3AE-C6D7-E902F3A3147DB7D0.jpg",
        "credit": "NPS photo, Luther Bailey.",
        "altText": "A dirt path moves through a grassy and tree-lines hill.",
        "title": "Mount Wanda",
        "description": "",
        "caption": "Mount Wanda Trail.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5A194858-A3AE-C6D7-E902F3A3147DB7D0.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5A194858-A3AE-C6D7-E902F3A3147DB7D0.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "jomu",
        "designation": "National Historic Site",
        "fullName": "John Muir National Historic Site",
        "url": "https://www.nps.gov/jomu/index.htm",
        "name": "John Muir"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Mount Wanda",
      "john muir"
    ],
    "latitude": "37.9817285443",
    "longitude": "-122.13340135",
    "latLong": "37.9817285443,-122.13340135",
    "bodyText": "<p>Named after his eldest daughter, Mt. Wanda is 326 acres of oak woods and grasslands. The Muir family never used it for fruit production, but as an escape for the daughters to take nature walks with “Papa”.<br /> <br /> Explore the hills where John Muir hiked with his two daughters, Wanda and Helen. Mount Wanda is open daily sunrise to sunset. Please come prepared, as no water or toilet facilities are available. Pets are permitted on a leash. Bicycles and horses are allowed on fire roads only. To access Mt. Wanda, travel ¼ mile south from the visitor center on Alhambra Avenue to the trail head parking lot next to Franklin Canyon Road.</p>",
    "audioDescription": "Mount Wanda is part of the John Muir National Historic Site, but is not connected to the main park site. Mount Wanda is 326 acres of trees, hills, and trails.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "afa76d04-ccdf-4686-bca7-6e4b8db08e60",
    "isManagedByNps": "1",
    "amenities": [
      "Information - Maps Available",
      "Information Kiosk/Bulletin Board"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3186EDD7-7DA4-491D-B79F-BC09BD9521A1",
    "url": "https://www.nps.gov/places/sacramento-san-joaquin-delta-national-heritage-area.htm",
    "title": "Sacramento-San Joaquin Delta National Heritage Area",
    "listingDescription": "The Sacramento-San Joaquin Delta National Heritage Area was designated in 2019 as the first National Heritage Area in California. The Delta Protection Commission, a state agency, is the coordinating entity.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/8D639750-CA7E-503D-FA503B4D5FDBE2DF.jpg",
        "credit": "Photo Courtesy of Blake Roberts and Sacramento San Joaquin Delta National Heritage Area",
        "altText": "Historic mansion surrounded by towering trees and a beautiful blue sky",
        "title": "Grand Island Mansion",
        "description": "",
        "caption": "The beautiful Grand Island Mansion is located in Walnut Grove",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/8D639750-CA7E-503D-FA503B4D5FDBE2DF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/8D639750-CA7E-503D-FA503B4D5FDBE2DF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "jomu",
        "designation": "National Historic Site",
        "fullName": "John Muir National Historic Site",
        "url": "https://www.nps.gov/jomu/index.htm",
        "name": "John Muir"
      },
      {
        "states": "CA",
        "parkCode": "poch",
        "designation": "National Memorial",
        "fullName": "Port Chicago Naval Magazine National Memorial",
        "url": "https://www.nps.gov/poch/index.htm",
        "name": "Port Chicago Naval Magazine"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "NHA",
      "community assistance",
      "heritage",
      "Conservation",
      "California",
      "living landscapes",
      "community based",
      "culture",
      "diversity",
      "stories",
      "history",
      "historic preservation",
      "farming",
      "delta",
      "water",
      "Gold Rush",
      "agriculture",
      "reclamation",
      "marshlands",
      "john muir",
      "japanese american confinement",
      "jack london",
      "bejamin holt",
      "george shima",
      "joan didion"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<p paraeid=\"{a6e9ebd4-b169-4cc2-8ed5-6e88a3c724f0}{225}\" paraid=\"7\">The Sacramento-San Joaquin Delta National Heritage Area was designated in 2019 as the first National Heritage Area (NHA) in California. The Delta Protection Commission, a state agency, is the coordinating entity.   </p> <p paraeid=\"{a6e9ebd4-b169-4cc2-8ed5-6e88a3c724f0}{233}\" paraid=\"8\">The NHA lies at the junction of California’s two largest rivers - the Sacramento and San Joaquin. Historically, the bounty of vast wetlands here allowed population density of the indigenous people to become, what was thought to be, the second-highest in North America before European contact.   </p> <p paraeid=\"{a6e9ebd4-b169-4cc2-8ed5-6e88a3c724f0}{245}\" paraid=\"9\">The discovery of gold in the late 1840s in the Sierra Nevada foothills changed everything. Prospectors streamed into San Francisco Bay then sailed through this watery region headed to the goldfields of the California Gold Rush. They were followed by immigrants from China, Italy, Portugal, and other countries who arrived to farm and build the railroad. Later, Japanese, Filipino, and Mexican immigrants also came to settle this land of opportunity.   </p> <p paraeid=\"{df054bdb-b82d-4cf3-af49-4379ff91910d}{4}\" paraid=\"10\">In the late 19th century the Delta was remade into “California’s cornucopia” through one of the largest reclamation projects in the United States. Immense swaths of marshland were converted, largely behind levees, into one of the most fertile agricultural regions in the world. This transformation was made possible by the invention of equipment, by local innovators, that turned the native peat into cropland, revolutionizing American farming and earth-moving methods still in use today.   </p> <p paraeid=\"{df054bdb-b82d-4cf3-af49-4379ff91910d}{18}\" paraid=\"1273571000\">The 20th century brought the development of large-scale federal and state-sponsored infrastructure projects that today send Delta water to irrigate agriculture up and down the Great Central Valley and supply drinking water to cities as far as Southern California.  </p> <p paraeid=\"{df054bdb-b82d-4cf3-af49-4379ff91910d}{30}\" paraid=\"11\">Still, this is a rural place, full of water, fish, and flocks of birds on their migratory routes. Thus, the Sacramento-San Joaquin Delta is both an important ecosystem and an engineering marvel at the center of California's never-ending water resource challenges. Visitors will find a hidden gem of historic towns, scenic roads, farm stands, and plentiful opportunities for birding, boating, biking, and fishing – surprisingly surrounded by the Sacramento, San Francisco Bay Area, and Stockton metropolitan areas.  </p> <p paraeid=\"{df054bdb-b82d-4cf3-af49-4379ff91910d}{43}\" paraid=\"12\">The Sacramento-San Joaquin National Heritage Area is committed to economic development, especially heritage tourism, ecotourism, and agritourism that is compatible with agriculture; to the preservation of the region’s unique architecture; and to creating interpretive and history programs that attract, entertain, and educate visitors and residents alike.   </p> <h2 paraeid=\"{df054bdb-b82d-4cf3-af49-4379ff91910d}{43}\" paraid=\"12\">Historic Sites and Points of Interest:</h2> <ol role=\"list\" start=\"1\"> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"1\" data-font=\"Calibri, Calibri_MSFontService, sans-serif\" data-leveltext=\"%1.\" data-listid=\"1\" role=\"listitem\"> <p paraeid=\"{df054bdb-b82d-4cf3-af49-4379ff91910d}{108}\" paraid=\"21\"><a href=\"http://oldsugarmill.com/\">Old Sugar Mill, Clarksburg</a> </p> </li> </ol> <ol role=\"list\" start=\"2\"> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"2\" data-font=\"Calibri, Calibri_MSFontService, sans-serif\" data-leveltext=\"%1.\" data-listid=\"1\" role=\"listitem\"> <p paraeid=\"{df054bdb-b82d-4cf3-af49-4379ff91910d}{116}\" paraid=\"22\"><a href=\"https://www.nps.gov/places/locke-historic-district.htm\">Locke Historic District and National Historic Landmark</a> </p> </li> </ol> <ol role=\"list\" start=\"3\"> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"3\" data-font=\"Calibri, Calibri_MSFontService, sans-serif\" data-leveltext=\"%1.\" data-listid=\"1\" role=\"listitem\"> <p paraeid=\"{df054bdb-b82d-4cf3-af49-4379ff91910d}{124}\" paraid=\"23\"><a href=\"https://www.nps.gov/places/walnut-grove-chinese-historic-district.htm\">Walnut Grove (Chinese-American Historic District)</a>,   <br /> <a href=\"https://noehill.com/sacramento/nat1990000551.aspx\">Commercial/Residential Historic District</a><a href=\"https://noehill.com/sacramento/nat1990000551.aspx\">,</a>   <br /> <a href=\"https://www.nps.gov/places/walnut-grove-japanese-american-historic-district.htm\">Japanese-American Historic District</a> </p> </li> </ol> <ol role=\"list\" start=\"4\"> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"4\" data-font=\"\" data-leveltext=\"%1.\" data-listid=\"1\" role=\"listitem\"> <p paraeid=\"{df054bdb-b82d-4cf3-af49-4379ff91910d}{148}\" paraid=\"24\"><a href=\"https://grandislandmansion.com/history/\">Grand Island Mansion, Walnut Grove</a> </p> </li> </ol> <ol role=\"list\" start=\"5\"> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"5\" data-font=\"\" data-leveltext=\"%1.\" data-listid=\"1\" role=\"listitem\"> <p paraeid=\"{df054bdb-b82d-4cf3-af49-4379ff91910d}{156}\" paraid=\"25\"><a href=\"https://www.nps.gov/places/isleton-chinese-and-japanese-commercial-districts.htm\">Isleton Chinese and Japanese Commercial Districts</a> </p> </li> </ol> <ol role=\"list\" start=\"6\"> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"6\" data-font=\"\" data-leveltext=\"%1.\" data-listid=\"1\" role=\"listitem\"> <p paraeid=\"{df054bdb-b82d-4cf3-af49-4379ff91910d}{166}\" paraid=\"26\"><a href=\"https://www.ebparks.org/parks/big_break/\">Big Break Regional Shoreline, Oakley</a> </p> </li> </ol> <ol role=\"list\" start=\"7\"> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"7\" data-font=\"\" data-leveltext=\"%1.\" data-listid=\"1\" role=\"listitem\"> <p paraeid=\"{df054bdb-b82d-4cf3-af49-4379ff91910d}{174}\" paraid=\"27\"><a href=\"https://www.nps.gov/places/benicia-arsenal.htm\">Benicia (Benicia Arsenal)</a>,  <br /> <a href=\"http://www.parks.ca.gov/?page_id=475\">Benicia Capitol State Historic Park</a> </p> </li> </ol> <ol role=\"list\" start=\"8\"> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"8\" data-font=\"\" data-leveltext=\"%1.\" data-listid=\"1\" role=\"listitem\"> <p paraeid=\"{df054bdb-b82d-4cf3-af49-4379ff91910d}{194}\" paraid=\"28\"><a href=\"https://downtownmartinez.org/\">Downtown Martinez</a> </p> </li> <li paraeid=\"{df054bdb-b82d-4cf3-af49-4379ff91910d}{202}\" paraid=\"29\"><a href=\"https://www.portcostaconservationsociety.org/\">Port Costa</a> </li> <li paraeid=\"{df054bdb-b82d-4cf3-af49-4379ff91910d}{202}\" paraid=\"29\"><a href=\"https://noehill.com/contracosta/nat1980000799.asp\">Hercules Village</a> </li> </ol> <h2 paraeid=\"{df054bdb-b82d-4cf3-af49-4379ff91910d}{210}\" paraid=\"30\">Notable People:  </h2> <ol role=\"list\" start=\"1\"> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"1\" data-font=\"Calibri, Calibri_MSFontService, sans-serif\" data-leveltext=\"%1.\" data-listid=\"2\" role=\"listitem\"> <p paraeid=\"{df054bdb-b82d-4cf3-af49-4379ff91910d}{224}\" paraid=\"32\"><a href=\"https://visitcadelta.com/stories/delta-people/\">Jack London</a> </p> </li> </ol> <ol role=\"list\" start=\"2\"> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"2\" data-font=\"Calibri, Calibri_MSFontService, sans-serif\" data-leveltext=\"%1.\" data-listid=\"2\" role=\"listitem\"> <p paraeid=\"{df054bdb-b82d-4cf3-af49-4379ff91910d}{232}\" paraid=\"33\"><a href=\"https://hagginmuseum.org/collections/holt-75-tractor/\">Benjamin Holt</a> </p> </li> </ol> <ol role=\"list\" start=\"3\"> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"3\" data-font=\"\" data-leveltext=\"%1.\" data-listid=\"2\" role=\"listitem\"> <p paraeid=\"{df054bdb-b82d-4cf3-af49-4379ff91910d}{240}\" paraid=\"34\"><a href=\"https://www.nps.gov/articles/ssjd-potato-king.htm\">George Shima, known as “The Potato King”</a> </p> </li> </ol> <ol role=\"list\" start=\"4\"> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"4\" data-font=\"\" data-leveltext=\"%1.\" data-listid=\"2\" role=\"listitem\"> <p paraeid=\"{df054bdb-b82d-4cf3-af49-4379ff91910d}{252}\" paraid=\"567540419\"><a href=\"https://www.nps.gov/articles/john-muir.htm\">John Muir</a> </p> </li> </ol> <ol role=\"list\" start=\"5\"> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"5\" data-font=\"\" data-leveltext=\"%1.\" data-listid=\"2\" role=\"listitem\"> <p paraeid=\"{4fffb0bb-c0b8-4648-b35c-a5eca7eea600}{5}\" paraid=\"36\"><a href=\"https://www.thejoandidion.com/about\">Joan Didion</a> </p> </li> </ol>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "http://delta.ca.gov/NHA/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "Delta Protection Commission",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "North Central California; Sacramento, San Joaquin, Contra Costa, Solano, and Yolo Counties ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The Sacramento-San Joaquin Delta National Heritage Area recognizes and celebrates the rural, agricultural, multicultural, technological, and recreational heritage of the inland Delta - the heart of California.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Heritage Area",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F9EA35D5-C8DA-4C82-A5A1-1AFC2FA484AF",
    "url": "https://www.nps.gov/places/stop-10-plums-and-grapes.htm",
    "title": "Stop 10: Plums and Grapes",
    "listingDescription": "Stop 10 of the self-guided tour. You are in front of plum trees and grape vines.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/FA0041A8-EC0A-3351-FB108626408A465D.jpg",
        "credit": "NPS Photo.",
        "altText": "Multiple plum trees are blooming with flowers against a backdrop of other trees.",
        "title": "Plum Trees",
        "description": "",
        "caption": "Blossoming Plum Trees.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/FA0041A8-EC0A-3351-FB108626408A465D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/FA0041A8-EC0A-3351-FB108626408A465D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "jomu",
        "designation": "National Historic Site",
        "fullName": "John Muir National Historic Site",
        "url": "https://www.nps.gov/jomu/index.htm",
        "name": "John Muir"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Plums",
      "grapes",
      "vines",
      "fruit",
      "John Mur",
      "Martinez",
      "Orchard",
      "California"
    ],
    "latitude": "37.991379668692495",
    "longitude": "-122.1322622903972",
    "latLong": "37.991379668692495,-122.1322622903972",
    "bodyText": "<p>To your left are several varieties of plum trees, including Santa Rosa and Cherry Plums. If it’s July, stroll into the orchard and pick up a sweet treat from the ground. Please don’t climb the trees or pick fruit. The ripe plums and the sweetest ones are already on the ground. Don’t let a blemish or some easily brushed off dirt stop you from enjoying this delicious fruit.</p> <p>On the right, the short, bushy vines are grapes. The Muirs grew both wine and table grapes, but they did not make wine on the ranch. The three varieties you see before you (Tokay, Muscat and Zinfandel) were planted in the 1970’s by Muir’s grandson. Muir was very discerning about which grapes should be grown on the ranch. Here is what he had to say about one of the varieties he removed:</p> <p><em>“The Mission Vine, the first planted in California, is a good table grape, but a poor wine grape and brings a very low price for either table or wine. The Padres ought to have known better – such good judges they were in most things relating to the stomach.”</em></p>",
    "audioDescription": "Stop 10 of the self-guided tour.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7014E7A5-7F43-4699-A919-A58EBB7402B8",
    "url": "https://www.nps.gov/places/stop-11-martinez-adobe.htm",
    "title": "Stop 11: Martinez Adobe",
    "listingDescription": "This is stop 11, the final stop. You are standing in front of the Martinez Adobe, part of the Juan Bautista de Anza National Historic Trail.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/FA6393C3-0AE0-6217-A414FB14C60B1EBB.jpg",
        "credit": "NPS photo/Luther Bailey",
        "altText": "A two-story home with both an upper and lower wrap-around porch sits in a backdrop of trees.",
        "title": "Martinez Adobe",
        "description": "",
        "caption": "Martinez Adobe.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/FA6393C3-0AE0-6217-A414FB14C60B1EBB.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/FA6393C3-0AE0-6217-A414FB14C60B1EBB.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "jomu",
        "designation": "National Historic Site",
        "fullName": "John Muir National Historic Site",
        "url": "https://www.nps.gov/jomu/index.htm",
        "name": "John Muir"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Martinez",
      "Adobe",
      "john muir",
      "juan bautista de anza",
      "nps"
    ],
    "latitude": "37.99131957587826",
    "longitude": "-122.13350682392047",
    "latLong": "37.99131957587826,-122.13350682392047",
    "bodyText": "<p>More than a place for business, thie property formed the centerpiece on which Muir’s family life was built.</p> <p>This adobe building in front of you is the oldest in Martinez. It was built by Vincente Martinez in 1849. During Muir’s time ranch managers used the adobe as their home. One of these men was Thomas Hanna, who married Muir’s oldest daughter Wanda. The short distance between the adobe and the house allowed Muir to spend time with his daughter and later grandchildren, building strong family ties that Muir valued.</p> <p>Muir wrote to an old friend about his family and the sun setting on his life:</p> <p><em>“It is now seven years since my beloved wife vanished in the land of the leal. Both of my girls are happily married and have homes and children of their own. Wanda has three lively boys, Helen has two and are living at Daggett, California. Wanda is living on the ranch in the old adobe, while I am alone in my library den in the big house on the hill where you and sister Kate found me on your memorable visit long ago. </em></p> <p><em>As the shadows lengthen in life’s afternoon, we cling all the more fondly to the friends of our youth. …”</em></p> <p>John Muir died on December 24, 1914. </p> <p>After his passing, Muir’s daughters sold the house and the land that was used as a fruit ranch. The Muir home and the Martinez adobe went through five different owners before being designated as a National Historic Site in 1964. The site now gives you insight into John Muir’s life as a rancher, father and husband, which is inseparable from his accomplishments as a writer and preservationist. As you walk back to the entrance, consider how the ground you are walking on supported one of nature’s most devoted defenders, John Muir.</p>",
    "audioDescription": "Stop 11 of the self-guided tour. You are standing next to the Martinez Adobe, part of the Juan Bautista de Anza National Historic Trail.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B07282CC-DB0F-4051-84B6-31D8B5D7B67F",
    "url": "https://www.nps.gov/places/stop-12-juan-bautista-de-anza.htm",
    "title": "Stop 12: Juan Bautista de Anza",
    "listingDescription": "Stop 12 of the cell phone tour for the main grounds at the John Muir National Historic Site, which houses the Martinez Adobe. This stop includes interpretive information about the history of the Anza Expedition, part of the Juan Bautista de Anza National Historic Trail.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/1463C46C-AFD8-353F-27EC8B3DC8474531.jpg",
        "credit": "NPS",
        "altText": "A historic map of the Anza Expedition. The map shows the 1200-mile trail.",
        "title": "The Anza Expedition Map",
        "description": "",
        "caption": "The 1200-mile trail from the Anza expedition.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/1463C46C-AFD8-353F-27EC8B3DC8474531.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/1463C46C-AFD8-353F-27EC8B3DC8474531.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "jomu",
        "designation": "National Historic Site",
        "fullName": "John Muir National Historic Site",
        "url": "https://www.nps.gov/jomu/index.htm",
        "name": "John Muir"
      },
      {
        "states": "AZ,CA",
        "parkCode": "juba",
        "designation": "National Historic Trail",
        "fullName": "Juan Bautista de Anza National Historic Trail",
        "url": "https://www.nps.gov/juba/index.htm",
        "name": "Juan Bautista de Anza"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "juan bautista de anza",
      "Cell Phone Tour"
    ],
    "latitude": "37.99114859333537",
    "longitude": "-122.13359334477354",
    "latLong": "37.99114859333537,-122.13359334477354",
    "bodyText": "Transcript from Cell Tour Audio:<br /> <br /> It was between 1775 and 1776 that 240 colonists, soldiers, and others packed up their lives and began an astounding journey of 1200 miles. Led by Lt. Colonel Juan Bautista de Anza, the expedition began from present-day Sonora, Mexico, to the area of what the Spanish then called “Alta California”.  <br /> <br /> The goal of Anza’s expedition was to establish an overland route for further settlement of the region. While we know it as California, today, it was then the northern frontier of the Spanish empire. When they reached their final destination of San Francisco, they would work to establish a mission for personal religious purposes, to evangelize the local people, as well as build a military fort, also known as a presidio. <br /> <br /> The colonists of the Anza Expedition were a multiethnic group of families of mixed Native American, African, and European ancestry. Their collective experiences and cultures established a wonderful foundation for the thriving mixed heritage that the San Francisco Bay Area is known for, today. <br /> <br /> The official handwritten records from the expedition have provided a connection to many of the family groups who participated. However, the names of horsemen, carpenters, blacksmiths, muleteers, cowboys, Indian guides, and servants who were essential members of the journey, were not included.  <br /> <br /> When the Anza expedition arrived in the bay area, they discovered that the lands were inhabited by the Native American Ohlone peoples. Over time, the colonialist displaced the Ohlone through cultural clashes and forced missionization. By the turn of the century the impact of colonialism had forever changed both the environment and the first peoples of this land.  <br /> <br /> The early 1800’s marked the change of San Francisco, and the rest of Alta California, which were no longer under Spanish rule and had become a part of the newly independent Mexico.   <br /> <br /> The original families of the expedition and their descendants, known as Californios, continued to navigate the changing political landscape, and dispersed throughout Alta California to settle new regions.   Manuel Ramírez de Arellano, who had brought his family from Sonora on the Anza Expedition, moved to Los Angeles with his wife and 4 children after retiring from the military.   <br /> <br /> In 1797, he became the <i>alcalde,</i> or mayor, of Los Angeles. His daughter, María Martina Arellano, married a cadet stationed at the Presidio of Santa Barbara named Lieutenant Don Ignacio Martínez, who would eventually become one of the most prominent figures in San Francisco during his life.  <br /> <br /> Over the course of their marriage, Lt. Don Ignacio Martínez and María Martina Arellano would move from Santa Barbara to San Diego to San Francisco and have 11 children along the way. By 1823, Don Ignacio, now the Comandante of the San Francisco Presidio, was granted over 17,000 acres of land that would become Rancho Pinole, and included the property where John Muir’s home sits today. María and Ignacio’s son, Vicente, built the adobe home in 1849 where he resided with his wife. To this day the city of Martinez continues to carry the name of the family and the Martinez Adobe is considered one of the oldest standing two-story adobe structures.  <br /> <br /> Vicente Martinez eventually sold off portions of land, including the adobe house, to Edward Franklin who, in 1875, sold the property to Dr. John T. Strentzel. The adobe was used as a headquarters and storage for the ranch. A Victorian-style home was built by Dr. Strentzel, which would eventually become the home of his daughter Louisa Strentzel and son-in-law, John Muir. The Muir’s daughter, Wanda, moved into the adobe in 1907, with her husband, and raised her three children there. Today, the Martinez Adobe stands as a bridge through centuries to the early Spanish colonial era ushered in by those on the Anza Expedition.  ",
    "audioDescription": "This is \"Stop 12\" of the main grounds tour. This stop is for the Martinez Adobe, which is on the main grounds of the John Muir National Historic Site. The audio tour covers information about the history of the Anza expedition in the late 1700's, and is part of the Juan Bautista de Anza National Historic Trail.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7986FD8B-4967-4DF4-8362-953F514EDDFE",
    "url": "https://www.nps.gov/places/stop-1-outside-the-visitor-center.htm",
    "title": "Stop 1: Outside the Visitor Center",
    "listingDescription": "This is \"Stop 1\" for the self-guided cell phone tour at John Muir National Historic Site. This location is right behind the visitor center.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/05EB7361-FD02-3820-2E8A1CA6AFC1D8E7.jpg",
        "credit": "NPS photo/Luther Bailey",
        "altText": "An old copper sprayer sits in the peach orchard. Trees can be seen.",
        "title": "Peach Orchard and Sprayer",
        "description": "",
        "caption": "Copper sprayer in the peach orchard.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/05EB7361-FD02-3820-2E8A1CA6AFC1D8E7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/05EB7361-FD02-3820-2E8A1CA6AFC1D8E7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "jomu",
        "designation": "National Historic Site",
        "fullName": "John Muir National Historic Site",
        "url": "https://www.nps.gov/jomu/index.htm",
        "name": "John Muir"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "john muir",
      "National Historic Site",
      "Cell Phone Tour",
      "tour",
      "Martinez",
      "California"
    ],
    "latitude": "37.9921200940337",
    "longitude": "-122.131132506869",
    "latLong": "37.9921200940337,-122.131132506869",
    "bodyText": "<h2><b>Welcome and Introduction</b></h2> <p>Welcome to John Muir National Historic Site. This audio tour explores the historic grounds and orchards. There are 11 stops on the tour. Throughout the site there are signs indicating a cell phone audio stop.</p> <p>John Muir was an explorer and writer, known today for his work in preserving nature. Later in life, Muir was a fruit farmer and a business man. His success as a fruit rancher provided affluence that supported his family and travels and allowed him time to write. It also provided him access to a political arena where he was able to build support for his preservation efforts. Much of what Muir wrote on preserving and protecting natural areas was completed during this time. Learn more about Muir the rancher and the agricultural history of the site with this orchard tour.</p> <p>Move toward the easy access path to reach the next stop.</p>",
    "audioDescription": "This first stop is the sign for Stop 1, outside the back of the visitor center.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Restroom",
      "Restroom - Accessible",
      "Restroom - Family"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "5F778616-B84E-4764-A4F3-126B537CB431",
    "url": "https://www.nps.gov/places/stop-2-john-muir-in-martinez.htm",
    "title": "Stop 2: John Muir in Martinez",
    "listingDescription": "This is stop 2, which provides a view of the Victorian Muir/Strentzel home.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/54FDC93D-0CF2-1290-571BD14993349EF1.jpg",
        "credit": "NPS photo, Luther Bailey.",
        "altText": "Two story Victorian house with surrounded by trees. Two additional palm trees tower above the porch.",
        "title": "John Muir House",
        "description": "",
        "caption": "The Strentzel/Muir home at the John Muir National Historic Site.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/54FDC93D-0CF2-1290-571BD14993349EF1.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/54FDC93D-0CF2-1290-571BD14993349EF1.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "jomu",
        "designation": "National Historic Site",
        "fullName": "John Muir National Historic Site",
        "url": "https://www.nps.gov/jomu/index.htm",
        "name": "John Muir"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "john muir",
      "Home",
      "Cell Phone",
      "tour",
      "Martinez",
      "California"
    ],
    "latitude": "37.99184633620677",
    "longitude": "-122.13111519813538",
    "latLong": "37.99184633620677,-122.13111519813538",
    "bodyText": "<p>(Transcript) This land and house was once owned by Dr. John Strentzel and his wife Louisiana, John Muir’s future in-laws. Dr. Strentzel was a medical doctor with a talent for growing fruit who experimented with more than a thousand varieties of fruit trees and ornamentals. Through his work in those early days of California horticulture, he was able to determine what kinds of fruit would grow best in this northern California climate. At one point, he grew 50 different varieties of pears.</p> <p>John Muir was encouraged to visit Dr. Strentzel through a mutual friend. Knowing of the doctor’s interest in trees and the promise of a warm meal was all it took to get the bachelor Muir to visit the Strentzel family. Little did he suspect that Strentzel’s beautiful daughter Louie would become his wife.</p> <p>Dr. Strentzel’s first home in Martinez was a modest house located about a mile south of here. Muir writes his sister Sarah about a visit in 1877:</p> <p><em>“Coming home here I left my boat at Martinez, thirty miles up the bay, and walked to Oakland across the top of Mount Diablo, and on the way called at my friends the Strentzel’s, who have eighty acres of choice orchards and vineyards, where I rested two days, my first rest in six weeks. They pitied my weary looks, and made me eat and sleep, stuffing me with turkey, chicken, beef, fruits, and jellies in the most extravagant manner imaginable, and begged me to stay a month.”</em></p>",
    "audioDescription": "This is \"Stop 2\" on the self-guided tour. You can see the Muir/Strentzel home sitting up on the hill, surrounded by trees and a path leading to the front door.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "DD3BF52F-6D5A-4F3E-9DCA-7A4762971E8F",
    "url": "https://www.nps.gov/places/stop-3-halfway-to-the-train-trestle.htm",
    "title": "Stop 3: Halfway to the Train Trestle",
    "listingDescription": "This is Stop 3, along the easy access path on the side of the Muir/Strentzel home. Visitors can see the historic train trestle from this stop.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/35982DA3-F3E6-C092-75F8B95A87F970E7.jpg",
        "credit": "JOMU 1729",
        "altText": "An historic image of a two-story victorian home, surrounded by trees and bushes.",
        "title": "Photo of the Muir/Strentzel Home",
        "description": "",
        "caption": "Historic photo of the Muir/Strentzel home.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/35982DA3-F3E6-C092-75F8B95A87F970E7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/35982DA3-F3E6-C092-75F8B95A87F970E7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "jomu",
        "designation": "National Historic Site",
        "fullName": "John Muir National Historic Site",
        "url": "https://www.nps.gov/jomu/index.htm",
        "name": "John Muir"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cell Phone Tour",
      "john muir",
      "National Historic Site",
      "Martinez",
      "California"
    ],
    "latitude": "37.99130940928196",
    "longitude": "-122.1309222635864",
    "latLong": "37.99130940928196,-122.1309222635864",
    "bodyText": "<p>(Transcript) The Strentzel Ranch filled the Alhambra Valley, totaling 2,600 acres by 1890. After the death of Dr. Strentzel, John, Louie, and their two daughters Wanda and Helen joined the widowed Mrs. Strentzel in the “Big House”. A more pastoral scene of fruit and nut trees, wheat and grapes would have been hard to find. Looking around you now, 20th century changes are everywhere. The park immediately around the home is now only nine acres and surrounded by other homes, businesses and roads. The buzz of Alhambra Valley bees has taken on another form. </p> <p>The sounds of our 21st century are much different than that of Muir’s 19th century. One of the resources in National Parks is called a “soundscape”. Trying to preserve the quiet of the Grand Canyon might be easier than here in this suburban park. Though the roar and howl of vehicles can be disturbing to us now, here is what John Muir innocently thought about the future of automobiles in our national parks:</p> <p><em>“All signs indicate automobile victory, and doubtless, under certain precautionary restrictions, these useful, progressive, blunt-nosed mechanical beetles will hereafter be allowed to puff their way into all the parks and mingle their gas-breath with the breath of the pines and waterfalls, and, from the mountaineer’s standpoint, with but little harm or good.”</em></p>",
    "audioDescription": "This is Stop 3 on the easy access path.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F2A0B8D2-2A92-4F8F-A840-1094F2657D65",
    "url": "https://www.nps.gov/places/stop-4-train-trestle-view.htm",
    "title": "Stop 4: Train Trestle View",
    "listingDescription": "This is stop 4, which provides a view of the historic train trestle.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/3615301C-9CD3-8BCC-5BA1B0D6F7C60CBF.jpg",
        "credit": "NPS photo/Luther Bailey",
        "altText": "A train trestle (bridge) spans across the sky. Trees can be seen underneath.",
        "title": "Train Trestle",
        "description": "",
        "caption": "Modern photo of the historic train trestle.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/3615301C-9CD3-8BCC-5BA1B0D6F7C60CBF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/3615301C-9CD3-8BCC-5BA1B0D6F7C60CBF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "jomu",
        "designation": "National Historic Site",
        "fullName": "John Muir National Historic Site",
        "url": "https://www.nps.gov/jomu/index.htm",
        "name": "John Muir"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "john muir",
      "train",
      "trestle",
      "Martinez",
      "California",
      "historic"
    ],
    "latitude": "37.99116837186459",
    "longitude": "-122.13108038540668",
    "latLong": "37.99116837186459,-122.13108038540668",
    "bodyText": "<p>(Transcript) The railroad trestle above the freeway spanned the Alhambra Valley and crossed through the Muir property in 1900. Prior to the railroad, fruit would have been boxed and loaded in wagons, then taken to Strentzel Wharf in downtown Martinez two miles from here. It was then sold and loaded on ships for transportation to San Francisco and beyond.</p> <p>Muir sold the easement through his property to the San Francisco and San Joaquin Valley Railway for $10 and a lifetime pass for the railroad. In addition, the railroad station for Martinez, located on the far side of the trestle from the house, was named in Muir’s honor as Muir Station. Though no longer in existence, the station provided easy access for Muir to ship his fruit to far away states, delivering it quickly, fresh and unbruised. </p> <p>Muir’s daughters, Wanda and Helen, grew up with a fascination of trains and went to explore the construction of the trestle being built in their backyard. Wanda later wrote to her father:</p> <p><em>“There has been much blasting and banging away on the railroad cut. We went up there Sunday and found a lot of fossil shells. There was one flat rock about three feet square that was just covered with different kinds of shells and Helen was very much pleased to find a petrified worm.”</em></p>",
    "audioDescription": "This is Stop 4, which provides a view of the historic train trestle.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "5289F575-21FC-4BD1-B19D-400A9B498795",
    "url": "https://www.nps.gov/places/stop-5-ranch-labor.htm",
    "title": "Stop 5: Ranch Labor",
    "listingDescription": "This is stop 5, which is next to a cypress tree and the entrance to the kitchen.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/36D9A408-C20C-673C-5EF247B9E92CF1FE.jpg",
        "credit": "Historic Image from the JOMU collection.",
        "altText": "An older Chinese male is holding a basket and standing in front of some trees. He is smiling.",
        "title": "Cook A. Fong.",
        "description": "",
        "caption": "Cook for the Muir's, A. Fong.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/36D9A408-C20C-673C-5EF247B9E92CF1FE.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/36D9A408-C20C-673C-5EF247B9E92CF1FE.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "jomu",
        "designation": "National Historic Site",
        "fullName": "John Muir National Historic Site",
        "url": "https://www.nps.gov/jomu/index.htm",
        "name": "John Muir"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Fong",
      "Muir",
      "john muir",
      "Home",
      "cook",
      "Martinez",
      "Chinese",
      "labor"
    ],
    "latitude": "37.99127236463092",
    "longitude": "-122.13113863922445",
    "latLong": "37.99127236463092,-122.13113863922445",
    "bodyText": "<p>(Transcript) Maintaining the 2600-acre ranch required a lot of work. With the completion of the transcontinental railroad in the 1870’s, help was available in the form of displaced Chinese railroad workers. </p> <p>Here in Northern California, they didn’t have to look too far for work. The planting, growing, pruning and harvesting of fruit required many ranch hands. Behind the mansion stood the “China House”, a segregated dormitory for the men working in the orchards. Chinese workers were accustomed to hard work and long hours, but if the pay wasn’t good enough, they would leave for better prospects at other fruit ranches. Muir, like all ranchers, struggled with the cost of labor cutting into his profit margins. Failure to maintain the balance could lead to his fruit rotting on the trees. </p> <p>By 1890, Chinese workers in this orchard and others would have been taking care of all aspects of fruit and nut production. It began with the planting, grafting, pruning and spraying of trees, then on to the harvesting, boxing and delivering of fruits and nuts to buyers. It would have been impossible to have had a successful orchard business without the experienced help of the Chinese laborers. Muir himself described the running of the ranch as “an eternal fountain of work”. </p>",
    "audioDescription": "This is stop 5, which provides a view of the home and the entrance to the kitchen.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "19142A42-8199-4E76-B65A-307AE42344B4",
    "url": "https://www.nps.gov/places/stop-6-american-indians-in-the-east-bay.htm",
    "title": "Stop 6: American Indians in the East Bay",
    "listingDescription": "Stop 6 of the tour, which is in front of the Muir/Strentzel home.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/382C6329-B246-23D3-930FE661E8E725A0.jpg",
        "credit": "Painting of three Ohlone people crossing the waters in San Francisco Bay by Louis Choris.",
        "altText": "A painting of three indian men rowing a canoe.",
        "title": "Ohlone Indians",
        "description": "",
        "caption": "Ohlone People",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/382C6329-B246-23D3-930FE661E8E725A0.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/382C6329-B246-23D3-930FE661E8E725A0.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "jomu",
        "designation": "National Historic Site",
        "fullName": "John Muir National Historic Site",
        "url": "https://www.nps.gov/jomu/index.htm",
        "name": "John Muir"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Ohlone",
      "indians",
      "john muir",
      "California",
      "native americans"
    ],
    "latitude": "37.991481191154115",
    "longitude": "-122.131321092711",
    "latLong": "37.991481191154115,-122.131321092711",
    "bodyText": "<p>(Transcript) It seems that everyone here in California came from somewhere else. John Muir arrived in California in 1868. Dr. Strentzel, his father-in-law, arrived here in the Alhambra Valley 14 years earlier. Before them came the gold miners of 1849 and the Spanish exploring this area as early as 1776. Earlier, the Ohlone people – American Indians – settled in this bountiful eastern area of the San Francisco Bay. </p> <p>Even before the lush orchards of the Alhambra Valley were planted, it would’ve been an Eden. Ohlone men would have caught salmon, bass and other fish in the creeks. They hunted deer and smaller animals for food and hides. Women and children collected berries and shellfish from the Carquinez Straits. Come fall, they would have migrated to the tribe’s special oak trees for a massive harvest and preparation of acorns as a winter food supplement.</p> <p>Many other native plants played an important role in the life of American Indians, such as the wavy-leaved soap root, which was been harvested to clean the body and hair. The tule reed was used to make baskets and canoes, the California buckeye nut was used to stun fish, and miner’s lettuce was just one of the plants eaten as a leafy green vegetable. </p> <p>Above you is a beautiful native tree called the California Bay. Try to find a leaf on the ground, crunch it in between your fingers and give it a sniff. These highly aromatic leaves were used by American Indians in a variety of ways. They could be used to smoke out bugs from a lodge, to spice up food, placed under a headband to stop a headache, or simply crushed, rolled up and stuck up the nose to relieve congestion and ease breathing.</p> <p>The Bay tree also played a part in the Muir family as well. Instead of cutting down a tree each year for Christmas, the Muirs would trim a branch off of one of the Bay trees on Mt. Wanda (named after Muir’s oldest daughter), then bring that to the home and decorate it. It looks different and certainly smells different than the traditional Christmas evergreen, but was easy to get used to once covered in Victorian ornaments. </p>",
    "audioDescription": "This is Stop 6, next to the California Bay Tree.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "085187DF-F97B-4313-AF9F-4784EA9F49FD",
    "url": "https://www.nps.gov/places/stop-7-freedom-through-fruit.htm",
    "title": "Stop 7: Freedom Through Fruit",
    "listingDescription": "Stop 7 of the self-guided tour.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D1AAB351-CEE5-6E9E-F6A4D27CD2722A89.jpg",
        "credit": "Historic Image from the JOMU collection.",
        "altText": "An historic photo of an older man in a suit standing next to a pear tree.",
        "title": "John Muir in Orchard",
        "description": "",
        "caption": "John Muir admiring a tree in his orchard.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D1AAB351-CEE5-6E9E-F6A4D27CD2722A89.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D1AAB351-CEE5-6E9E-F6A4D27CD2722A89.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "jomu",
        "designation": "National Historic Site",
        "fullName": "John Muir National Historic Site",
        "url": "https://www.nps.gov/jomu/index.htm",
        "name": "John Muir"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "john muir",
      "tour",
      "Martinez",
      "California"
    ],
    "latitude": "37.99185638451518",
    "longitude": "-122.13141306887337",
    "latLong": "37.99185638451518,-122.13141306887337",
    "bodyText": "<p>After his father-in-law’s death in 1890, Muir took over the running of the ranch and began to transform much of the ranch to growing Bartlett pears. He also grew a variety of fruit for family consumption, including cherries, apricots, and peaches. These Elberta peach trees before you are of the same heritage variety as the ones that Muir once grew.</p> <p>Muir was a successful rancher, although he found the work difficult and tiring. After 10 years of hard work, he hired his brother-in-law John Reid, husband of his sister Margaret, to manage the ranch. With Reid taking care of operations, Muir was free to enjoy strolling through the orchards again, with little thought to the strain of running the business.</p> <p>Throughout his time in Martinez, Muir’s wife Louie knew that Muir wasn’t happy with ranch work and could achieve more. She continually encouraged him to keep exploring and writing, and he did. John Muir often left the house for months at a time but also missed his life with his family. When he left the ranch, it was usually to connect emotionally with nature and gather data for his books and essays that he wrote in Martinez. Muir considered this ranch where his beloved family lived his home. John Muir could not have been the man we know of today without the complete support of his family.</p> <p>Louie’s belief that ranch life should not interfere with her husband’s passions for nature can be seen in this letter :</p> <p><em>“A ranch that needs and takes the sacrifice of a noble life or work ought to be flung away beyond all reach and harm.” </em></p>",
    "audioDescription": "This is Stop 7 of the tour. You are currently standing next to an old bent palm tree. The peach orchard is just behind it.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3BEE06ED-00EF-4925-9F79-BF4C88232EE7",
    "url": "https://www.nps.gov/places/stop-8-sequoia-love.htm",
    "title": "Stop 8: Sequoia Love",
    "listingDescription": "Stop 8 of the self-guided tour.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D2F9D896-A10E-098C-D990D9D21836FB86.jpg",
        "credit": "Historic image from the JOMU collection. Modern by Luther Bailey.",
        "altText": "An older man in a suite stands next to a sequoia. Plus a modern photo of a sequoia tree.",
        "title": "Muir and the Sequoia",
        "description": "",
        "caption": "Muir stands next to a sequoia tree, along with a modern photo of the park sequoia.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D2F9D896-A10E-098C-D990D9D21836FB86.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D2F9D896-A10E-098C-D990D9D21836FB86.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "jomu",
        "designation": "National Historic Site",
        "fullName": "John Muir National Historic Site",
        "url": "https://www.nps.gov/jomu/index.htm",
        "name": "John Muir"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "sequoia",
      "Muir",
      "John",
      "Martinez",
      "California"
    ],
    "latitude": "37.991451669831626",
    "longitude": "-122.13185112816973",
    "latLong": "37.991451669831626,-122.13185112816973",
    "bodyText": "<p>(Transcript) John Muir’s love of botany is expressed in the many varieties of trees planted around the home and orchards. Most are not fruit bearers but were chosen by Louie, John or Dr. Strentzel for their beauty and uniqueness. John Muir would often send seeds and plant cuttings through the mail to his family here. </p> <p>One of John Muir’s favorite transplants was this tree he brought from the Sierra Nevada when it was just a seedling. Now, at over 70 feet and 120 years young, this is still a baby and could someday grow to more than 250 feet high, 100 feet around and 3,000 years old. This will only happen with proper care and enough water – a tough thing to provide to a tree miles away from its natural habitat. This tree is the mighty Sequoia. As large as this tree could grow, its height would be completely eclipsed by another one of Muir’s favorite trees. The genetic brother of the sequoia is the California state tree and the tallest tree on the planet, the coastal redwood. </p> <p>After seeing the Merced grove of sequoias in what would eventually become Yosemite National Park, Muir writes a good friend about his divine experience among the giants:</p> <p><em>“Do behold the King in his glory, King Sequoia! Behold! Behold! Seems all I can say…I’m in the woods, woods, woods, and they are in me-ee-ee. The King tree and I have sworn eternal love…and I’ve taken sacrament with Douglas squirrel, drunk Sequoia wine, Sequoia blood, and with its rosy purple drops I am writing this woody gospel letter.”</em></p>",
    "audioDescription": "This is stop 8 of the self-guided tour.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "78F50340-9E6D-430D-B7FD-CBEC713FF4F0",
    "url": "https://www.nps.gov/places/stop-9-quince-bush-what-is-it.htm",
    "title": "Stop 9: Quince Bush, what is it?",
    "listingDescription": "Stop 9 of the self-guided tour.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D3A5EAD9-95CB-BBA9-6B9FCA2F61ECFABF.jpg",
        "credit": "NPS photo/Luther Bailey",
        "altText": "Two fruits hang from a bush, surrounded by leaves.",
        "title": "Quince Bush",
        "description": "",
        "caption": "Quinces on the bush.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D3A5EAD9-95CB-BBA9-6B9FCA2F61ECFABF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D3A5EAD9-95CB-BBA9-6B9FCA2F61ECFABF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "jomu",
        "designation": "National Historic Site",
        "fullName": "John Muir National Historic Site",
        "url": "https://www.nps.gov/jomu/index.htm",
        "name": "John Muir"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "quince",
      "tree",
      "Bush",
      "john muir",
      "Martinez",
      "California",
      "fruit"
    ],
    "latitude": "37.99143543759311",
    "longitude": "-122.13199426275423",
    "latLong": "37.99143543759311,-122.13199426275423",
    "bodyText": "<p>These large bush-like relatives of the apple and the pear are called quinces. This old-fashioned fruit is rarely seen in stores today. Quinces are not ripe until November and are usually cooked before eaten. They are often used in making jams and jellies because of a high pectin content which serves as a gelling agent.</p> <p>The reason for quince use here in the Alhambra Valley has nothing to do with their taste. In Muir’s day pears were sickened by a fungus that attacked their roots. The quinces, however, were not affected. So fruit ranchers of the time grafted pear trees to quince rootstocks to help increase disease resistance.</p> <p>Grafting is a common process in horticulture. A sample is taken from a species or variety you want to grow and attached to the rootstock of a related variety. For example, horticulturalists graft English walnuts, the favored variety of walnuts, onto native Black walnut root stock. This ensures healthy growth and production of the exotic variety in an area where it would normally fail.</p> <p>hough Muir preferred the “wild” apples and fruits of the woods to the grafted and “tamed” ones, he realized that grafting was a crucial part of a successful agricultural business.</p>",
    "audioDescription": "Stop 9 of the self-guided tour. You are standing in front of the Quince bush, a variety of fruit.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "219A6E33-583B-4BD5-95A0-95B994F2633A",
    "url": "https://www.nps.gov/places/the-strentzel-muir-gravesite.htm",
    "title": "The Strentzel/Muir Gravesite",
    "listingDescription": "The Strenzel/Muir Gravesite in Martinez, CA. For tours, please contact the visitor center at 925-228-8860 ext. 0.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/58E97232-D9AD-8C37-5E92E3EEC3CDB4DD.jpg",
        "credit": "NPS Photo",
        "altText": "Two gravestones are sitting in the plot. Left gravestone for John Muir and right for Louie Muir.",
        "title": "Tour the Strenzel/Muir Family Gravesite",
        "description": "",
        "caption": "John Muir and Louie Muir Gravestones.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/58E97232-D9AD-8C37-5E92E3EEC3CDB4DD.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/58E97232-D9AD-8C37-5E92E3EEC3CDB4DD.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "jomu",
        "designation": "National Historic Site",
        "fullName": "John Muir National Historic Site",
        "url": "https://www.nps.gov/jomu/index.htm",
        "name": "John Muir"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Muir",
      "john muir",
      "Strentzel",
      "gravesite",
      "Martinez",
      "historic"
    ],
    "latitude": "37.978547853390054",
    "longitude": "-122.12340352978572",
    "latLong": "37.978547853390054,-122.12340352978572",
    "bodyText": "<h2>The Strentzel/Muir Family Gravesite </h2> <p>The gravesite where John Muir is buried along with family members is open to pedestrians and cyclists Monday through Friday from 10:30am to 4:30 pm. Ranger led tours of the site are available on Saturday and Sunday when staff is available. Reservations for tours are required due to limited seating for transportation. Call 925-228-8860 and then follow the prompts to reach the John Muir NHS front desk.</p>",
    "audioDescription": "The Strentzel/Muir Gravesite is a small gated area that contains 8 gravestone of various shapes and sizes. All gravestones are markers for the Strentzel/Muir and Hannah family. A short paved path makes it's way from the parking space to the gated site. A wayside frame and panel are attached to the path. Multiple trees and grass surround the property.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Information Kiosk/Bulletin Board"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Martinez,CA",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Strentzel/Muir Family Gravesite.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]