[
  {
    "id": "6CC0013E-05E8-487B-869B-90CEEF6CC48C",
    "url": "https://www.nps.gov/places/-bioswales-a-river-friendly-filter-sign.htm",
    "title": "\"Bioswales A River Friendly Filter\" Sign",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/99325E2E-F40C-7885-EDF35C76F6F4C934.jpg",
        "credit": "NPS Photo",
        "altText": "A sign stands at the edge of a sidewalk leading down to a picnic shelter.",
        "title": "Bioswale Filter Sign",
        "description": "",
        "caption": "The Bioswale sign is found just south of North Netul Landing's Picnic Shelter",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/99325E2E-F40C-7885-EDF35C76F6F4C934.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/99325E2E-F40C-7885-EDF35C76F6F4C934.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Netul Landing",
      "Netul River Trail",
      "benches",
      "fort clatsop",
      "Sign",
      "wayside",
      "audio tour"
    ],
    "latitude": "46.12130639290711",
    "longitude": "-123.87667647734158",
    "latLong": "46.12130639290711,-123.87667647734158",
    "bodyText": "Found just a little south of the North Netul Picnic Shelter, this sign explains what a Bioswale is and how it works to benefit the local ecosystem. <br /> <br /> An audio description of this sign is available by using your device's screen reader tool.<br /> <br /> This is the final stop on the Restoring Nature Audio Tour.",
    "audioDescription": "A rectangular sign sits on the edge of a grassy hill. Across the top of the sign is a green background with white text reading \"Bioswales: A River Friendly Filter.\" Below the sign is divided into four sections. In the top left section green text reads: \"Imagine building a parking lot for people visiting this park. Nearby is a salmon-bearing stream. You know that oil and other fluids will drip from cars and busses on to the lot. With an average rainfall of 70 inches a year, these pollutants will wash into the Lewis and Clark River. How would you build the lot to protect the fish and river?\" The box below in the bottom left reads: \"Finding a solution. Knowing that nature provides answers, you decide to create a series of low, marshy channels called bioswales. Bioswales, like wetlands, are filled with native plants that slow water run-off and build spongy soil to capture pollutants. By incorporating bioswales into your parking lot design, you have created two acres of wetland habitat, and the willows you planted now provide shade for juvenile coho salmon.\" beneath the text is a sketch picture of a coho salmon. The middle section of the sign has at the top a diagram of what a bioswale looks like, a dip in the land with plants growing on top labeled as native plants, below is a layer of dark rectangles labeled compost, and below that some thin lines labeled drain rocks. Below this diagram reads \"A typical bioswale consists of drainage channel with gently sloping sides filled with drain rock, compost and native vegetation. The bioswale is designed to maximize the time unclean water stays in the swale which aids in trapping pollutants and silt, keeping them from flowing into the river.\" In the bottom of the middle panel is a map of Netul Landing, labeling the parking lots to the left, the bus shelter to the right, and where the bioswales are in relation to the different roads and the Lewis and Clark river. A large \"1\" labels the first bioswale near Fort Clatsop road, a large \"2\" labels where the bioswale leads to, a Sediment pond, and a large \"3\" labels the outflow of the sediment pond. Below is the legend that describes each number label as follows: \"1. The polluted water flows into the bioswales where it is slowed down, filtered and absorbed into the ground.\" \"2. Excessive runoff then flows into the sediment pond, which further slows the water, allowing harmful sediments to drop to the bottom of the pond.\" \"3. During times of heavy rainfall, excess water fills the pond and then moves through the outflow, where it is filtered by gravel.\" The panel on the right side shows four photos, two are of plants with the first being Bulrush and the second of a blooming Nootka rose. The other two are of animals, the first of a frog on a leaf an the second of a butterfly on top of a flower. Text by the plant photos reads: \"Plants that do the work include common cattails, slough sedge, small-fruited bulrush, Oregon crabapple and Nootka rose.\" Text by the animal photos reads: \"This valuable habitat is now home to a wide range of wildlife, including Pacific chorus frogs, northern red-legged frogs, and tough skinned newts. Dragonflies and several species of butterfly visit the area.\"",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Historical/Interpretive Information/Exhibits",
      "Picnic Shelter/Pavilion",
      "Picnic Table"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "485E0DDA-D6A5-4294-BDD2-FC0BE9ED95E9",
    "url": "https://www.nps.gov/places/-explore-this-place-sign-at-mv.htm",
    "title": "\"Explore This Place\" Sign at MV",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/98FC020C-A97E-242A-50F4FAC9038577FC.jpg",
        "credit": "",
        "altText": "A circular sign with a map of Middle Village detailing the order in which to visit it.",
        "title": "Explore This Place sign at MV",
        "description": "",
        "caption": "A helpful map to guide you on your journey of discovery.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/98FC020C-A97E-242A-50F4FAC9038577FC.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/98FC020C-A97E-242A-50F4FAC9038577FC.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "fort clatsop",
      "lewis and clark national historic park",
      "Middle Village",
      "Station Camp",
      "map"
    ],
    "latitude": "46.2471379224018",
    "longitude": "-123.9104751912703",
    "latLong": "46.2471379224018,-123.9104751912703",
    "bodyText": "This sign will help to guide you on your own voyage of discovery here at Middle Village. You'll begin by heading to the left and up to the River Overlook for an introduction to the local Chinook nation and early explorers here in the area, but feel free to explore in any direction you wish!<br /> <br /> It should be noted there will be no QR codes present on these signs, and instead you will find any relevant information in the National Park Service app instead.<br /> <br /> An audio description of this sign is available by having a screen reader active in the NPS app.",
    "audioDescription": "A short white circular sign sits in the middle of the sidewalk, on this sign is color sketch map of Middle Village with a legend naming locations and descriptions above and below the map. The introduction paragraph above the map reads in bold text: \"Explore this Place. The Middle Village/Station Camp site is host to many stories. Visit the River Overlook to explore centuries of Chinook life before and after the arrival of Euro-Americans. Take the loop trail, an easy, accessible 1/4-mile walk, to discover the Chinook trade network. Along the loop, you'll encounter the arrival of Lewis and Clark and many explorers, traders and settlers, as well as the settlement of the McGowan Family.\" The map in the middle shows a red star where the sign is located at, labeled \"You are here.\" To the top left of the map is labeled \"1: River Overlook.\" Directly above where the sign is located on the loop trail is labeled \"2: Loop Trail.\" Following the loop trail leads to \"3: Chinookan Plankhouse\", further down the loop is \"4: Contact Overlook\" and lastly near the depiction of a church is labeled \"5: St. Mary's Church.\" Underneath the map are two paragraphs side by side. The left on reads \"Investigate Further Afield: As you explore the Middle Village/Station Camp site, you'll see QR codes on many panels. Use a smart phone scanner to visit websites that offer much more to discover about this site and the history and culture of this place.\" (Editor's note: Refer to the main body for correction and the removal of QR codes) The right text area reads: \"Beyond Words. The Middle Village site features art and cultural objects both past and present. Look for sculptures, castings of tools and trade goods, and motifs important to Chinook life. If you want to know about about the artists and the objects, visit:\" the area with a URL would be is blank.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "378217C3-163A-4FD8-988F-615287FD8C2E",
    "url": "https://www.nps.gov/places/-if-not-for-the-rain-sign.htm",
    "title": "\"If Not For The Rain\" Sign",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/2678927B-E3B9-8E27-A653D376723B66ED.jpg",
        "credit": "NPS Photo",
        "altText": "A large rectangular sign sits on wooden slats, the sky above the sign in an open air shelter.",
        "title": "If Not For the Rain sign",
        "description": "",
        "caption": "The \"If Not For The Rain\" sign hangs up at the North Netul Picnic Shelter.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/2678927B-E3B9-8E27-A653D376723B66ED.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/2678927B-E3B9-8E27-A653D376723B66ED.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Sign",
      "Netul River",
      "Netul River Trail",
      "interpretive panel"
    ],
    "latitude": "46.121839470531874",
    "longitude": "-123.87676470515035",
    "latLong": "46.121839470531874,-123.87676470515035",
    "bodyText": "Located at the North Netul Picnic Shelter, the \"If Not for the Rain\" sign details some of the activities at Fort Clatsop. Use your device's screen reader for a reading of the sign.",
    "audioDescription": "In bold white text at the top the title, If Not for the Rain, is backed by red and shaded text reading \"Lewis and Clark Expedition.\" The sign is divided into four squares. In the top left a quote in red reads \"...from the 4th of November 1805 to the 25th of March 1806, there were not more than twelve days in which it did not rain, and of these six were clear.\" Sergeant Gass April 8th, 1806. In the top left a cartoonized depiction of a candle, an open journal, and quill pen sit besides text to the left stating: What to do on a rainy stay. Amid the rainy winter weather, the Corps worked tirelessly, making crucial preparations for the return trip. Meanwhile, Captains Lewis and Clark drafted and redrafted their journals and maps, finally reaching a level of detail that would contribute to fields of studies for centuries to come. In the bottom left a photograph of two large pots, supported by wooden logs and stacked rocks above a fire, boil vigorously. Below it the title reads Salt. Three men were constantly at work making salt. Using five kettles, they boiled approximately 1,400 gallons of seawater to produce 3 bushels, 448 cups, for the preservation and flavoring of meat for the return trip. The bottom right square is divided into three sections. The top titled California Condor, Lewis wrote over two pages describing the \"beautifull Buzzard of the columbia.\" Measurements were taken from the beak to the toes to the wingspan. A photo of Lewis journals depicting a sketch of the California Condor is below. Below this is titled Moccasins. Moccasins often wore out after a couple of weeks. Sergeant Gass recorded 338 pairs were made at Fort Clatsop; roughly 10 pairs per explorer for the home trip. Below this are a pair of moccasins pencil sketched. To the right the bold title Maps is above the text: Clark's maps were later discovered to be nearly as accurate as any created today. Below is a photograph of Clark's maps of the mouth of the Columbia river's coastline. At the bottom seven small stylized pictures depict silhouetted figures. The first is a military captain on the front of a boat, the second waves crashing against rocks, the third an elk, the fourth a soldier infront of the walls of a log fort, the fifth an person sealing a box with a high-prow canoe in front of them, the sixth a quill pen in an ink well, and the seventh a person paddling inside a canoe.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A360F93F-A6B9-4313-80C6-66915969708A",
    "url": "https://www.nps.gov/places/-lewis-and-clark-discover-the-clatsop-sign.htm",
    "title": "\"Lewis and Clark Discover the Clatsop\" sign",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/26159FF2-B920-1839-96E2C93F4DA38F60.jpg",
        "credit": "NPS Photo",
        "altText": "A sign is supported by a wooden plank wall in the middle of an open air shelter",
        "title": "Lewis and Clark discover the Clatsop",
        "description": "",
        "caption": "The Lewis and Clark Discover the Clatsop sign is located at North Netul Landing.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/26159FF2-B920-1839-96E2C93F4DA38F60.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/26159FF2-B920-1839-96E2C93F4DA38F60.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Sign",
      "interpretive panel",
      "Netul River",
      "fort clatsop",
      "Netul River Trail"
    ],
    "latitude": "46.121827589670474",
    "longitude": "-123.87670451386981",
    "latLong": "46.121827589670474,-123.87670451386981",
    "bodyText": "Located at the North Netul Picnic Shelter, the \"Lewis and Clark Discover the Clatsop\" sign details one of their interactions with the local indigenous people. This sign has a counterpart, \"The Clatsop Discover Lewis and Clark,\" next to it, showing off both sides of this interaction. Use your device's screen reader for a reading of the sign.",
    "audioDescription": "In bold white text at the top the title, Selecting a Winter Campsite, is backed by red and shaded text reading \"Lewis and Clark Expedition.\" This sign is split down the middle into two sections. The left section is topped with a quote in bold red: As Captain Clark described December 9, 1805: \"was invited to a lodge by a young Chief was treated great Politeness, we had new mats to Set on, and himself and wife produced for us to eate, fish, Lickorish, & black roots...when I was disposed to go to Sleep 2 meet mats was produced...\" Beneath in bold black text, the title: Through the eyes of William Clark, captain of the expedition. Captain Clark recorded that the Clatsop made their canoes \"remarkably neat light and well adapted for riding high waves,\" were \"great higlers\" and \"Tite Deelers\" in trade and appeared of a \"mild disposition and friendly disposed.\" The final paragraph has for a title, in bold: The Appropriate Canoe. Underneath continues: Lewis and Clark were impressed with the construction of the different canoes on the Lower Columbia and with the seamanship ability of the Clatsop. Beneath is a photograph of the Lewis and Clark journals depicting their sketch of the canoes of the local people. The right section is an artistic depiction of a member of the Clatsop people outside a cedar plank longhouse while a high prow cedar canoe sits half in the water. At the bottom seven small stylized pictures depict silhouetted figures. The first is a military captain on the front of a boat, the second waves crashing against rocks, the third an elk, the fourth a soldier infront of the walls of a log fort, the fifth an person sealing a box with a high-prow canoe in front of them, the sixth a quill pen in an ink well, and the seventh a person paddling inside a canoe.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "57B7B60B-85BC-4DF7-A1ED-BEABB7A17C08",
    "url": "https://www.nps.gov/places/-look-at-the-land-sign.htm",
    "title": "\"Look at the Land\" Sign",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CFE88B3C-D96F-52B2-A3F63F9083CC23F3.jpg",
        "credit": "NPS Photo / Benjamin Najera",
        "altText": "A wayside sign titled \"Look at the Land\" standing infront of a dense temperate rain forest.",
        "title": "Look at the Land",
        "description": "",
        "caption": "The temperate rain forest has a lot to offer for those who take the time to look and survey.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CFE88B3C-D96F-52B2-A3F63F9083CC23F3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CFE88B3C-D96F-52B2-A3F63F9083CC23F3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "46.1343692574",
    "longitude": "-123.87972335",
    "latLong": "46.1343692574,-123.87972335",
    "bodyText": "Nanich-iliɂi, pronounced nan-eech-illi-he, or look at the land were instructions given to the expedition for their journey across the country. It was part of their daily duties to write about the face of the country and what existed beyond the United States borders. This sign is but one reminder of the many jobs given to the Corps of Discovery.",
    "audioDescription": "This sign stands in front of a large downed tree, a backdrop of the temperate rainforest helps to add context to this sign. Across the top the title Nanich-iliɂi, pronounced nan-eech-illi-he, and underneath is written Look at the Land. Beneath this the following is written: President Thomas Jefferson directed the Corps of Discovery to \"Observe the face of the country and its growth & vegetable productions...\" During their 106 days at Fort Clatsop, Captains Meriwether Lewis and William Clark collected many specimens and recorded detailed notes. While the Clatsop and Chinookan people know the local flora well, the captains wrote the first detailed descriptions, accompanied by illustrations, in their journals. You can see these plants today - look for signs sharing traditional uses and journal observations as you walk the trail. To the left of the writing are the pictures of two chinook baskets woven with vedar root and bark, the left basket is shaped like a storage pot, yellow-orange in hue with a black zig-zag pattern going through it. The basket on the right is large and open, with a repeating pattern of yellow-orange columns and black columns. On the top right of the sign is a photograph of William Clark's journal, showing his handwriting and its unfolded leather cover. Underneath are sketches of different plants made the expedition, one featuring Salal berry labelled with A's and B's to distinguish leaves from stem, and the other Oregon Grape. In the bottom left corner is a picture of the Oregon Grape flowering, and beside it a picture of the painting \"The Journal\" by Michael Haynes depicting an expedition member writing in their journal at night with the barge in the background.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A2DA436A-EB58-43DE-8268-B48D2B3BADCB",
    "url": "https://www.nps.gov/places/-selecting-a-winter-campsite-sign.htm",
    "title": "\"Selecting a Winter Campsite\" Sign",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/26FE7D14-DB2D-6C57-5E07FB9B08D35FD8.jpg",
        "credit": "NPS Photo / Ben Najera",
        "altText": "A sign hangs on wooden planks in an open air shelter. An elk, a river, and descriptions on it.",
        "title": "\"Selecting a Winter Campsite\" sign",
        "description": "",
        "caption": "The \"Selecting a Winter Campsite\" sign can be found at the North Netul Picnic Shelter.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/26FE7D14-DB2D-6C57-5E07FB9B08D35FD8.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/26FE7D14-DB2D-6C57-5E07FB9B08D35FD8.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "wayside",
      "Sign",
      "Netul River Trail",
      "Netul Landing"
    ],
    "latitude": "46.12180077791074",
    "longitude": "-123.87678095023207",
    "latLong": "46.12180077791074,-123.87678095023207",
    "bodyText": "Located at the North Netul Picnic Shelter, the \"Selecting a Winter Campsite\" sign details the where and why the expedition picked the spot for Fort Clatsop. Use your device's screen reader for a reading of the sign.",
    "audioDescription": "In bold white text at the top the title, Selecting a Winter Campsite, is backed by red and shaded text reading \"Lewis and Clark Expedition.\" The sign is divided into three sections, a top left, top right, and bottom. The top left section is a light green, bold red text representing a quote from the journals, reading: \"...the place Capt. Lewis had viewed and formed in a thick groth of pine about 200 yards from the river, this situation is on a rise about 30 feet higher than the higher tides leavel and thickly Covered with lofty pine.\" Captain Clark, December 7, 1805. To its right in black text: The most eligible situation. A suitable campsite was needed to spend a winter on the coast. This site provide food, clothing and bedding from the nearby elk herds, springs for drinking water, timber for building the fort and access to rivers. The top right panel displays a photograph of the Netul River, grass covered zig-zagging banks and leafless brush jutting out into the glass-like water of the river. Wooden pilings stick from the water in three lines. Underneath there is a column of three descriptions: The River. The river was an important source of transportation. It allowed access around the dense forests and wetlands. Lofty Trees. The explorers found an abundance of hemlock, spruce, fir and cedar for building the Fort and for use as firewood. Roosevelt Elk. The explorer's hunted Roosevelt Elk to supply the expedition with food, clothing, bedding, and candles. The bottom section displays a stylized elk, five points on their antlers, standing next to a blue river with tree covered hills in the distance. At the bottom seven small stylized pictures depict silhouetted figures. The first is a military captain on the front of a boat, the second waves crashing against rocks, the third an elk, the fourth a soldier infront of the walls of a log fort, the fifth an person sealing a box with a high-prow canoe in front of them, the sixth a quill pen in an ink well, and the seventh a person paddling inside a canoe.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "659CC1B2-7178-4CEA-8304-D9BF499FB2A4",
    "url": "https://www.nps.gov/places/-struggling-at-the-pacific-sign.htm",
    "title": "\"Struggling at the Pacific\" Sign",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/51B64C12-A4B9-40B1-8097C286CC989A73.jpg",
        "credit": "NPS Photo / Ben Najera",
        "altText": "Wooden slats in an open air shelter support a large colorful sign with bold text, pictures, and maps",
        "title": "Struggling at the Pacific Sign",
        "description": "",
        "caption": "The \"Struggling at the Pacific\" sign is found inside the North Netul Picnic Shelter",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/51B64C12-A4B9-40B1-8097C286CC989A73.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/51B64C12-A4B9-40B1-8097C286CC989A73.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "wayside",
      "Sign",
      "Netul River Trail",
      "Netul Landing"
    ],
    "latitude": "46.121705140127965",
    "longitude": "-123.87676953372957",
    "latLong": "46.121705140127965,-123.87676953372957",
    "bodyText": "Found at the North Netul Picnic Shelter, the \"Struggling at the Pacific\" sign has quotes, notes, and a map about the expeditions time here at the Pacific Ocean. Use your device's screen reader for a reading of the sign.",
    "audioDescription": "At the top of the large sign bold white text reads \"Struggling at the Pacific\" on a red background of shaded cursive reading \"Lewis and Clark Expedition.\" The sign is divided into four sections, one larger rectangle at the top left, a map in the bottom left, a list of place descriptions to the right of the map, and a picture going down the right side of the sign. The top left section reads in bold red text: \"Great joy in camp we are in View of the Ocian, this great Pacific Octean which we have been So long anxious to See, and the roreing or noise made by the waves brakeing on the rockey Shores (as I Suppose) may be heard Disticly\" Captain Clark, November 7, 1805. To the right a paragraph in bold black text continues: In the COlumbia's mouth, the expedition's goal was still miles away. With thirty-one men, one woman, a child and a dog, the expedition arrived in the region on November 7, 1805. Able to see and hear the Pacific the Corps of Discovery would struggle against storms, steep slopes and canoe smashing logs for another 10 days before reaching the ocean. The map in the bottom left depicts the mouth of the Columbia river, Washington, and Oregon, with points one through five marked on it as well as a dot and text of where Fort Clatsop is located. To the right the five points are labeled. Point one: Dismal Nitch, November 10 to 14, 1805. The Expedition huddled on the shore trapped by storms and waves that turned logs as long as 200 feet. Point two: Station Camp, November 15 to 24, 1805. After finally making it around \"Point Disappointment\" the expedition made camp on a sandy beach in the mouth of the Columbia River. Point three: Clark's Exploration, November 19, 1805. Captain Clark carved the date and his name on a tree where he'd led a party exploring the coastline on the other side of the Columbia River. Point four: Crossing the Columbia River, November 26, 1805. The Columbia River's mouth was too dangerous to cross by canoe. The Expedition proceeded up the river to cross it by hopping a chain of islands. Point five: Salt Makers Camp, December 28, 1805 to February 13, 1806. Ocean water was boiled in large buckets to collect salt. Point six: Beached Whale. January 8, 1806. The Expedition bought from the Kilamix several gallons of oil and 300 pounds of blubber stripped from a whale whose skeleton Clark measured at being 105 feet in length. The picture that descends the right side of the sign depicts waves crashing into logs on a shoreline, twiggy tree silhouette hang over the rough scene of Dismal Nitch. At the bottom seven small stylized pictures depict silhouetted figures. The first is a military captain on the front of a boat, the second waves crashing against rocks, the third an elk, the fourth a soldier infront of the walls of a log fort, the fifth an person sealing a box with a high-prow canoe in front of them, the sixth a quill pen in an ink well, and the seventh a person paddling inside a canoe.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "CFF9786D-47D4-40AD-BAEF-2E17C90D17D6",
    "url": "https://www.nps.gov/places/-the-clatsop-discover-lewis-and-clark-sign.htm",
    "title": "\"The Clatsop Discover Lewis and Clark\" sign",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/25CCD88C-9066-1009-01A8D596B5E62A7B.jpg",
        "credit": "NPS Photo / Ben Najera",
        "altText": "The sign is supported on the wooden plank wall of an open air shelter, pictures and text across it",
        "title": "The Clatsop Discover Lewis and Clark",
        "description": "",
        "caption": "The Clatsop Discover Lewis and Clark sign is found at North Netul Landing",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/25CCD88C-9066-1009-01A8D596B5E62A7B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/25CCD88C-9066-1009-01A8D596B5E62A7B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Sign",
      "Netul River",
      "Netul River Trail",
      "fort clatsop"
    ],
    "latitude": "46.121800911696596",
    "longitude": "-123.87670640471183",
    "latLong": "46.121800911696596,-123.87670640471183",
    "bodyText": "Located at the North Netul Picnic Shelter, the \"The Clatsop Discover Lewis and Clark\" sign notes how familiar the local people were with oversea traders and an interaction with the expedition. Use your device's screen reader for a reading of the sign.",
    "audioDescription": "In bold white text at the top the title, The Clatsop Discover Lewis and Clark, is backed by red and shaded text reading \"Lewis and Clark Expedition.\" The sign is divided into two sections, left and right. The left side is divided into three paragraphs. The top is in bold red text and reads: The Clatsop people were familiar with traders arriving from the west in ships loaded with trade goods during warmer summer months. These newcomers were different. Below in bold the title of the second paragraph: Through the eyes of Coboway, tyee of the Clatsop people. The text below: These explorers from the East arrived in winter with poorly designed canoes, few trade goods and limited trading skills. By constructing a fortification, they laid claim to the Clatsop homeland and established rules about who could visit and when. The final paragraph's title: Heavy Dugout Canoes. The text below: The explorers' heavy and cumbersome dugout canoes were difficult to maneuver and were unstable in the wind, waves and rough water conditions of the mouth of the Columbia River. The explorers' often hugged the shores of the river due to the inability of their seamanship. Below the paragraph is a sketch of a dugout canoe, a log carved into a canoe shape. The right side of the sign is a fully colored artistic depiction of Fort Clatsop, smoke rising from the chimneys with the american flag half hidden behind tree branches. The silhouette of a soldier on guard duty marches towards an open log gate with his flintlock gun on his shoulder. At the bottom seven small stylized pictures depict silhouetted figures. The first is a military captain on the front of a boat, the second waves crashing against rocks, the third an elk, the fourth a soldier infront of the walls of a log fort, the fifth an person sealing a box with a high-prow canoe in front of them, the sixth a quill pen in an ink well, and the seventh a person paddling inside a canoe.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "74ED1EBC-F652-41B9-911A-55C4F0673F1E",
    "url": "https://www.nps.gov/places/-venturing-into-the-west-sign.htm",
    "title": "\"Venturing Into the West\" Sign",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4EAD9CA7-C403-1BA0-786AB3F542016369.jpg",
        "credit": "NPS Photo / Ben Najera",
        "altText": "Wooden plank walls support two signs, each divided into four sections with pictures, text, and maps.",
        "title": "Venturing Into The West Sign",
        "description": "",
        "caption": "The Venturing Into The West sign is located in the North Netul Picnic Shelter.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4EAD9CA7-C403-1BA0-786AB3F542016369.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4EAD9CA7-C403-1BA0-786AB3F542016369.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "wayside",
      "Sign",
      "map"
    ],
    "latitude": "46.1217097857419",
    "longitude": "-123.87671696808816",
    "latLong": "46.1217097857419,-123.87671696808816",
    "bodyText": "This interpretive sign is found within the North Netul Picnic Shelter. \"Venturing into the West\" gives a quote from President Jefferson's Instructions to Captain Lewis as well as six notable points across the expedition. Use your device's screen reader for a reading of the sign.",
    "audioDescription": "In bold white text at the top the title, Venturing into the West, is backed by red and shaded text reading \"Lewis and Clark Expedition.\" Separated into four separate square panels, the top left in red text is, in quotation marks, \"The object of your mission is to explore the Missouri river, & such principal stream of it, as by its course and communication with the waters of the Pacific ocean, whether the Columbia, Oregan, Colorado or any other river may offer the most direct & practicable water communication across this continent for the purpose of commerce.\" Signed President Jefferson's Instructions to Captain Lewis, 20 June 1803. Besides this quote reads: Explorers with orders from the president. in addition to finding a water trade route, Lewis and Clark and their Corps of Discovery were expected to return with detailed recordings of an uncharted geography. A growing young nation anxiously awaited. In the top right panel a silhouette of a keelboat, sails raised, travels on a still-water river that shows the reflection of the keelboat and silohoutted members of the Corps of Discovery. Three on each side hold oars paddling the keelboat while others hold their muskets, a figure at the front of the keelboat wears a captain's hat. The orange sunset is above them. The bottom left panel is a map of the United States, a purple line tracks the route of the expedition with numbered points one through six. Point one is in Illinois, point two is in Iowa, point three is in North Dakota, point four is in Montana, point five is in Idaho, and point six is in Oregon. The bottom right panel lists each of the points from the map with details. Point one: Beginning of a Journey. December 12, 1803 to May 14, 1804. Camp Dubois; Men were recruited, trained and disciplined to prepare for their journey. Point two: Death in the Expedition. August 20, 1804. Sick for several days, Sergeant Charles Floyd died in Beliose Chorlick. Point three: Additions to the Expedition. November 2, 1804 to April 7, 1805. During their stay at Fort Mandan, the Captains enlisted Toussaint Charbonneau and his wife Sacagawea to act as Interpreters. Charbonneau and Sacagawea's baby, Jean Baptiste, was born February 11, 1805. Point four: Great Falls Portage. June 14 to July 14, 1805. Avoiding five waterfalls, the Expedition portaged their canoes over prickly pear cactus in the summer sun. Point five: Sacagawea's Home. August 17, 1805. The expedition met the Shoshone, Sacagawea's people, and traded for horses to carry the expeditions supplies through the Rocky Mountains. Point six: Running the Rapids. In the Columbia River Gorge, the Expedition traversed Celilo Falls, the Long and Short Narrows and Cascades of the Columbia. At the bottom seven small stylized pictures depict silhouetted figures. The first is a military captain on the front of a boat, the second waves crashing against rocks, the third an elk, the fourth a soldier infront of the walls of a log fort, the fifth an person sealing a box with a high-prow canoe in front of them, the sixth a quill pen in an ink well, and the seventh a person paddling inside a canoe.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E1333348-6792-4779-8599-5B82AC842D2A",
    "url": "https://www.nps.gov/places/-winter-encampment-sign.htm",
    "title": "\"Winter Encampment\" Sign",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/031DDB9B-C53E-BE71-B40804C7CF6D78DB.jpg",
        "credit": "NPS Photo",
        "altText": "A close up photo of a sign, a painting depicts trading in front of the fort and the fort floorplans.",
        "title": "Wintering at Fort Clatsop Sign",
        "description": "",
        "caption": "The Winter at Fort Clatsop sign is located near the entrance to the fort to give context to it.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/031DDB9B-C53E-BE71-B40804C7CF6D78DB.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/031DDB9B-C53E-BE71-B40804C7CF6D78DB.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "wayside",
      "Sign",
      "Lewis and Clark",
      "fort clatsop"
    ],
    "latitude": "46.1343079544815",
    "longitude": "-123.87938499633434",
    "latLong": "46.1343079544815,-123.87938499633434",
    "bodyText": "Found on the trail down to Fort Clatsop this sign provides information on the layout of Fort Clatsop and is recommended to read before you venture into the fort grounds. Cleverly disguised next to it is a trash can appearing as a tree stump.",
    "audioDescription": "Across the top of this sign on a red background \"Fort Clatsop\" is written in stylized cursive. Below, the sign is split into two boxes. The left box is a print of a painting depicting Sacagawea, George Drouilliard, Lewis, and Clark standing outside the 50 foot wide, 15 foot tall, Fort Clatsop, with seven members of the Clatsop nation standing with them engaged in trading. Sacagawea holds a blue bead necklace out to one of the Clatsop nation members. On the right box is text and a diagram of the floorplans for Fort Clatsop. The text reads: \"Here, at the end of their westward journey, the 33 members of The Corps of Discovery spent four rainy months preparing for their return to St. Louis Missouri. The men built huts to protect themselves and their supplies. They named it 'Fort Clatsop' after the local Clatsop Indians. Nothing remains of the original fort. This 2006 replica is based on William Clark's journal descriptions and floor plan. Historians and archaeologists are fairly confident the original fort was located within yards of this site.\" The floorplan diagram of Fort Clatsop is a brown square divided into three rectangles on the left side and four on the right side with the middle being empty ground. The top left, left middle, and bottom left rectangles are all labelled the Enlisted Men's Quarters. The top of the diagram has a small opening labelled as the Gate to Spring, and below it a small box listed as the Sentry Box. At the bottom of the diagram a large opening is listed as the Main Gate. The top right rectangle is the Store Room, below is the Orderly Room, beneath is the Captains' Quarters, and the bottom right rectangle is the Charbonneau Family Quarters. Beneath the diagram is a final paragraph: \"Three sergeants and twenty-four men squeezed into three small enlisted men's quarters and the orderly room. Captains Lewis and Clark shared a room; as did interpreter Charbonneau, his Shoshone wife, Sacagawea, and their baby. Clark's slave, York, may have lived in the orderly room.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "FC1DCEED-C278-4394-9559-AD859E632CE4",
    "url": "https://www.nps.gov/places/cape-disappointment-wa.htm",
    "title": "Cape Disappointment",
    "listingDescription": "Cape Disappointment is a large headland forming the northern portion of the mouth of the Columbia River, as it opens to the Pacific Ocean. Most members of the Corps arrived here on November 15, 1805, where they first saw the Pacific Ocean. Clark camp near Chinook Point while Lewis scouted for a favorable site for a winter encampment.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/nri/20171023/places/DDF3022C-1DD8-B71B-0B1005AD21EC4ADA/DDF3022C-1DD8-B71B-0B1005AD21EC4ADA.jpg",
        "credit": "Photo by Adbar",
        "altText": "cape disappointment in washington state",
        "title": "",
        "description": "",
        "caption": "Waves at Cape Disappointment in Ilwaco, WA",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "IA,ID,IL,IN,KS,KY,MO,MT,NE,ND,OH,OR,PA,SD,WA,WV",
        "parkCode": "lecl",
        "designation": "National Historic Trail",
        "fullName": "Lewis & Clark National Historic Trail",
        "url": "https://www.nps.gov/lecl/index.htm",
        "name": "Lewis & Clark"
      },
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "travel lewis clark",
      "Lewis and Clark",
      "expedition",
      "history",
      "heritage",
      "travel itineraries",
      "National Register of Historic Places",
      "Meriwether Lewis",
      "William Clark",
      "Corps of Discovery",
      "Westward Expansion",
      "Pacific Ocean",
      "Washington State"
    ],
    "latitude": "46.282639",
    "longitude": "-124.058739",
    "latLong": "46.282639,-124.058739",
    "bodyText": "<p dir=\"ltr\" style=\"margin-top:0pt; margin-bottom:0pt\">A notable landmark of the Pacific Northwest, Cape Disappointment was already named by the time Lewis and Clark reached the site in November 1805.  The first known documentation of the site was in 1775 by Spanish explorer Bruno Heceta, who named it “Bahia de La Asuncion,” or Bay of the Assumption.  Then in 1788, British trader John Meares named it “Cape Disappointment” when he mistakenly believed that the mouth of the Columbia River was only a bay. <br /> <br /> Meriwether Lewis laid eyes on the area in mid-November 1805 – he proceeded on by land while the rest of the Expedition sheltered at Dismal Nitch.  He returned to camp on November 17 and Patrick Gass wrote in his journal, “They had been round the bay, and seen where white people had been in the course of the summer; but they had all sailed away.”  For this reason, Cape Disappointment had a different, unhappy meaning to the men of the Corps. <br /> <br /> Today, the Cape is a Washington State Park which pays tribute to the many different uses of the area, from military outpost during the Civil War and World War II, to iconic lighthouses. Hike through old-growth forest or around freshwater lakes, saltwater marshes and ocean tidelands. Gape at the breathtaking views. Launch your boat from Baker Bay. Benson Beach is a popular clam-digging destination, and fishers love to set up on the North Jetty to catch salmon and crab. The beaches at Cape Disappointment also lure kite-fliers, sand-castle builders and those who love to walk and explore.  <br /> <br /> But be sure to visit the Lewis and Clark Interpretive Center for numerous interactive displays. Standing high on the cliffs of the Cape, 200 feet above the pounding Pacific surf, the Center is filled with information, artwork, and film presentations about the Corps of Discovery.  From April 1 to October 31, it’sr open from 10 a.m. to 5 p.m.<br /> <br /> Summer hours for the park are from 6:30 a.m. to dusk. A Washington State Park Discovery Pass is required; an automated pay station is on site.  A separate fee is required for the Lewis and Clark Interpretive Center.  For more information, go to: http://parks.state.wa.us/486/Cape-Disappointment.<br /> <br /> <a href=\"http://parks.state.wa.us/486/Cape-Disappointment\">Cape Disappointment</a> is a <a href=\"https://www.nps.gov/lecl/learn/historyculture/places.htm\">High Potential Historic Site</a> on the <a href=\"https://www.nps.gov/lecl/index.htm\">Lewis and Clark National Historic Trail.</a><br /> <br /> On November 14, 1805, while the expedition sheltered at Dismal Nitch, Lewis “concluded to proceed on by land & find if possible the white people the Indians Say is below and examine if a Bay is Situated near the mouth of this river as laid down by Vancouver in which we expect, if there is white traders to find them.” On November 17, Lewis “returned haveing travesed Haleys Bay to Cape Disapointment and the Sea Coast to the North for Some distance.” Gass remarked, “They had been round the bay, and seen where white people had been in the course of the summer: but they had all sailed away.” The next day Clark and 11 others “who wished to See more of the main Ocian” made the trip to Cape Disappointment and the northern coastline, rejoining the main party at Station Camp on November 20.<br /> <br /> The cape was a notable maritime landmark of the Pacific Northwest, with the first known documentation in 1775 by Spanish explorer Bruno Heceta, who named it “Bahia de La Asuncion.” British trader John Meares named it “Cape Disappointment” in 1788, due to his mistaken belief that the mouth of the Columbia River was only a bay. The United States deemed Cape Disappointment strategically significant enough to base military fortifications there during the Civil War and World War II. Construction of a lighthouse was complet­ed in 1856. The decommissioned military fortification and lighthouse are now encompassed by the <a href=\"http://parks.state.wa.us/486/Cape-Disappointment\">Camp Disappointment State Park</a>, which includes a <a href=\"http://parks.state.wa.us/187/Cape-Disappointment\">Lewis and Clark Interpretive Center.</a></p>",
    "audioDescription": "200 foot cliffs rise above dark breaking surf. They are a vibrant green, covered in plant life such as grasses and trees. The beach below is scattered with large rocks and driftwood. A white lighthouse stands on the top of the cliffs. The cape becomes very narrow before opening up into the larger bay.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "http://parks.state.wa.us/486/Cape-Disappointment",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "fd52c547-45bc-494a-bebe-30209dc1cbc6",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Gifts/Souvenirs/Books",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Restroom",
      "Scenic View/Photo Spot",
      "Trailhead",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "Washington State Parks",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "244 Robert Gray Drive, Ilwaco WA",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Where many of the Corps saw the Pacific Ocean",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F26AD32A-7A39-4E04-BC84-AC1B7D547A2C",
    "url": "https://www.nps.gov/places/cape-disappointment-state-park.htm",
    "title": "Cape Disappointment State Park",
    "listingDescription": "Located in Ilwaco, Washington, Cape Disappointment State Park was named for Captain John Meares’ first failed attempt to find the Columbia River in 1788. Meriwether Lewis and William Clark would later conduct reconnaissance of this area during their stay at Station Camp from November 15 to November 24, 1805.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/2BA0686C-DF42-3A50-B1DC802389946565.jpg",
        "credit": "\"Cape Disappointment State Park\" by life is good (pete) is licensed under CC BY-NC-ND 2.0",
        "altText": "A small island topped with a tree sits in the middle of a tree-lined river.",
        "title": "Cape Disappointment State Park",
        "description": "",
        "caption": "One of the many beautiful vistas at Cape Disappointment State Park",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/2BA0686C-DF42-3A50-B1DC802389946565.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/2BA0686C-DF42-3A50-B1DC802389946565.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "WA,OR,ID,MT",
        "parkCode": "iafl",
        "designation": "National Geologic Trail",
        "fullName": "Ice Age Floods National Geologic Trail",
        "url": "https://www.nps.gov/iafl/index.htm",
        "name": "Ice Age Floods"
      },
      {
        "states": "IA,ID,IL,IN,KS,KY,MO,MT,NE,ND,OH,OR,PA,SD,WA,WV",
        "parkCode": "lecl",
        "designation": "National Historic Trail",
        "fullName": "Lewis & Clark National Historic Trail",
        "url": "https://www.nps.gov/lecl/index.htm",
        "name": "Lewis & Clark"
      },
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Lewis and Clark",
      "Lewis and Clark Expedition",
      "lewis and clark national historic trail",
      "washington",
      "visitor center",
      "Museum",
      "Lewis and Clark National Historical Park",
      "state parks",
      "park",
      "Beach Access",
      "fishing",
      "boating",
      "lighthouse",
      "military history",
      "hiking",
      "maritime military history",
      "trails"
    ],
    "latitude": "46.2824777686341",
    "longitude": "-124.058584554333",
    "latLong": "46.2824777686341,-124.058584554333",
    "bodyText": "<h3>Overview</h3> Located in Ilwaco, Washington, Cape Disappointment State Park is a 2,023-acre park located on the Long Beach Peninsula. With the Pacific Ocean to the west and a view of the mouth of the Columbia River, Cape Disappointment offers plenty of recreational opportunities and beautiful vistas.<br /> <br /> <span style=\"color: rgb(34, 34, 34); font-family: Georgia, Times, \"Times New Roman\", serif; font-size: 1.5625rem; letter-spacing: -0.25px;\">History</span><br /> The cape was named by Captain John Meares’ after his first failed attempt to find the Columbia River in 1788. Meriwether Lewis and William Clark would later conduct reconnaissance of this area during their stay at Station Camp from November 15 to November 24, 1805.<br /> <br /> <span style=\"color: rgb(34, 34, 34); font-family: Georgia, Times, \"Times New Roman\", serif; font-size: 1.5625rem; letter-spacing: -0.25px;\">Today</span><br /> The park provides many hiking opportunities, including 8 miles of trails leading through old-growth forest or around freshwater lakes and saltwater marshes. Additional outdoor activities include boating from Baker Bay, fishing at the North Jetty, or taking a walk on Benson Beach. Farther inland, visitors will enjoy wandering through the ruins of World War II era bunkers and coastal defense batteries, or exploring the North Head Lighthouse.<br /> <br /> The Lewis and Clark Interpretive Center is perched on the wind-swept cliffs 200 feet above the surf. The museum features a number of interactive exhibits focused on the area’s history, with special focus on the story of the Corps of Discovery’s journey, particularly on their Pacific Coast stay during the winter of 1805-1806.  A series of mural-size timeline panels guide visitors through the westward journey of the Expedition using sketches, paintings, photographs, and the words of the journal writers.  <br /> <br /> Cape Disappointment State Park’s operating hours vary by season. Visitors must purchase a park pass to enter the park, and there are additional admission fees for the interpretive center and the North Head Lighthouse Tour. For more information, visit <a href=\"https://www.parks.state.wa.us/486/Cape-Disappointment\">Cape Disappointment State Park | Washington State Parks and Recreation Commission</a>.",
    "audioDescription": "Cape Disappointment is a 2,023-acre camping park located on the Long Beach Peninsula. It is fronted by the Pacific Ocean and looks into the mouth of the Columbia River. The park has an interpretive center and museum. The North Head Lighthouse is also within the park. There are several trails that cross through coastal forests, wetlands, and dunes.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://parks.state.wa.us/486/Cape-Disappointment",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "fd52c547-45bc-494a-bebe-30209dc1cbc6",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Beach/Water Access",
      "Benches/Seating",
      "Boat Ramp",
      "Canoe/Kayak/Small Boat Launch",
      "Fish-Cleaning Station",
      "Gifts/Souvenirs/Books",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information - Maps Available",
      "Information - Ranger/Staff Member Present",
      "Parking - Auto",
      "Parking - Boat Trailer",
      "Parking - Bus/RV",
      "Picnic Table",
      "Restroom",
      "Restroom - Accessible",
      "Scenic View/Photo Spot",
      "Shelter/Cabin",
      "Theater/Auditorium",
      "Ticket Sales",
      "Trailhead",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "Washington State Parks",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Ilwaco, WA",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "9CC53EF4-7258-4C77-B520-E2307F33A06B",
    "url": "https://www.nps.gov/places/cape-disappointment-washington.htm",
    "title": "Cape Disappointment, Washington",
    "listingDescription": "When Meriwether Lewis and William Clark reached the Pacific Ocean, they were in an area where Chinookan people controlled the extensive trade along the rivers, including trade from ocean-going European ships.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/775B25D4-0FC6-3DCB-7E35170075FDA9F4.jpg",
        "credit": "NPS",
        "altText": "green cliff near ocean",
        "title": "Cape Disappointment",
        "description": "",
        "caption": "Cape Disappointment is a state park in Washington state.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/775B25D4-0FC6-3DCB-7E35170075FDA9F4.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/775B25D4-0FC6-3DCB-7E35170075FDA9F4.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "IA,ID,IL,IN,KS,KY,MO,MT,NE,ND,OH,OR,PA,SD,WA,WV",
        "parkCode": "lecl",
        "designation": "National Historic Trail",
        "fullName": "Lewis & Clark National Historic Trail",
        "url": "https://www.nps.gov/lecl/index.htm",
        "name": "Lewis & Clark"
      },
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "trade",
      "indigenous people",
      "indigenous history",
      "transportation",
      "Lewis and Clark",
      "Lewis and Clark Expedition",
      "lewis and clark national historic trail",
      "georeferenced interpretive content",
      "Columbia River sites",
      "military",
      "recreation",
      "washington"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<p paraeid=\"{7ff86757-2228-4cf7-8138-7261d785a4b5}{197}\" paraid=\"2141832612\">“The Indians both at this, & the other Indian village that we passed this day, made signs to us that there were vessells lying at the Mouth of this River.  Some of them signed to us that the Vessells were gone away from it.”—Joseph Whitehouse, November 7, 1805 </p> <p paraeid=\"{7ff86757-2228-4cf7-8138-7261d785a4b5}{217}\" paraid=\"1219571753\">Meriwether Lewis and William Clark knew long before they reached the Pacific Ocean that Europeans were already visiting the mouth of the Columbia River.  </p> <p paraeid=\"{7ff86757-2228-4cf7-8138-7261d785a4b5}{245}\" paraid=\"1429051183\">When the Lewis and Clark Expedition reached the Pacific at Cape Disappointment, they hoped to see some of fellow White men and their ocean-going ships—in part so they could restock their supply of manufactured goods. These items were important to trade and gift with Indigenous people, in exchange for food and to establish positive relations.  </p> <p paraeid=\"{ca333994-8781-4f03-923d-7d3ed2db50cc}{46}\" paraid=\"879694511\">Chinookan people, who lived along and controlled traffic on the Lower Columbia, told Lewis about how they traded with these White men. Some Chinookan people said words in English that they had picked up from the traders. Lewis relayed what they told him,  </p> <p paraeid=\"{ca333994-8781-4f03-923d-7d3ed2db50cc}{88}\" paraid=\"997359151\">The traders usually arrive in this quarter . . . in the month of April, and remain untill October; when here they lay at anchor in a bay within <a href=\"https://lewisandclarkjournals.unl.edu/search?places=Cape%20Disappointment\">Cape Disappointment</a> on the N. side of the river; here they are visited by the natives in their canoes who run along side and barter their comodities with them, their being no houses or fortification on shore for that purpose. . . . </p> <p paraeid=\"{ca333994-8781-4f03-923d-7d3ed2db50cc}{121}\" paraid=\"382140912\">Based on this, Lewis and Clark decided to spend the winter nearby, in case any European ships arrived.</p> <p paraeid=\"{ca333994-8781-4f03-923d-7d3ed2db50cc}{145}\" paraid=\"1804564642\">But they never saw one. They left in March, likely missing the next ship by just three months. Chinookan people would have still been there, ready to trade.  </p> <p paraeid=\"{ca333994-8781-4f03-923d-7d3ed2db50cc}{183}\" paraid=\"2079587630\">Europeans had named this place Cape Disappointment. Joseph Whitehouse wrote that the name fit, “on account of not finding Vessells there.”<br /> <br /> About this article: This article is part of a series called <a href=\"https://www.nps.gov/lecl/learn/historyculture/pivotal-places-stories-from-the-lewis-and-clark-national-historic-trail.htm\">“Pivotal Places: Stories from the Lewis and Clark National Historic Trail.”</a></p>",
    "audioDescription": "High cliffs overlook the ocean and the wide mouth of the Columbia River. Wind-shaped evergreen trees grow atop the cliffs.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://parks.wa.gov/486/Cape-Disappointment",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "fd52c547-45bc-494a-bebe-30209dc1cbc6",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Sites",
      "Amphitheater",
      "Boat Ramp",
      "Dock/Pier",
      "Electrical Hookup - Boat/RV",
      "Firewood For Sale/Available",
      "Food/Drink - Snacks",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Picnic Table",
      "Primitive Campsites",
      "Restroom",
      "Restroom - Accessible",
      "Scenic View/Photo Spot",
      "Sewer Hookups - Boat/RV",
      "Showers",
      "Supplies - Camping/Outdoor",
      "Tent Campsites",
      "Trailhead",
      "Trash/Litter Receptacles",
      "Water - Hookup - Boat/RV"
    ],
    "managedByOrg": "Cape Disappointment State Park",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "244 Robert Gray Dr, Ilwaco, WA 98624",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "This Chinookan land is where Lewis and Clark first saw the Pacific Ocean. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": " Lewis and Clark National Historic Trail, Lewis and Clark National Historical Park  ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "4D69751F-74EE-4433-8F21-495107347E63",
    "url": "https://www.nps.gov/places/dismal-nitch.htm",
    "title": "Dismal Nitch",
    "listingDescription": "iserable and soaked to the skin, the men under Meriwether Lewis and William Clark’s command had followed the shoreline of Shallow Bay (now called Grays Bay) for two days in an attempt to round modern day Point Ellice (Point Distress in the journals) before the bad weather and rough waters forced them to turn back.They backtracked to the location they dubbed “Dismal Nitch” (Hungry Harbor) where they were able to unload their canoes and make camp.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/67B1095A-969C-A531-9DE2A44CC4410388.jpg",
        "credit": "",
        "altText": "wide river with wooden pilings sticking out of the water",
        "title": "Dismal Nitch",
        "description": "",
        "caption": "",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/67B1095A-969C-A531-9DE2A44CC4410388.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/67B1095A-969C-A531-9DE2A44CC4410388.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "IA,ID,IL,IN,KS,KY,MO,MT,NE,ND,OH,OR,PA,SD,WA,WV",
        "parkCode": "lecl",
        "designation": "National Historic Trail",
        "fullName": "Lewis & Clark National Historic Trail",
        "url": "https://www.nps.gov/lecl/index.htm",
        "name": "Lewis & Clark"
      },
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Lewis and Clark",
      "Lewis and Clark Expedition",
      "lewis and clark national historic trail",
      "washington",
      "Lewis and Clark National Historical Park",
      "point ellice",
      "interpretive trail",
      "trails"
    ],
    "latitude": "46.24931174791805",
    "longitude": "-123.86030366621449",
    "latLong": "46.24931174791805,-123.86030366621449",
    "bodyText": "<h3>History</h3> Miserable and soaked to the skin, the Corps of Discovery had followed the shoreline of Grays Bay (Shallow Bay in the journals) for two days in an attempt to round modern day Point Ellice (Point Distress in the journals). At this point in their journey, they had run out of fresh food, and their clothes were quite literally rotting away. Getting around Point Ellice/Distress would have allowed them to meet up with one of the last trading ships of the season and refresh their supplies.<br /> <br /> What the Corps didn’t realize, however, was that it was about to run into some of the journey’s most treacherous moments. A fierce winter storm forced the Corps off the river on November 10, and pinned the group to a north shore cove consisting of little more than jagged rocks and steep hillside. Captain William Clark named the dreary spot “that dismal little nitch.” For six stormy days, the group was trapped by fierce wind and high waves at the rocky shoreline. For only the second time in the expedition, Clark said he was concerned for the safety of the Corps. <br /> <br /> It would be five days later, on November 15, that a break in the weather finally allowed the men to move forward. Once the wind and river calmed, Clark ordered the canoes loaded as quickly as possible and the Corps was able to make it around Point Ellice/Distress. They landed on a sandy beach where they established Station Camp. They missed the trading ship, but eventually achieved their exploration goals.<br /> <br /> In the following years this site became a fish receiving station to support a cannery operation, and later a ferry landing and train station. Eventually in 1968 and 1969 the Washington Department of Highways demolished the ferry landing and constructed the Megler Rest Area in its place. The Megler Rest Area was renamed the Dismal Nitch Rest Area in 2005. <h3>Today</h3> Located on SR 401, ten miles south of Naselle, Washington, visitors will find interpretive wayside exhibits about the expedition, as well as a short trail that leads to the approximate location of Lewis and Clark’s campsite. Great views of the Columbia River, birds, and the vibrant shipping lane are highlights of this site.<br /> <br /> Dismal Nitch<span style=\"font-size:12pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:11.0pt\"> is a </span></span></span><a href=\"https://www.nps.gov/lecl/learn/historyculture/places.htm\">High Potential Historic Site</a><span style=\"font-size:12pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:11.0pt\"> on the </span></span></span><a href=\"https://www.nps.gov/lecl/index.htm\">Lewis and Clark National Historic Trail.</a><br />  ",
    "audioDescription": "Wide river with wooden pilings sticking out of the water. Evergreen trees along the far shore with a large bridge in the far background.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/lewi/planyourvisit/dismal.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "fd52c547-45bc-494a-bebe-30209dc1cbc6",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Historical/Interpretive Information/Exhibits",
      "Restroom",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "Lewis and Clark National and State Historical Parks",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "On SR 401, ten miles south of Naselle, Washington",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "FB941312-056B-49D5-92B4-B0E45ADE12F1",
    "url": "https://www.nps.gov/places/ecola-state-park.htm",
    "title": "Ecola State Park",
    "listingDescription": "Located an hour west of Portland, Oregon, the strand of shoreline now called Indian Beach was once home to several Tillamook villages. When passing through on January 8, 1806, William Clark’s guide pointed out these village to the explorer as they searched for a whale carcass that was said to have washed ashore nearby.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/0930E1BD-9DD7-8C7D-B1802A886EE950E3.jpg",
        "credit": "\"Indian Beach, Oregon Coast\" by diana_robinson is licensed under CC BY-NC-ND 2.0",
        "altText": "Driftwood sits on the shore, dramatic heavy clouds hang in the sky as the sun peeks through.",
        "title": "Indian Beach at Ecola State Park",
        "description": "",
        "caption": "Indian Beach at Ecola State Park",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0930E1BD-9DD7-8C7D-B1802A886EE950E3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0930E1BD-9DD7-8C7D-B1802A886EE950E3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "IA,ID,IL,IN,KS,KY,MO,MT,NE,ND,OH,OR,PA,SD,WA,WV",
        "parkCode": "lecl",
        "designation": "National Historic Trail",
        "fullName": "Lewis & Clark National Historic Trail",
        "url": "https://www.nps.gov/lecl/index.htm",
        "name": "Lewis & Clark"
      },
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Lewis and Clark",
      "Lewis and Clark Expedition",
      "lewis and clark national historic trail",
      "Oregon",
      "Lewis and Clark National Historical Park",
      "state park",
      "parks",
      "park",
      "Beach Access",
      "trails",
      "scenic areas",
      "swimming",
      "Surfing",
      "hiking",
      "wildlife observation",
      "wildlife",
      "animals",
      "birdwatching",
      "whale watching"
    ],
    "latitude": "45.92778737",
    "longitude": "-123.9779293",
    "latLong": "45.92778737,-123.9779293",
    "bodyText": "<h3>Overview</h3> <p>Located an hour west of Portland, Oregon between Seaside and Cannon Beach, Ecola State Park stretches along 9 miles of coastline and offers outstanding sightseeing and recreation opportunities, as well as a look into the history of the area. Breathtaking scenery and hiking may be the main allure, but Ecola also provides opportunities for picnicking, tidepooling, surfing and wildlife observation. </p> <h3>History</h3> <p>Captain William Clark and 12 members of the Corps of Discovery traveled through what is now the park in 1806 in search of a beached whale near present-day Cannon Beach.  Within the park you'll find a strand of shoreline now called Indian Beach, which was once home to several Tillamook villages. When passing through on January 8, 1806, William Clark’s guide pointed out these village to the explorer. In his journal, Clark describes them, saying:</p> <blockquote> <p>“… from this point of View my guide pointed to a village at the mouth fo a Small river near which place he Said the whale was, he also pointed to 4 other places where the princpal Villages of the <em><a href=\"https://lewisandclarkjournals.unl.edu/search?lc_native_nation_ss=Tillamook%20Indians\">Kil la mox</a> </em>were Situated, I could plainly See the houses of 2 of those Villeges & the Smoke of a 3rd which was two far of for me to disern with my naked eye— <a href=\"https://lewisandclarkjournals.unl.edu/item/lc.jrn.1806-01-08#n27010809\"><sup>[9]</sup></a> after taking the Courses and computed the Distances in my own mind, I proceeded on down a Steep decent to a Single house the remains of an old <em><a href=\"https://lewisandclarkjournals.unl.edu/search?lc_native_nation_ss=Tillamook%20Indians\">Kil a mox</a> </em>Town <a href=\"https://lewisandclarkjournals.unl.edu/item/lc.jrn.1806-01-08#n27010810\"><sup>[10]</sup></a> in a nitch imediately on the Sea Coast, at which place great no. of eregular rocks are out and the waves comes in with great force…\"</p> </blockquote> <p>After scaling the north slope of Tillamook Head and reaching one of its viewpoints, Clarke described the vista as “… the grandest and most pleasing prospects which my eyes ever surveyed…”</p> <h3>Today</h3> <p>The park’s network of trails include an 8 mile segment of the Oregon Coast Trail, and a 2 1/2 mile historical interpretive route called the Clatsop Loop Trail. Part of the Clatsop Loop Trail and the trail over Tillamook Head follow in the footsteps of the Corps of Discovery. <br /> <br /> Entrance into the park requires an entrance fee or park pass. For more information, visit <a href=\"https://stateparks.oregon.gov/index.cfm?do=park.profile&parkId=136\">Ecola State Park - Oregon State Parks</a>.</p>",
    "audioDescription": "When you arrive at the park, the entrance road takes you through a dense Sitka spruce forest. As you drive further in, it opens on to a grassy bluff overlooking the Pacific Ocean. Large rock formations called sea stacks dot the shoreline against a backdrop of coastal mountains.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://stateparks.oregon.gov/index.cfm?do=park.profile&parkId=136",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "fd52c547-45bc-494a-bebe-30209dc1cbc6",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Beach/Water Access",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Picnic Table",
      "Restroom",
      "Scenic View/Photo Spot",
      "Toilet - Flush",
      "Trailhead"
    ],
    "managedByOrg": "Oregon Parks & Recreation",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Seaside, OR",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "71F87696-7293-47D4-9B1B-B492D4B2762B",
    "url": "https://www.nps.gov/places/ethnobotanical-garden.htm",
    "title": "Ethnobotanical Garden",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D108A1EB-ADE7-7C61-7C770E22B9A4D060.jpg",
        "credit": "",
        "altText": "A blond ranger dressed in green uniform kneels in fresh dirt and gardens with pink gloves.",
        "title": "Ranger in ethnobotanical garden",
        "description": "",
        "caption": "Ranger gardening",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "IA,ID,IL,IN,KS,KY,MO,MT,NE,ND,OH,OR,PA,SD,WA,WV",
        "parkCode": "lecl",
        "designation": "National Historic Trail",
        "fullName": "Lewis & Clark National Historic Trail",
        "url": "https://www.nps.gov/lecl/index.htm",
        "name": "Lewis & Clark"
      },
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Lewis and Clark National Historical Park",
      "Lewis and Clark National Historic Trail"
    ],
    "latitude": "46.11749502204539",
    "longitude": "-123.87531280517578",
    "latLong": "46.11749502204539,-123.87531280517578",
    "bodyText": "<p paraeid=\"{caab3b75-70c9-44a2-adc9-395b61dbb3f3}{9}\" paraid=\"517530488\">The ethnobotanical garden is a native plant garden dedicated to displaying some of the plants used by local native peoples such as the Clatsop and Chinooks for food, medicine, and textiles. The plantings are arranged in four natural plant communities, each of which reflect one of the many habitats found in the greater surrounding area.  </p> <p paraeid=\"{caab3b75-70c9-44a2-adc9-395b61dbb3f3}{31}\" paraid=\"26946175\">The garden was created through collaborative efforts of the Clatsop Nehalem Confederated Tribes 501-C3, Edgewater Landscaping, the Tongue Point Job Corps landscaping program, and the National Park Service.  </p> <p paraeid=\"{caab3b75-70c9-44a2-adc9-395b61dbb3f3}{37}\" paraid=\"951708309\">When gathering from the wild, we encourage you to approach nature with the traditional NW tribal values of respect, gratitude, and reciprocity. Please take only what you can use, and always look for ways you can give back. Do not harvest or ingest any wild plant without confirmation from an expert. Harvest from this interpretive garden is allowed only through official park programs. If you are interested in helping us care for it, let us know!  </p>",
    "audioDescription": "A garden with a small woodchip covered path that loops through the plants. It's located at Netul Landing, so you can see the river and boat launch from the garden, as well as two covered picnic areas that are nearby.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Picnic Shelter/Pavilion",
      "Toilet - Vault/Composting"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B5AF52CC-97BF-4FB0-A7B4-C725ABCB1CCA",
    "url": "https://www.nps.gov/places/fort-clatsop-or.htm",
    "title": "Fort Clatsop",
    "listingDescription": "The Corps reached the Pacific Ocean over a year and a half after departing from Camp Wood, and settled in for the 1805-06 winter. They built Fort Clatsop, a reconstruction of which is found at its original site, located in Astoria, Oregon. The Corp's presence in this area strengthened the United States's claim to the Northwest. It also paved the way for the first American settlement--the Pacific Fur Company Post, established in 1811 by John Jacob Astor.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/65E968BC-ED37-859C-48359DB38321542E.jpg",
        "credit": "",
        "altText": "Wooden fort with vertical and horizontal posts",
        "title": "Fort Clatsop",
        "description": "",
        "caption": "",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/65E968BC-ED37-859C-48359DB38321542E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/65E968BC-ED37-859C-48359DB38321542E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "IA,ID,IL,IN,KS,KY,MO,MT,NE,ND,OH,OR,PA,SD,WA,WV",
        "parkCode": "lecl",
        "designation": "National Historic Trail",
        "fullName": "Lewis & Clark National Historic Trail",
        "url": "https://www.nps.gov/lecl/index.htm",
        "name": "Lewis & Clark"
      },
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "travel lewis clark",
      "Lewis and Clark",
      "expedition",
      "history",
      "heritage",
      "travel itineraries",
      "National Register of Historic Places",
      "Meriwether Lewis",
      "William Clark",
      "Corps of Discovery",
      "Westward Expansion",
      "Pacific Ocean",
      "Oregon",
      "lewis and clark national historic trail"
    ],
    "latitude": "46.134183469469235",
    "longitude": "-123.87902729734498",
    "latLong": "46.134183469469235,-123.87902729734498",
    "bodyText": "<h3>History</h3> <p>Fort Clatsop was the winter encampment for the Corps of Discovery from December 1805 to March 1806. After finding a location that offered plenty of game and close proximity to the ocean, Clark sketched a preliminary site plan, and they began construction in early December. The fort was completed by January 1st and housed 32 men, one woman, a baby, and a dog. Joseph Whitehouse wrote that the officers named the fort \"after a nation of Indians who resided near us, called the Clatsop Nation.\" They spent the extremely rainy winter collecting supplies, making salt and leather, and preparing their maps and journals. <br /> <br /> After the expedition finally departed on March 23, 1806, Fort Clatsop gradually deteriorated. A reconstruction of the fort based on Clark's sketch was completed in 1955, but burned down in 2005. Today a second replica, completed in 2006, can be explored in the same location.</p> <h3>Today</h3> <p>Visitors can experience the newest replica of Fort Clatsop by walking through the rooms, <a href=\"https://www.nps.gov/lewi/planyourvisit/trails.htm\">hiking the trails </a>around the area, chatting with costumed rangers, and participating in ranger-led programs during the peak seasons.<br /> <br /> The visitor center located at this site provides basic amenities and offers a museum, <a href=\"https://www.nps.gov/lewi/learn/bookstore.htm\">bookstore</a>, and two films. Make sure to check in with a ranger at the visitor center prior to exploring the park to get a map, receive additional information, and pay any <a href=\"https://www.nps.gov/lewi/planyourvisit/fees.htm\">park fees</a><br /> <br /> In the Summer time, between Memorial and Labor day, you can visit the Fort any time between 9 AM and 6 PM. In the off season the rest of the year the site is open from 9 AM to 5 PM.<br />  </p>   <p>Fort Clatsop is a<span style=\"font-size:12pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:11.0pt\"> </span></span></span><a href=\"https://www.nps.gov/lecl/learn/historyculture/places.htm\">High Potential Historic Site</a> on the<span style=\"font-size:12pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:11.0pt\"> </span></span></span><a href=\"https://www.nps.gov/lecl/index.htm\">Lewis and Clark National Historic Trail.</a></p>",
    "audioDescription": "Wooden fort with vertical and horizontal posts.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/lewi/planyourvisit/fortclatsop.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "fd52c547-45bc-494a-bebe-30209dc1cbc6",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Rooms",
      "Benches/Seating",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Large Print",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "Lewis and Clark National and State Historical Parks",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "92343 Fort Clatsop Road, Astoria OR",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Winter encampment of Corps of Discovery",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "233945F5-9122-4CB6-81CE-DD0A46EEEB4E",
    "url": "https://www.nps.gov/places/fort-clatsop-stealing-the-canoe.htm",
    "title": "Fort Clatsop / Stealing the Canoe",
    "listingDescription": "Clatsop leader Coboway was friendly and hospitable to the Lewis and Clark Expedition when they camped in Clatsop territory during the winter of 1805–1806.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/A238D1DC-D906-1888-CBD097D610D470A6.jpg",
        "credit": "NPS",
        "altText": "Log fort with smoke coming from it, tall cedar trees grow around it.",
        "title": "Fort Clatsop Stealing the canoe",
        "description": "",
        "caption": "Members of the Lewis and Clark Expedition spent the winter of 1805-1806 in Clatsop territory.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A238D1DC-D906-1888-CBD097D610D470A6.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A238D1DC-D906-1888-CBD097D610D470A6.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "IA,ID,IL,IN,KS,KY,MO,MT,NE,ND,OH,OR,PA,SD,WA,WV",
        "parkCode": "lecl",
        "designation": "National Historic Trail",
        "fullName": "Lewis & Clark National Historic Trail",
        "url": "https://www.nps.gov/lecl/index.htm",
        "name": "Lewis & Clark"
      },
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "trade",
      "indigenous people",
      "indigenous history",
      "transportation",
      "Lewis and Clark",
      "Lewis and Clark Expedition",
      "lewis and clark national historic trail",
      "georeferenced interpretive content",
      "Columbia River sites",
      "military",
      "Oregon"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<p paraeid=\"{e184b8cb-fa5a-4ab6-910c-f6720fa20407}{171}\" paraid=\"2140629246\">Clatsop peoples’ homelands are south of the Columbia River, not far from the Pacific Ocean. They speak a Chinookan language and traded often with other people in villages up and down the river. Like other people living on the Lower Columbia River, they were expert <a href=\"https://www.nps.gov/articles/000/chinook-canoes.htm\">canoe-makers</a> and navigators.  </p> <p paraeid=\"{e184b8cb-fa5a-4ab6-910c-f6720fa20407}{203}\" paraid=\"12631031\">Coboway was the leader of a Clatsop village located in what is now Fort Stevens State Park. In the winter of 1805, Coboway gave Meriwether Lewis and William Clark his blessing to build a house in the area.  </p> <p paraeid=\"{e184b8cb-fa5a-4ab6-910c-f6720fa20407}{241}\" paraid=\"1150225614\">Coboway and other Clatsop people visited and helped the expedition members many times during the winter of 1805–1806. They brought wapato, berries, fish, whale blubber, dogs, <a href=\"https://www.nps.gov/places/dismal-nitch-washington.htm\">otter skins</a>, cedar bark hats, and canoes to trade with the visitors in exchange for manufactured goods such as glass beads, files, razors, other tools, and thread. Sometimes Coboway stayed overnight, and Lewis showed off the <a href=\"https://www.nps.gov/articles/000/lewis-s-air-gun.htm\">air gun</a> to him. Coboway and his friends also helped two of the expedition members, George Drouillard and Jean-Baptiste Lepage, carry the animals they hunted back to Fort Clatsop. </p> <p paraeid=\"{59296d9b-333c-45a8-8acd-4fa3a96fe73d}{114}\" paraid=\"1749108976\">Coboway was “the most friendly and decent” person in the area, wrote Lewis, after Coboway brought him a present of cured anchovies. </p> <p paraeid=\"{59296d9b-333c-45a8-8acd-4fa3a96fe73d}{144}\" paraid=\"2025549979\">Lewis knew they needed a new canoe for the journey home, and he had tried to buy one from Clatsop people. However, the items Lewis offered—including his fancy dress uniform—were not a sufficient trade for the valuable canoe.  </p> <p paraeid=\"{59296d9b-333c-45a8-8acd-4fa3a96fe73d}{168}\" paraid=\"1756275604\">Rather than offer more, Lewis directed his men to steal a canoe: “we yet want another canoe, and as the <a href=\"https://lewisandclarkjournals.unl.edu/search?lc_native_nation_ss=Clatsop%20Indians\">Clatsops</a> will not sell us one at a price which we can afford to give we will take one from them in lue of the six Elk which they stole from us in the winter.” But Coboway had already brought presents to make up for the stolen elk. </p> <p paraeid=\"{59296d9b-333c-45a8-8acd-4fa3a96fe73d}{205}\" paraid=\"1398587761\">And so, after all Coboway’s kindness and hospitality, Lewis and Clark broke the trust established through months of friendship and trade with Clatsop people and stole a canoe. <br /> <br /> About this article: This article is part of a series called <a href=\"https://www.nps.gov/lecl/learn/historyculture/pivotal-places-stories-from-the-lewis-and-clark-national-historic-trail.htm\">“Pivotal Places: Stories from the Lewis and Clark National Historic Trail.”</a></p>",
    "audioDescription": "Reconstructed wooden fort in heavily wooded area. Down the hill from the fort is a creek.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/places/fort-clatsop-or.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "fd52c547-45bc-494a-bebe-30209dc1cbc6",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Canoe/Kayak/Small Boat Launch",
      "Gifts/Souvenirs/Books",
      "Historical/Interpretive Information/Exhibits",
      "Information - Ranger/Staff Member Present",
      "Junior Ranger Activity",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Picnic Table",
      "Restroom",
      "Restroom - Accessible",
      "Trailhead",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "92343 Fort Clatsop Rd, Astoria OR 97103 ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Meriwether Lewis, William Clark, and the rest of their party spent the winter of 1805–1806 here in a wooden fort that they built, after receiving permission from Clatsop people to do so.  ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Lewis and Clark National Historic Trail, Lewis and Clark National Historical Park, National Register of Historic Places ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "12B90A84-0BCB-4CEA-8833-C6781F471129",
    "url": "https://www.nps.gov/places/fort-clatsop-entrance-sign.htm",
    "title": "Fort Clatsop Entrance Sign",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C789FE39-DBD0-0E86-6A92305D58FC2E71.jpg",
        "credit": "NPS Photo",
        "altText": "A tall wooden sign reading 'Fort Clatsop', logs are carved to its side to look like fort walls",
        "title": "Fort Clatsop Entrance Sign",
        "description": "",
        "caption": "The wooden stakes at its side reflect the wooden walls of Fort Clatsop itself.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C789FE39-DBD0-0E86-6A92305D58FC2E71.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C789FE39-DBD0-0E86-6A92305D58FC2E71.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "fort clatsop"
    ],
    "latitude": "46.134139",
    "longitude": "-123.880091",
    "latLong": "46.134139,-123.880091",
    "bodyText": "Serving as the first welcome sign to our park site, this sign has served as a selfie spot. It serves as the final stop on the Fort Clatsop Audio Tour.",
    "audioDescription": "A approximately ten foot tall wooden sign with logs carved to reflect the walls of Fort Clatsop by it, across it carved into the wood reads 'Fort Clatsop.'",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Restroom"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "08CC2219-52C9-482C-933A-C040D9D3ABE6",
    "url": "https://www.nps.gov/places/fort-clatsop-rain-garden.htm",
    "title": "Fort Clatsop Rain Garden",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/8E655BBF-A208-735E-2CC66DE9746A3D9E.jpg",
        "credit": "NPS Photo",
        "altText": "A large raingarden directly against the Visitor Center, a sign explains its purpose and importance.",
        "title": "The Rain Garden",
        "description": "",
        "caption": "A raingarden can be fun to build at home and supports your local ecosystem.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/8E655BBF-A208-735E-2CC66DE9746A3D9E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/8E655BBF-A208-735E-2CC66DE9746A3D9E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "46.13428190154885",
    "longitude": "-123.8803349436554",
    "latLong": "46.13428190154885,-123.8803349436554",
    "bodyText": "The rain garden at the Fort Clatsop Visitor center is an important part of helping the local ecosystem. Rain gardens purify water naturally, designed to hold rainwater for a short time and then slowly release it into the ground where plant roots, microbes, and more remove pollutants from the water before it reaches the Lewis and Clark River. <br /> <br /> Spend some time looking around and you may see some of the creatures that call the rain garden home, anything from Banana Slugs and spiders to Pacific Tree Frogs and birds may be found here. <br /> <br /> An audio description of the sign \"Drop by Drop, Garden to Sea\" is available at this location using your phones screen reader on this page.<br /> <br /> This location serves as stops 1-4 on the Restoring Nature Audio Tour.",
    "audioDescription": "At the top of this 3-foot wide by 2-foot high wayside panel, a black band with “Lewis and Clark National Historical Park, National Park Service, U.S. Department of the Interior” in white letters. At the far right, the reddish-brown, green and white arrowhead logo of the National Park Service. Below this, the upper ¾ of the panel is filled with a watercolor illustration of the view of the rain garden and visitor center that is just beyond the panel. At the upper right, rain falls on the reddish-brown shingled roof of the tan wooden-sided visitor center. Rainwater flows from the roof’s gutter into a wooden trough supported at roof level by sections of tree trunks until it reaches the center of the illustration’s rain garden. There, the water spills into a stream circling through the garden and flowing off the illustration to the left. Rain gardens purify water naturally. They are designed to hold rainwater for a short time and then slowly release it into the ground where plant roots, microbes, and soil remove pollutants from water before it flows into rivers and streams. The slow release also helps reduce runoff and replenish ground water. The native plants in the garden before you also provide habitats for tree frogs, squirrels, newts, and other animals living in the park. By directing clean water to forested wetlands, our rain garden helps conserve this precious resource for all. In places, the stream is edged with stones, and the ground is brown dirt mostly filled with vegetation in many shades of green. Some of the plants have blossoms or berries in pink, red, black, white, yellow, and pale purple. Against the overall illustration of the garden, sometimes highlighted in black-bordered circles, are some of the plants and animals that appear in the garden. The bottom quarter of the panel features 10 small black-bordered sections with additional watercolor illustrations of plants. Mammals include Douglas squirrel; Black tailed deer; Chickaree, also known as Douglas squirrel, and Vagrant shrew. Birds include Bald eagle, Winter wren, and Stellar’s jay. Reptiles & Amphibians include Rough skinned newt, Pacific tree frog, and Northwestern garter snake. Fish are represented by Chum salmon. Invertebrates include Variegated meadowhawk dragonfly, Common green darner dragonfly, Anise swallowtail butterfly, Wolf spider, Bumble bee, Carpenter bee, Carabid beetle. and Banana slug. Lichens, mosses, and fungi include Oyster mushroom, Orange peel fungus, Pixie cup lichen, Old man’s beard lichen, and Oregon state moss: kindbergia oregano. Create A Rain Garden! Installing a rain garden is fun. Ask your local Cooperative Extension Office for specifics about soil mix, garden size, and plants for your area. Oregon State University Extension Office assisted the park in creating this rain garden",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Historical/Interpretive Information/Exhibits",
      "Internet/WiFi Available",
      "Restroom"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "34D73C1C-09A1-446A-AF68-09565D527CAA",
    "url": "https://www.nps.gov/places/fort-columbia-historical-state-park.htm",
    "title": "Fort Columbia Historical State Park",
    "listingDescription": "One of the most intact historic coastal defense sites in the United States, Fort Columbia is situated atop Chinook Point and was built between 1896 and 1903. It was finally de-commissioned in 1947. Today, this former military installation is a 618-acre state park that makes up part of the Lewis & Clark National and State Historical Park.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/342D1557-9784-30C4-9EF64DDF347E04F8.jpg",
        "credit": "\"Fort Columbia Guard House\" by jimculp@live.com is licensed under CC BY-NC-ND 2.0",
        "altText": "A small tan building with a covered porch surrounded by grass and flowering trees, ocean behind",
        "title": "Fort Columbia State Park Guardhouse",
        "description": "",
        "caption": "The guardhouse at Fort Columbia Historical State Park",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/342D1557-9784-30C4-9EF64DDF347E04F8.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/342D1557-9784-30C4-9EF64DDF347E04F8.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "IA,ID,IL,IN,KS,KY,MO,MT,NE,ND,OH,OR,PA,SD,WA,WV",
        "parkCode": "lecl",
        "designation": "National Historic Trail",
        "fullName": "Lewis & Clark National Historic Trail",
        "url": "https://www.nps.gov/lecl/index.htm",
        "name": "Lewis & Clark"
      },
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Lewis and Clark",
      "Lewis and Clark Expedition",
      "lewis and clark national historic trail",
      "visitor center",
      "Museum",
      "washington",
      "Lewis and Clark National Historical Park",
      "military history",
      "state historical park",
      "state historic site",
      "Chinook Indian Nation",
      "Chinook",
      "Fort Columbia",
      "Native American history",
      "american indian history",
      "wildlife",
      "birdwatching",
      "scenic area",
      "Wildlife Viewing",
      "hiking",
      "trails",
      "parks"
    ],
    "latitude": "46.272829169540024",
    "longitude": "-123.94561990684278",
    "latLong": "46.272829169540024,-123.94561990684278",
    "bodyText": "<h3>History</h3> <br /> Considered one of the most intact historic coastal defense sites in the United States, Fort Columbia is situated atop Chinook Point and was built between 1896 and 1903. After being de-commissioned in 1947, this former military installation became a 618-acre Washington State Historical Park.<br /> <br /> Although often referred to as an early 20<sup>th</sup> century site, the history of the land upon which Fort Columbia sits goes back much further. Chinook Point, the setting of this historic fort, is within the accustomed territory of the Chinook Indian Nation and is designated as a National Historic Landmark for its historical significance over three centuries. Meriwether Lewis and William Clark passed through this area as well on January 9<sup>th</sup>, 1806. <h3>Today</h3> <br /> Fort Columbia Historical State Park features a self-guided interpretive walk that details the area’s history, and visitors will find informational exhibits near the fort’s gun batteries. In addition to it's history, the area offers bird watching, miles of forested hiking trails, secluded beaches, wildlife viewing opportunities, and an interpretive center. Here, visitors will find exhibits focused on the history of Fort Columbia, including the area’s early exploration, fur trade, and western settlement. A pass is required to enter the park.<br /> <br /> For more information on the park or to download a park brochure, visit their website at <a href=\"https://parks.state.wa.us/506/Fort-Columbia\">Fort Columbia Historical State Park</a>.",
    "audioDescription": "A two-lane paved road leads under a post-and-lintel style gate made of field stone and dark wood with a sign that reads \"Fort Columbia State Park.\" Flowering shrubs and tall trees line the drive. Throughout the site, buildings and military fortifications, some dating back to the 1890s, are scattered.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://parks.state.wa.us/506/Fort-Columbia",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "fd52c547-45bc-494a-bebe-30209dc1cbc6",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Entrance Passes for Sale",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information - Ranger/Staff Member Present",
      "Picnic Table",
      "Restroom",
      "Restroom - Accessible",
      "Scenic View/Photo Spot",
      "Trailhead",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "Lewis and Clark National Historic and State Parks",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Chinook, WA",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8CE1C4A6-2BF9-4C81-BF7B-DC9EEC6F26CC",
    "url": "https://www.nps.gov/places/fort-stevens-state-park.htm",
    "title": "Fort Stevens State Park",
    "listingDescription": "Situated inside Fort Stevens State Park at the mouth of the Columbia River, Point Adams has served as an important landmark for centuries. When Europeans first arrived in the area, it was the site of a large Clatsop settlement, and William Clark noted eight large houses on the site when they sailed past in 1805. The name of the landmark itself was coined on May 18, 1792, when Captain Robert Gray, a merchant mariner, sailed into the mouth of the Columbia River.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9C43C889-B8FF-F45E-32B643278E8580F3.jpg",
        "credit": "\"Battery Russell, Fort Stevens State Park\" by bryanh is licensed under CC BY-NC-SA 2.0",
        "altText": "A turn of the century two story stone gun battlement with ramps and stairs.",
        "title": "Battery Russell, Fort Stevens State Park",
        "description": "",
        "caption": "Battery Russell, Fort Stevens State Park",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9C43C889-B8FF-F45E-32B643278E8580F3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9C43C889-B8FF-F45E-32B643278E8580F3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "IA,ID,IL,IN,KS,KY,MO,MT,NE,ND,OH,OR,PA,SD,WA,WV",
        "parkCode": "lecl",
        "designation": "National Historic Trail",
        "fullName": "Lewis & Clark National Historic Trail",
        "url": "https://www.nps.gov/lecl/index.htm",
        "name": "Lewis & Clark"
      },
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Lewis and Clark",
      "Lewis and Clark Expedition",
      "lewis and clark national historic trail",
      "Oregon",
      "visitor center",
      "Museum",
      "Lewis and Clark National Historical Park",
      "military history",
      "Clatsop Tribe",
      "Fort Stevens",
      "U.S. Army Corps of Engineers",
      "Point Adams",
      "Coffenbury Lake",
      "lakes",
      "campgrounds",
      "playground",
      "Beach Access",
      "swimming",
      "boating",
      "fishing",
      "Golf Course",
      "trails"
    ],
    "latitude": "46.19950866699219",
    "longitude": "-123.97989654541016",
    "latLong": "46.19950866699219,-123.97989654541016",
    "bodyText": "<h3>Overview</h3> Fort Stevens State Park marks the site of a military installation once used to guard the mouth of the Columbia River. Today Fort Stevens is a 4,300-acre park offering a variety of recreation adventures including camping, beach-combing, a freshwater lake, museum, trails, wildlife viewing, and a historic shipwreck.<br /> <br /> <span style=\"color: rgb(34, 34, 34); font-family: Georgia, Times, \"Times New Roman\", serif; font-size: 1.5625rem; letter-spacing: -0.25px;\">History</span><br /> Situated inside Fort Stevens State Park at the mouth of the Columbia River, Point Adams has served as an important landmark for centuries. When Europeans first arrived in the area, it was the site of a large Clatsop settlement, and William Clark noted eight large houses on the site when they passed by in 1805. <br /> <br /> The area later became a Civil War-era military fort established in 1863. The original earthen fort was built to keep British and Confederate gunboats from entering the mouth of the Columbia River. <br /> <br /> After World War II, Fort Stevens was considered obsolete, and it was turned over to the U.S. Army Corps of Engineers for use as a headquarters in 1947. Then, in 1975, the site was officially designed a state park after being leased to Oregon State Parks.<br /> <br /> <span style=\"color: rgb(34, 34, 34); font-family: Georgia, Times, \"Times New Roman\", serif; font-size: 1.5625rem; letter-spacing: -0.25px;\">Today</span><br /> Visitors can visit the historic Fort Stevens and Point Adams. The park’s visitor center and museum interpret the site’s long history. Tours through the old earthen fort and artillery gun batteries are also available. Those with a passion for the outdoors will enjoy the golf course, fishing, 15 miles of multi-use trails, and access to Coffenbury Lake for swimming and boating. Picnic tables are available on a first-come-first-served basis.<br /> <br /> There are several camping options available in one of the countries largest public campgrounds. All campsites are ADA accessible and come equipped with a picnic table and grill. Yurts and cabins are also available for rent. Restrooms, showers, a playground, and a dump station are on site.<br /> <br /> A day-use pass is required for entrance. For more information, visit the park’s website at <a href=\"https://stateparks.oregon.gov/index.cfm?do=park.profile&parkId=129\">Fort Stevens State Park - Oregon State Parks</a>.",
    "audioDescription": "Fort Stevens State Park is a 4,300-acre park located near Astoria, Oregon. It is situated along the Columbia River, and encompasses Point Adams and the original Civil War-era earthen fort, Fort Stevens. Upon arriving at the park entrance, the entry road is flanked on either side by lush trees and a brown wooden sign with white lettering saying, \"Fort Steven State Park.\" The signs are set upon a brick base. Extending behind the signs are brick planters with flowering plants.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://stateparks.oregon.gov/index.cfm?do=park.profile&parkId=129",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "fd52c547-45bc-494a-bebe-30209dc1cbc6",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Sites",
      "Amphitheater",
      "Beach/Water Access",
      "Boat Ramp",
      "Canoe/Kayak/Small Boat Launch",
      "Electrical Hookup - Boat/RV",
      "Entrance Passes for Sale",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information - Maps Available",
      "Information - Ranger/Staff Member Present",
      "Parking - Auto",
      "Pets Allowed",
      "Picnic Table",
      "Playground",
      "Restroom",
      "Restroom - Accessible",
      "Scenic View/Photo Spot",
      "Sewage Dump Station - Boat/RV",
      "Shelter/Cabin",
      "Showers",
      "Tent Campsites",
      "Toilet - Flush",
      "Trailhead"
    ],
    "managedByOrg": "Oregon State Parks",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Astoria, OR",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "DA5D3238-8A89-453D-BDBC-B245A6B36340",
    "url": "https://www.nps.gov/places/fresh-water-spring-at-fort-clatsop.htm",
    "title": "Fresh Water Spring at Fort Clatsop",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C56D3DEC-AD1F-0D74-BDE63D0999357A98.jpg",
        "credit": "NPS Photo",
        "altText": "A wooden boardwalk leading out over the freshwater springs, surrounded by a dense forest.",
        "title": "Fresh water spring boardwalk",
        "description": "",
        "caption": "The boardwalk brings viewers directly over the freshwater spring.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C56D3DEC-AD1F-0D74-BDE63D0999357A98.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C56D3DEC-AD1F-0D74-BDE63D0999357A98.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "fort clatsop"
    ],
    "latitude": "46.13467930879579",
    "longitude": "-123.8782659914213",
    "latLong": "46.13467930879579,-123.8782659914213",
    "bodyText": "Out of all of the neccesities of survival water is one of the most important, and despite being on the Columbia River as well as the Netul River surprisingly was one of the more difficult items to find. Specifically fresh water was difficult to find, as the rivers of this area are tidally influenced and are brackish water which the expedition soon learned was undrinkable. <br /> <br /> One of the likely reasons they chose the spot they did for Fort Clatsop was proximity to this fresh water spring. The spring is rainfed, being filled and beautifully flowing in the fall, winter, and spring while being almost entirely barren and dry in the summer.",
    "audioDescription": "Surrounded by moderately dense woods, a wooden boardwalk takes you over the site of a possibly running stream. Ferns and trees grow in abundance around the water source, and berry shrubs fill in the gaps. The spring descends into a steep valley, spreading out and eventually connecting to the Lewis and Clark river. Leaning trees that threaten to fall if not for the trees they lean against block the view of the river from this location.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6149BE75-AC38-448B-8766-E5436343E5B0",
    "url": "https://www.nps.gov/places/gates-of-fort-clatsop.htm",
    "title": "Gates of Fort Clatsop",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CB8800E8-D17D-2F6B-F053BF3E489569D3.jpg",
        "credit": "NPS Photo",
        "altText": "Two large swinging wood gates, sitting open, are surrounded by spiked logs.",
        "title": "Gates of Fort Clatsop",
        "description": "",
        "caption": "The gates of the fort can, but don't often, close.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CB8800E8-D17D-2F6B-F053BF3E489569D3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CB8800E8-D17D-2F6B-F053BF3E489569D3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "fort clatsop"
    ],
    "latitude": "46.13412970536142",
    "longitude": "-123.87907305407876",
    "latLong": "46.13412970536142,-123.87907305407876",
    "bodyText": "The gates of Fort Clatsop served as a reminder to all that this was still a military expedition and the Corps of Discovery would abide by military law at all times. The gates would be closed at sundown every evening once the fort was complete and any indigenous visitors would be asked to leave unless under special circumstance.<br /> <br /> The expedition did not expect attack nor hosility but knew it to always be better safe than sorry. This was not only directed to local people but to any other nation that could have been present in the area as trading ships and vessels from over seas have been coming to the mouth of the Columbia River for years.",
    "audioDescription": "Standing approximately 13 feet tall, the gates of Fort Clatsop are made of wooden logs cut and fitted together to form two swinging doors. Pilings on either side have sharpened tips to form a protective wall.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E5AE2ED4-EE6A-4F7B-8621-36432C287B5F",
    "url": "https://www.nps.gov/places/historical-canoe-landing-at-fort-clatsop.htm",
    "title": "Historical Canoe Landing at Fort Clatsop",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C652DB6D-0FD7-3C6E-150621D1808B3FEF.jpg",
        "credit": "NPS Photo",
        "altText": "Wet with rain, a boardwalk leads out to the edge of a river surrounded by trees",
        "title": "The Canoe Landing and River",
        "description": "",
        "caption": "Taken during a high tide, the water at the canoe landing rises and lowers with the tides.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C652DB6D-0FD7-3C6E-150621D1808B3FEF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C652DB6D-0FD7-3C6E-150621D1808B3FEF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "fort clatsop"
    ],
    "latitude": "46.132345895236995",
    "longitude": "-123.87822964672354",
    "latLong": "46.132345895236995,-123.87822964672354",
    "bodyText": "Using the rivers to travel had both advantages and disadvantages although usually more of the former. This spot is noted as the landing of the expedition's canoes and where they would set out from in order to check if the high-rising bluff was a suitable site for making their winter encampment. <br /> <br /> After creating the Fort the expeditions canoes would be tied to the shoreline, but later had to be moved onto land due to the rising tide and storms damaging them or making them float away.<br /> <br /> Ducks, Great Blue Herons, and Bald Eagles are very common place in this location as are many other species of birds for the bird watchers out there. River otters can, although much more rarely, also be seen in the water or on its edge.",
    "audioDescription": "A wooden boardwalk leads out to the edge of the Lewis and Clark river which may be high or low in water depending on the tides. Poles protrude in set intervals from the middle of the river, the nearby sign explains why. The river on the side you stand is lined with trees, shrubs, and other plant life while the opposite bank has been terraformed into pasture and farm land.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "858A7E3C-4509-4012-BD89-E4EF49AADAED",
    "url": "https://www.nps.gov/places/hudson-s-bay-company.htm",
    "title": "Hudson's Bay Company",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C66087B5-AFC7-E270-7E980C54767EA02B.jpg",
        "credit": "",
        "altText": "Black and white photograph of a Victorian building on a busy street",
        "title": "Hudson's bay company headquarters",
        "description": "",
        "caption": "The Hudson's Bay Company ruled a massive global trading empire from this London building",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C66087B5-AFC7-E270-7E980C54767EA02B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C66087B5-AFC7-E270-7E980C54767EA02B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR,WA",
        "parkCode": "fova",
        "designation": "National Historic Site",
        "fullName": "Fort Vancouver National Historic Site",
        "url": "https://www.nps.gov/fova/index.htm",
        "name": "Fort Vancouver"
      },
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      },
      {
        "states": "WA",
        "parkCode": "sajh",
        "designation": "National Historical Park",
        "fullName": "San Juan Island National Historical Park",
        "url": "https://www.nps.gov/sajh/index.htm",
        "name": "San Juan Island"
      },
      {
        "states": "WA",
        "parkCode": "whmi",
        "designation": "National Historic Site",
        "fullName": "Whitman Mission National Historic Site",
        "url": "https://www.nps.gov/whmi/index.htm",
        "name": "Whitman Mission"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "51.511792956215864",
    "longitude": "-0.08347179871680055",
    "latLong": "51.511792956215864,-0.08347179871680055",
    "bodyText": "In 1670, King Charles II granted a Royal Charter to “the Governor and Company of Adventurers of England trading into Hudson Bay” a corporation that would eventually come to be known as the Hudson’s Bay Company. The Hudson’s Bay Company, whose headquarters by the time of The Pig War was this building in London, shipped European trade goods and technology to North America, where they were sold to Native Americans for animal fur which was then resold in Europe and Asia, hence their corporate motto “Pro Pelle Cutem” which in latin means “A pelt for a skin”. Unlike the corporations we are familiar with today, the Hudson’s Bay Company fused governmental power, military capabilities, and diplomatic functions with its quest for profit. It operated throughout Canada and was especially powerful in the Pacific Northwest, where the Hudson’s Bay Company was the most potent non-native force in the region in the early days of European colonization.<br /> <br /> The Hudson’s Bay Company’s global trading business and the strategies that made it successful relied upon a diverse workforce. Acquiring fur required Native American participation and the company hired Native American employees and carefully stocked trade goods that catered to Native American consumer preferences. Company operatives often married high ranking Native American women and their alliances helped encourage trade and cooperation; children of these cross-cultural marriages often worked for the Hudson’s Bay Company, where they acted as cultural mediators who understood the needs of indigenous people and the company’s commercial empire. In the Pacific Northwest, the company found itself short on labor and hired Hawaiian men as laborers, farmers, seafarers, and fur trade adventurers.<br /> <br /> The Hudson’s Bay Company built a string of trading posts throughout the Pacific Northwest in the 1820s-1850s at a time when the United States and the British Empire both claimed the Oregon Country (the future states of Oregon, Washington, Idaho, and parts of Wyoming and Montana). These posts became centers for settlement, economic development, and imperial power at a time when few U.S. citizens inhabited the Oregon Country. It was only in the 1840s, as masses of U.S. emigrants used the Oregon Trail to settle in the Pacific Northwest that the Hudson’s Bay Company and British imperial power were contested. When the Oregon Treaty of 1846 gave the states of Washington and Oregon to the United States, the Hudson’s Bay Company was forced to wind down operations at its bases in Washington and Oregon, which included at one time parts of the future <a href=\"http://www.nps.gov/fova\">Fort Vancouver National Historic Site</a> <a href=\"http://www.nps.gov/whmi\">Whitman Mission National Historic Site</a> and at <a href=\"http://www.nps.gov/lewi\">Lewis and Clark National Historical Park</a> and <a href=\"http://www.nps.gov/nepe\">Nez Perce National Historical Park</a><br /> <br /> Still, the Hudson’s Bay Company remained powerful within British territory; one way that they demonstrated this power was by founding a massive operation on San Juan Island. The <a href=\"https://www.nps.gov/places/belle-vue-sheep-farm.htm\">Belle Vue Sheep Farm</a>, established in 1853, grew into a massive agricultural complex with over 4,000 sheep and more than a dozen Hawaiian and native employees. It was a Hudson’s Bay Company pig that rooted through Lyman Cutlar’s potato patch on June 15, 1859, sparking the Pig War. During the joint occupation of San Juan Island, American Camp was established adjacent to Belle Vue Sheep Farm headquarters and the farm wound down operations on our island.<br /> <br /> Though the Hudson’s Bay Company is no longer on our island, it remains a major corporation. No longer in the fur trade, it is now one of Canada’s largest department stores. It’s unique contribution to our region’s history and to global history is crucial to understanding how San Juan Island developed.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "London, United Kindgom",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Former Hudson's Bay Company Headquarters",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B15E96CC-4CC0-4461-99CE-D427A5D798C5",
    "url": "https://www.nps.gov/places/hudson-s-bay-company-s-honolulu-agency.htm",
    "title": "Hudson's Bay Company's Honolulu Agency",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/91B2488C-07BF-4A72-D9811CC7900C1C6E.jpg",
        "credit": "",
        "altText": "Black and white drawing of a large wood framed building with many windows",
        "title": "Hudson's Bay Company Honolulu Agency",
        "description": "",
        "caption": "The Hudson's Bay Company's Honolulu Agency recruited Hawaiian workers for the Pacific Northwest",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/91B2488C-07BF-4A72-D9811CC7900C1C6E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/91B2488C-07BF-4A72-D9811CC7900C1C6E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR,WA",
        "parkCode": "fova",
        "designation": "National Historic Site",
        "fullName": "Fort Vancouver National Historic Site",
        "url": "https://www.nps.gov/fova/index.htm",
        "name": "Fort Vancouver"
      },
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      },
      {
        "states": "WA",
        "parkCode": "sajh",
        "designation": "National Historical Park",
        "fullName": "San Juan Island National Historical Park",
        "url": "https://www.nps.gov/sajh/index.htm",
        "name": "San Juan Island"
      },
      {
        "states": "WA",
        "parkCode": "whmi",
        "designation": "National Historic Site",
        "fullName": "Whitman Mission National Historic Site",
        "url": "https://www.nps.gov/whmi/index.htm",
        "name": "Whitman Mission"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "21.30811928934931",
    "longitude": "-157.863573658679",
    "latLong": "21.30811928934931,-157.863573658679",
    "bodyText": "The <a href=\"https://www.nps.gov/places/hudson-s-bay-company.htm\">Hudson’s Bay Company</a>'s (HBC) established their Honolulu agency offices in 1829. Hawaiians had been working in the Pacific Northwest since 1787 and over time became an increasingly pivotal part of the fur trading workforce. At this office, the HBC recruited Hawaiian workers, sold British goods and Pacific Northwest agricultural products, and resupplied its ships headed from Hawaii to China and American whaling ships which regularly stopped in Honolulu. By the mid 19<sup>th</sup> Century, the Honolulu Agency was a vital part of a global trading empire that encompassed London, North America, and Asia.<br /> <br /> Hawaiians’ importance to the HBC can be seen in the writings of Chief Factor John McLoughlin who in 1830 asked the Honolulu agency to “Sen[d] us as many of them [Hawaiians[ as possible.” These workers filled numerous vital positions for the HBC; many worked on its ships as sailors. Others, like the sixteen Hawaiians who landed on San Juan Island in 1853, were agricultural workers who grew crops and herded sheep. Still others served as construction workers whose labor helped establish fur trade outposts or as teamsters, carrying goods hundreds and sometimes thousands of miles to trade with Native Americans in the extensive network of fur trade forts that the HBC operated throughout the Pacific Northwest. It is estimated that by the mid-1800s, approximately 1/3 of the HBC’s Pacific Northwest labor force were Hawaiians.<br /> <br /> Hawaiians were hired on time-limited contracts that specified their pay and term of service. In 1844, a Honolulu newspaper claimed that “they are generally engaged for a period of three years and gain $10 per month.” Though little documentation exists, it is likely that many of these migrant workers sent wages home to their families in Hawaii. Many Hawaiians regularly renewed their labor contracts and worked for decades in the Pacific Northwest either with the HBC or as independent settlers who homesteaded after leaving HBC employment. Hawaiian migrants also worked at other National Park Service sites that were once HBC establishments, such as <a href=\"http://www.nps.gov/lewi\">Lewis and Clark National Historical Park</a>, <a href=\"http://www.nps.gov/fova\">Fort Vancouver National Historical Site</a>, and <a href=\"http://www.nps.gov/whmi\">Whitman Mission National Historic Site</a>. On San Juan Island place names like Kanaka Bay and Friday Harbor (named after a Hawaiian man who settled there whose English name was Peter Friday) and Eastern Oregon place names like Kanaka Creek, Kanaka Bar, Kanaka Glen, and the Owyhee River demonstrate the longstanding impact of Hawaiians in the Pacific Northwest.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Honolulu, Hawaii",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7480DA5F-78A5-49CB-A2A7-97508031649D",
    "url": "https://www.nps.gov/places/lewis-and-clark-national-park-association-bookstore.htm",
    "title": "Lewis and Clark National Park Association Bookstore",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/EC05DACD-B49B-A43C-7EA9EDBC9A2FC1F5.jpg",
        "credit": "NPS Photo / Ben Najera",
        "altText": "Book lined shelves with posters of different L&C sites line the walls, signs warning visitors ahead.",
        "title": "Fort Clatsop Bookstore",
        "description": "",
        "caption": "The Lewis and Clark National Park Association's bookstore.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EC05DACD-B49B-A43C-7EA9EDBC9A2FC1F5.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EC05DACD-B49B-A43C-7EA9EDBC9A2FC1F5.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "46.134534",
    "longitude": "-123.880294",
    "latLong": "46.134534,-123.880294",
    "bodyText": "The park store is operated by the Lewis and Clark National Park Association, an official non-profit partner of the National Park Service dedicated to supporting the educational mission of Lewis and Clark National Historical Park. The park store has a wide range of books, media, historical recreations, and other items available for retail sale. These products complement the interpretive themes you experience when visiting the park. The park store is located at the visitor center, or you can visit the <a href=\"https://fortclatsopbookstore.com/\">online park store</a>.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://fortclatsopbookstore.com",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Rooms",
      "First Aid Kit Available",
      "Gifts/Souvenirs/Books",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information - Maps Available",
      "Information - Ranger/Staff Member Present",
      "Restroom",
      "Water - Bottle-Filling Station"
    ],
    "managedByOrg": "Lewis and Clark National Park Association",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Fort Clatsop Visitor Center",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Bookstore",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1FAF5D52-ED57-43A6-997E-52B035C8FBCF",
    "url": "https://www.nps.gov/places/middle-village-station-camp.htm",
    "title": "Middle Village & Station Camp",
    "listingDescription": "Middle Village - Station Camp is a High Potential Historic Site on the Lewis and Clark National Historic Trail. After leaving Dismal Nitch on November 15, 1805, Clark “found a butifull Sand beech thro which runs a Small [stream] below the mouth of this Stream is a village of 36 houses uninhabited by anything except flees […] this I could plainly See would be the extent of our journey by water, as the waves were too high at any Stage for our Canoes to proceed any further down",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C0D0FAA5-9AE1-FBC9-032A8A1D2BF50D2B.jpg",
        "credit": "",
        "altText": "two canoes in a prairie",
        "title": "Middle Village- Station Camp",
        "description": "",
        "caption": "Middle Village- Station Camp",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C0D0FAA5-9AE1-FBC9-032A8A1D2BF50D2B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C0D0FAA5-9AE1-FBC9-032A8A1D2BF50D2B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "IA,ID,IL,IN,KS,KY,MO,MT,NE,ND,OH,OR,PA,SD,WA,WV",
        "parkCode": "lecl",
        "designation": "National Historic Trail",
        "fullName": "Lewis & Clark National Historic Trail",
        "url": "https://www.nps.gov/lecl/index.htm",
        "name": "Lewis & Clark"
      },
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Lewis and Clark",
      "Lewis and Clark Expedition",
      "lewis and clark national historic trail",
      "Lewis and Clark National Historical Park",
      "washington",
      "Historic site",
      "Chinook",
      "Chinook Nation",
      "native american history",
      "american indian history",
      "fort clatsop",
      "American Frontier",
      "archaeology",
      "Middle Village",
      "Station Camp"
    ],
    "latitude": "46.24697539004646",
    "longitude": "-123.91045907417289",
    "latLong": "46.24697539004646,-123.91045907417289",
    "bodyText": "<h3>Middle Village History</h3> <p>Right along highway 101 on the north side of the Columbia River, east of Chinook, Washington, you’ll find Middle Village, the site of a significant Chinook village. For thousands of years, the Chinook people have lived along the Columbia River and their home near the river's mouth was strategically located to provide abundant food, such as salmon and shellfish. In addition, the nearby forests were home to game animals and the grasslands and marshes provided ample materials for making shelter, clothing and trade and household goods. The river provided a way for Chinook traders to travel to the south shore and up and down the Columbia.</p> <p>They developed a sophisticated, rich culture and enjoyed great success as traders. The waterway near Middle Village became a virtual trade \"water highway.\" During the 10 years before Lewis and Clark arrived overland at the this spot almost 90 trade ships from Europe and New England are documented to have crossed the Columbia River Bar to trade with Native Americans. These ships brought metal tools, blankets, clothing, beads, liquor and weapons to trade for beaver and sea otter pelts. By the time the Corps reached the site, the Chinook's had moved to their winter village and this village was unoccupied.<br /> <br /> In 2005, archeologists found abundant physical evidence to support the importance of the site as a Chinook trade village. More than 10,000 artifacts were uncovered, including trade beads, plates, cups, musket balls, arrowheads, Indian fish net weights and ceremonial items. The European artifacts are from both before and after the Corps' visit in 1805, and attest to the vitality of the Chinook social and economic life at the site.</p> <h3>Station Camp History</h3> <p>The Corps spent just 10 days here, but used Middle Village as a departure point for an overland trek to their first view of the Pacific Ocean and an exploration of the area. Historians called the spot \"Station Camp\" because it was Clark's primary survey station to produce a detailed and accurate map of the mouth of the Columbia River and surrounding area. This was the most detailed and accurate map he made during the entire trip.</p> <p>On Nov. 24, 1805, the explorers desperately needed a winter campsite, one rich with game and near friendly tribes who would trade for supplies. To assist in deciding where the Corps should winter, the captains took <em>\"Solictations of every individual.\" </em>This included <a href=\"https://www.nps.gov/articles/york.htm\">York</a>, who was an enslaved man, and <a href=\"https://www.nps.gov/people/sacagawea.htm\">Sacagawea</a>, a Lemhi Shoshone woman who was married to Toussaint Charbonneau. The majority chose to cross to the south side of the Columbia River, near modern-day Astoria, Oregon, to build winter quarters, which soon would be known as <a href=\"https://www.nps.gov/places/fort-clatsop-or.htm\">Fort Clatsop</a>. </p> <h3>Today</h3> <p>The Middle Village - Station Camp site focuses on the Chinook Indian Nation history, as well as telling the story of early contact, the Corps', and the town of McGowan. Middle Village - Station Camp was dedicated on August 18, 2012.<br /> <br /> The site is open during daylight hours. Check in at the visitor center at Fort Clatsop to pay any <a href=\"https://www.nps.gov/lewi/planyourvisit/fees.htm\">park fees</a> and get additional information.</p> <p><br /> Middle Village - Station Camp is a <a href=\"https://www.nps.gov/lecl/learn/historyculture/places.htm\">High Potential Historic Site</a> on the <a href=\"https://www.nps.gov/lecl/index.htm\">Lewis and Clark National Historic Trail.</a></p>",
    "audioDescription": "two carved wooden canoes with a field of golden prairie grasses.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/lewi/index.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "fd52c547-45bc-494a-bebe-30209dc1cbc6",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Information Kiosk/Bulletin Board"
    ],
    "managedByOrg": "Lewis and Clark National and State Historical Parks",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "92343 Fort Clatsop Road, Astoria, OR 97103",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "36F091FD-05AE-44B4-ACC8-141BF6B43A58",
    "url": "https://www.nps.gov/places/necus-village-ecola-creek-village.htm",
    "title": "NeCus’ Village / Ecola Creek Village",
    "listingDescription": "In January 1806, a whale washed ashore near NeCus’, a Nehalem village. Everyone in the area was talking about it. William Clark and some of the crew went down to see what the fuss was all about.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/A3353435-A222-E40A-4FE268004C4296DF.jpg",
        "credit": "NPS",
        "altText": "wooden statue",
        "title": "NeCus Village",
        "description": "",
        "caption": "NeCus Village",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A3353435-A222-E40A-4FE268004C4296DF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A3353435-A222-E40A-4FE268004C4296DF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "IA,ID,IL,IN,KS,KY,MO,MT,NE,ND,OH,OR,PA,SD,WA,WV",
        "parkCode": "lecl",
        "designation": "National Historic Trail",
        "fullName": "Lewis & Clark National Historic Trail",
        "url": "https://www.nps.gov/lecl/index.htm",
        "name": "Lewis & Clark"
      },
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "trade",
      "indigenous people",
      "indigenous history",
      "transportation",
      "Lewis and Clark",
      "Lewis and Clark Expedition",
      "lewis and clark national historic trail",
      "georeferenced interpretive content",
      "Columbia River sites",
      "military",
      "Oregon"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<p paraeid=\"{ff467cca-a3c3-4df8-aa0d-f1c425566770}{19}\" paraid=\"383308603\">The village where Ecola Creek met the Pacific Ocean was called NeCus’, meaning a “place of the receding tide.” People who lived here were likely Nehalem (northern Tillamook) people. They traded often with Clatsop, Chinookan, and Cathlamet people via a system of well-established roads, as well as canoes that could handle ocean or river waters.  </p> <p paraeid=\"{ff467cca-a3c3-4df8-aa0d-f1c425566770}{87}\" paraid=\"1198973493\">In 1806, there were four longhouses at NeCus’, built mostly from cedar planks. Each was home to an extended family—some 100 people may have lived in the village. They caught fish, and when the tide was low, they gathered crabs, mussels, snails, and barnacles. Some men in the village hunted seals and sea lions. To walk down to the beach, they carved handholds in the rocky cliff.  </p> <p paraeid=\"{ff467cca-a3c3-4df8-aa0d-f1c425566770}{143}\" paraid=\"1465818087\">White men and a Shoshone woman, members of the Lewis and Clark Expedition, arrived at NeCus’ in January 1806 during a time of bounty and commotion: <a href=\"https://www.nps.gov/places/cannon-beach-oregon.htm\">a huge whale</a> had just washed ashore!  </p> <p paraeid=\"{ff467cca-a3c3-4df8-aa0d-f1c425566770}{185}\" paraid=\"203910835\">The whale blessed them with enough food for themselves and to trade with their neighbors, Clatsop and Chinookan people. Nehalem people were hard at work boiling the whale for oil and cutting up the blubber, to prepare it to eat or sell.  </p> <p paraeid=\"{ff467cca-a3c3-4df8-aa0d-f1c425566770}{213}\" paraid=\"348821851\">William Clark wanted to buy some of the whale blubber and oil, trading glass beads for it. He bought so much that some people might have wondered how he planned to carry it back. He did so with the help of others in his party, including Sacagawea. Maybe the people of NeCus’ Village were excited to have such a bustling town with so many visitors—what an opportunity, what a big party! Maybe some children liked meeting all of the visitors from across the region. Older people may have been happy for an excuse to reunite with old friends. And maybe some people were just plain tired of smelling the rotting whale, even if they liked the taste of blubber.  </p> <p paraeid=\"{2e553370-7fce-44b3-9d51-8197b92d1518}{12}\" paraid=\"154739475\">Whatever they felt, NeCus’ Village was the place to be that January. <br /> <br /> About this article: This article is part of a series called <a href=\"https://www.nps.gov/lecl/learn/historyculture/pivotal-places-stories-from-the-lewis-and-clark-national-historic-trail.htm\">“Pivotal Places: Stories from the Lewis and Clark National Historic Trail.”</a></p>",
    "audioDescription": "Small, grassy park on a stream. Across the stream is another park, and uphill on the same side of the Creek is a local elementary school.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "fd52c547-45bc-494a-bebe-30209dc1cbc6",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Beach/Water Access",
      "Benches/Seating",
      "Grill",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Picnic Table",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "268 Beaver St, Cannon Beach, OR 97110 ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "There was a Nehalem village, NeCus’, near this site. The residents met William Clark and other members of his party here in January 1806. At the time, there was a beached whale nearby. Clark bought whale blubber and oil from residents of this village.  ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Lewis and Clark National Historic Trail, Lewis and Clark National Historical Park  ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "76123ABB-A569-48ED-8DB7-B965329091BD",
    "url": "https://www.nps.gov/places/netul-river-trail.htm",
    "title": "Netul Landing & the Netul River Trail",
    "listingDescription": "In 1805, Meriwether Lewis and William Clark, accompanied by their crew of explorers, paddled up a river that the local peoples called Netul, today called the Lewis and Clark River. On December 5, the expedition established their winter camp at a site on the riverbank that had been selected by Lewis.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/619B5555-FC8A-4507-129D5CC3BF87AF9B.jpg",
        "credit": "IMG_0139.JPG by Michael Cornelius is licensed under CC BY-SA 2.0",
        "altText": "Old dock posts rise from the waters of the river, golden colored trees line the banks",
        "title": "Netul River Trail",
        "description": "",
        "caption": "The Netul River Trail",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/619B5555-FC8A-4507-129D5CC3BF87AF9B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/619B5555-FC8A-4507-129D5CC3BF87AF9B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "IA,ID,IL,IN,KS,KY,MO,MT,NE,ND,OH,OR,PA,SD,WA,WV",
        "parkCode": "lecl",
        "designation": "National Historic Trail",
        "fullName": "Lewis & Clark National Historic Trail",
        "url": "https://www.nps.gov/lecl/index.htm",
        "name": "Lewis & Clark"
      },
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Lewis and Clark",
      "Lewis and Clark Expedition",
      "lewis and clark national historic trail",
      "Lewis and Clark National Historical Park",
      "Oregon",
      "fort clatsop",
      "Columbia River",
      "trails",
      "trailhead",
      "Beach Access",
      "kayaking",
      "Canoeing"
    ],
    "latitude": "46.117899239358486",
    "longitude": "-123.87572616452354",
    "latLong": "46.117899239358486,-123.87572616452354",
    "bodyText": "<h3>History</h3> <p>In 1805, Meriwether Lewis and William Clark, accompanied by their crew of explorers, paddled up a river that the local peoples called Netul, now called the Lewis and Clark River. On December 5, the expedition established <a href=\"https://www.nps.gov/places/fort-clatsop-or.htm\">Fort Clatsop </a>at a site on the riverbank that had been selected by Lewis. </p> <h3>Today</h3> <p>Now the river is named after Lewis and Clark, but Netul Landing pays homage to the former name and is an excellent place to launch your kayak or canoe for a paddle trip. Bring your non-motorized boat or sign up for a<a href=\"https://www.nps.gov/lewi/planyourvisit/paddle-tours.htm\"> ranger guided canoe and kayak trip</a> during the summer months.</p> <p>The launch is part of the Lewis and Clark Columbia River Water Trail, a 146-mile stretch of water that follows the explorers' route on the Lower Columbia River from Bonneville Dam to the Pacific Ocean, near Ilwaco, Wash. For more detailed information go to the<a href=\"https://www.estuarypartnership.org/water-trails/columbia-river\">Lower Columbia River Water Trail website</a>.</p> <p>Netul Landing also marks one end of the new Lewis and Clark River Trail. The river trail is a 1.5-mile gentle walk along the river to Fort Clatsop. Visitors may park in the parking area and follow the trail to the Fort Clatsop Visitor Center, where they will learn about the area’s history. At the landing and along the trail, interpretive panels are installed that discuss Lewis and Clark’s time here. Visitor's can also connect with the Fort to Sea trail and trace the Corps' trip to Sunset Beach.</p> <p>Visitors are required to pay an entrance fee to Lewis and Clark National Historical Park, which can be paid at the visitor center. For more information, call the park at (503) 861-2471 or check out our <a href=\"https://www.nps.gov/lewi/planyourvisit/maps.htm\">map of the area</a>.</p> <h4><br /> <strong>IF YOU GO</strong></h4> <p>From Astoria, head south on U.S. Highway 101 and follow the signs to Fort Clatsop. Drive 1.5 miles past the entrance to the fort to Netul Landing. From Seaside, head north on U.S. 101 and follow the signs. <br />  </p>",
    "audioDescription": "Replicas of canoes like those used by Lewis and Clark and the native people are situated at the treelined shore of the Columbia River, marking the location where visitors may put their boats into the water. The trailhead to the Netul River Trail is also located here.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "fd52c547-45bc-494a-bebe-30209dc1cbc6",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Canoe/Kayak/Small Boat Launch",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Picnic Shelter/Pavilion",
      "Picnic Table",
      "Restroom",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting",
      "Trailhead",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Astoria, Oregon",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "25150956-ACD4-434F-A98A-DADED2232E07",
    "url": "https://www.nps.gov/places/north-netul-picnic-shelter.htm",
    "title": "North Netul Picnic Shelter",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E4A08BB5-D4E4-1B53-177F10A43CA3DA48.jpg",
        "credit": "NPS Photo / Ben Najera",
        "altText": "An L shaped open air plank picnic shelter, interpretive signs both inside and outside.",
        "title": "North Netul Picnic Shelter",
        "description": "",
        "caption": "The picnic shelter at North Netul Landing is an open air interpretive site.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E4A08BB5-D4E4-1B53-177F10A43CA3DA48.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E4A08BB5-D4E4-1B53-177F10A43CA3DA48.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "picnic shelter",
      "Netul River Trail",
      "Netul River",
      "Netul River Walk",
      "picnic tables",
      "benches",
      "bulkheads",
      "wayside",
      "signs"
    ],
    "latitude": "46.12180947475221",
    "longitude": "-123.87673772883606",
    "latLong": "46.12180947475221,-123.87673772883606",
    "bodyText": "<h4>A spot to rest your legs and read on the local history.</h4> Whether you're just setting out on one of our many trails or looking for a place to read more on the history of this area you'll find the shelter at North Netul to fit your needs. With multiple picnic tables, an open air plank shelter, and interpretive signs both inside and around the shelter that deal with the Clatsops, Lewis and Clark, the logging industry, and bioswales. Take a breather and enjoy the tidal waters of the Netul River.<br /> <br /> This is stop 8 on the Restoring Nature Audio tour.",
    "audioDescription": "An L shaped open air structure sits upon concrete slabs that make up a bulkhead. The Netul River sits opposite of the entrance to the structure. The structure has wooden slats that make up the sides of it, allowing air to flow through the bottom and top while the middle is made of the slats. The middle slats are dotted with informative signs, each of which can be accessed through this app to read the contents to you. Above, the blue metal roof protects the shelter. Looking upwards while inside the shelter towards the roof will show many bird nests and, on occasion, a roosting bat.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Benches/Seating",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Picnic Shelter/Pavilion",
      "Picnic Table",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "FDE40AA3-3B3E-468A-9897-AAE2199D6989",
    "url": "https://www.nps.gov/places/parade-grounds-of-fort-clatsop.htm",
    "title": "Parade Grounds of Fort Clatsop",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C47623C9-CA0E-E12E-62E5D85781C4D5B3.jpg",
        "credit": "NPS Photo",
        "altText": "A 48 foot long by 20 foot wide open space in the middle of Fort Clatsop with a flagpole.",
        "title": "Parade Grounds of Fort Clatsop",
        "description": "",
        "caption": "Drills, meetings, and more would be conducted in the parade grounds.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C47623C9-CA0E-E12E-62E5D85781C4D5B3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C47623C9-CA0E-E12E-62E5D85781C4D5B3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "fort clatsop"
    ],
    "latitude": "46.13422961520693",
    "longitude": "-123.87897760835543",
    "latLong": "46.13422961520693,-123.87897760835543",
    "bodyText": "The Parade Grounds are the middle area of the fort where military drills, morning meetings, and possibly the raising and lowering of the American flag took place. The original fort wouldn't have had the luxury of woodchips to protect from muddy conditions; the rain combined with the inward slanting roofs would have made the parade ground very messy if boards or gutters were not placed or made.",
    "audioDescription": "Measuring 48 feet long by 20 feet wide, this middle area has the enlisted mens rooms on the left side and the higher ups rooms on the right side. At the back of the parade grounds a tall flagpole with a 15 star 15 stripe flag flying stands and behind that the water-gate. The back gate leads out on a trail into the woods.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D379B402-62ED-4B5C-A742-6A84703EFD8C",
    "url": "https://www.nps.gov/places/salt-cairn-replica.htm",
    "title": "Salt Cairn Replica",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6425438E-F144-C74C-AE03B7D05F50010E.jpg",
        "credit": "NPS Photo",
        "altText": "Various sized round stones connected to form a short arch support 5 kettles on top with wood inside",
        "title": "Salt Cairn Replica",
        "description": "",
        "caption": "The replica of the Salt Cairn shows what was used to boil ocean water to make salt.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6425438E-F144-C74C-AE03B7D05F50010E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6425438E-F144-C74C-AE03B7D05F50010E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Lewis and Clark Expedition",
      "Lewis and Clark",
      "salt",
      "Lewis and Clark National Historical Park",
      "Seaside",
      "OR"
    ],
    "latitude": "45.984457886398424",
    "longitude": "-123.93199341104507",
    "latLong": "45.984457886398424,-123.93199341104507",
    "bodyText": "Built at what's reportedly the exact spot as the original camp site, this replica salt cairn shows what the Corps of Discoveries Saltmakers would have used as they boiled ocean water for much needed salt. Five men traveled to this beach site, built the camp and set five kettles to boiling, 24 hours a day, to produce salt. According to their records, they set out from Fort Clatsop on Dec. 28, 1805, and left the camp Feb. 20, 1806, with 3 ½ bushels or about 28 gallons of \"Excellent, fine, strong & white\" salt.<br /> <br /> Salt was used not only as an important preservative for meat that would begin to spoil within hours of killing it in the Pacific Northwest's winter weather, but also used in the tanning process to help create buckskin clothing for the expedition members.<br /> <br /> Far from the water's edge, this replica stands as a show of how far the beach has extended westward, and shows the growth of the city that surrounds it.<br /> <br /> You can find more information about the Salt Works on <a href=\"https://www.nps.gov/lewi/planyourvisit/saltworks.htm\">the official Salt Works page.</a>",
    "audioDescription": "On the middle of a concrete slab, surrounded by raised concrete walls and a wrought iron fence, is a two foot tall arch of various sized round stones cobbled together with a one foot tall tunnel passing through the middle. In the tunnel dry cut firewood is stored while five kettles sit atop the salt cairn.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Seaside, OR",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6A3A7E96-8CA1-45ED-A2A8-2E7E2D8FF123",
    "url": "https://www.nps.gov/places/salt-works-oregon.htm",
    "title": "Salt Works, Oregon",
    "listingDescription": "Several members of the Lewis and Clark Expedition spent the winter at a Clatsop-Nehalem Village near here, boiling ocean water to make salt for the return journey.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/A4998508-07EC-7DAA-DADBBDD55ACB4B82.jpg",
        "credit": "NPS",
        "altText": "Five metal kettles sit on top of a rock half-cylinder structure, with a hollowed area underneath.",
        "title": "The Salt Works",
        "description": "",
        "caption": "Salt work replica as pictured in 2021.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A4998508-07EC-7DAA-DADBBDD55ACB4B82.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A4998508-07EC-7DAA-DADBBDD55ACB4B82.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "IA,ID,IL,IN,KS,KY,MO,MT,NE,ND,OH,OR,PA,SD,WA,WV",
        "parkCode": "lecl",
        "designation": "National Historic Trail",
        "fullName": "Lewis & Clark National Historic Trail",
        "url": "https://www.nps.gov/lecl/index.htm",
        "name": "Lewis & Clark"
      },
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "trade",
      "indigenous people",
      "indigenous history",
      "transportation",
      "Lewis and Clark",
      "Lewis and Clark Expedition",
      "lewis and clark national historic trail",
      "georeferenced interpretive content",
      "Columbia River sites",
      "military",
      "Oregon",
      "salt"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<p paraeid=\"{052ac7f9-6c66-4a1a-867d-861060cc8b32}{35}\" paraid=\"382918238\">Meriwether Lewis and William Clark’s party ran out of salt on their journey west.  </p> <p paraeid=\"{052ac7f9-6c66-4a1a-867d-861060cc8b32}{47}\" paraid=\"1353493213\">Salt was crucial in preserving meat for the lean winter months. Plus, it made food taste better. Clark said he didn’t mind going without salt, but Lewis found unsalted food bland.  </p> <p paraeid=\"{052ac7f9-6c66-4a1a-867d-861060cc8b32}{81}\" paraid=\"1723725324\">They decided to spend the winter near the Pacific Ocean so that they could make salt by boiling ocean water. </p> <p paraeid=\"{052ac7f9-6c66-4a1a-867d-861060cc8b32}{101}\" paraid=\"755992853\">Privates Joseph Field, William Bratton, and George Gibson led the salt-making initiative. They chose a spot on the coast, near a Clatsop-Nehalem village (in present-day Seaside, Oregon). It was only a few days journey to walk from Fort Clatsop to the salt works. </p> <p paraeid=\"{052ac7f9-6c66-4a1a-867d-861060cc8b32}{147}\" paraid=\"1346327891\">Field, Bratton, and Gibson befriended the people in the Clatsop-Nehalem village, who “had been verry kind and attentive to them.” Some may have even allowed Field, Bratton, and Gibson to stay in their wooden houses, which would have been better shelter from the wet winds than canvas tents. The people of the village also helped feed the salt makers, selling them <a href=\"https://www.nps.gov/places/necus-village-ecola-creek-village.htm\">whale blubber</a> to eat.  </p> <p paraeid=\"{052ac7f9-6c66-4a1a-867d-861060cc8b32}{211}\" paraid=\"507106543\">They probably played games, such as one that many people in the area played that involved holding a small item in your hand while others guessed which hand it was in. Maybe they taught each other songs, even if they couldn’t understand each other’s languages.  </p> <p paraeid=\"{052ac7f9-6c66-4a1a-867d-861060cc8b32}{225}\" paraid=\"619914579\">By the end of the winter, they had made some twenty gallons of salt (by Lewis’s count), plenty to sustain them during the journey home.  <br /> <br /> About this article: This article is part of a series called <a href=\"https://www.nps.gov/lecl/learn/historyculture/pivotal-places-stories-from-the-lewis-and-clark-national-historic-trail.htm\">“Pivotal Places: Stories from the Lewis and Clark National Historic Trail.”</a></p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/places/the-salt-works.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "fd52c547-45bc-494a-bebe-30209dc1cbc6",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "The Salt Works",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Seaside, Oregon",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Near a Clatsop-Nehalem village, members of the Lewis and Clark Expedition boiled ocean water to make salt here during the winter of 1805–1806. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Lewis and Clark National Historic Trail, Lewis and Clark National Historical Park.  ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A5BEBB10-6147-4009-9ACB-EB3837E044F7",
    "url": "https://www.nps.gov/places/south-slough-foot-bridge.htm",
    "title": "South Slough Foot Bridge",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/96B1F2EB-AA58-9601-80BA09F76D42AF53.jpg",
        "credit": "NPS Photo / Patt Doyle",
        "altText": "A brown metal bridge extends over a still river, the reflection of the bridge visible in the water",
        "title": "South Slough Foot Bridge",
        "description": "",
        "caption": "A serene stillness between the meetup of two bodies of water can lead to reflections from the water.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/96B1F2EB-AA58-9601-80BA09F76D42AF53.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/96B1F2EB-AA58-9601-80BA09F76D42AF53.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Netul River",
      "culvert",
      "Netul River Trail",
      "audio tour",
      "bridge",
      "fort clatsop"
    ],
    "latitude": "46.128728998058385",
    "longitude": "-123.87803528448234",
    "latLong": "46.128728998058385,-123.87803528448234",
    "bodyText": "Where Colewart Creek enters the Netul River there is a beautiful calm to the area. Places like these, off of the main Netul River, are used by numerous species of fish in order to rest their weary fins and remain safe from predators such as the numerous Great Blue Heron and Bald Eagles that call the Netul River home.  <br /> <br /> While birds and fish are common sites here, as you cross the bridge you may be lucky enough to see River Otter or some of the other species that call this land home.<br /> <br /> This location serves as stops 5-7 on the Restoring Nature Audio Tour.",
    "audioDescription": "At approximately 50 feet long by 8 feet wide, the long brown metal bridge crosses over a body of water surrounded by grasses, plants, and occasionally birds, otters, and fish too. To the left of the bridge the Netul River flows, large wooden pilings dot the river. To the right of the bridge is a culvert and Fort Clatsop Road.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3F9017DC-79F3-4EB8-9B3E-CFF9C6C153C1",
    "url": "https://www.nps.gov/places/sunset-beach-state-recreation-site.htm",
    "title": "Sunset Beach State Recreation Site",
    "listingDescription": "Sunset Beach State Recreation Site marks the west trailhead of the historic Fort-to-Sea Trail, which is a 6.5 mile route that recreates the experience of Lewis and Clark and the Corps of Discovery as they traveled between Fort Clatsop and the Pacific Ocean during the winter of 1805-6. Sunset Beach State Recreation Site is 120-acres, and provides visitors with direct access to the Pacific Ocean.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F16A7718-ADA7-58E1-1A133370EAC8556E.jpg",
        "credit": "Andrew Cier",
        "altText": "The sandy slope of a dune leading to the ocean with a blue sky in the background.",
        "title": "Sunset Beach",
        "description": "",
        "caption": "Sunset Beach State Recreation Site",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F16A7718-ADA7-58E1-1A133370EAC8556E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F16A7718-ADA7-58E1-1A133370EAC8556E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "IA,ID,IL,IN,KS,KY,MO,MT,NE,ND,OH,OR,PA,SD,WA,WV",
        "parkCode": "lecl",
        "designation": "National Historic Trail",
        "fullName": "Lewis & Clark National Historic Trail",
        "url": "https://www.nps.gov/lecl/index.htm",
        "name": "Lewis & Clark"
      },
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Lewis and Clark",
      "Lewis and Clark Expedition",
      "Lewis and Clark National Historic Trail",
      "Lewis and Clark National Historical Park"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "Sunset Beach State Recreation Site is located southwest of Astoria, Oregon, and provides visitors with direct access to the Pacific Ocean. On a clear day visitors can enjoy expansive views north towards Cape Disappointment State Park, and south towards Ecola State Park. <br /> <br /> The recreation site is 120-acres, and marks the west trailhead of the historic Fort-to-Sea Trail. This trail is 6.5 miles long one-way, and recreates the experience of Lewis and Clark and the Corps of Discovery as they traveled between Fort Clatsop and the Pacific Ocean during the winter of 1805-6. <br /> <br /> For additional information please go to <a href=\"https://stateparks.oregon.gov/index.cfm?do=park.profile&parkId=182\">Sunset Beach State Recreation Site's website</a>. <br /> <br /> <br /> <br />  ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "2A6959D5-ADCB-42CA-B141-79C07AB04ACC",
    "url": "https://www.nps.gov/places/the-enlisted-men-s-rooms-of-fort-clatsop.htm",
    "title": "The Enlisted Men's Rooms of Fort Clatsop",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/0451B92E-A988-E02A-15255B5362645BB7.jpg",
        "credit": "NPS Photo",
        "altText": "Three doorways enter into dark rooms of a 50 foot long log fort",
        "title": "The Enlisted Men's Rooms",
        "description": "",
        "caption": "Three huts side by side made up the rooms of the Enlisted Men",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0451B92E-A988-E02A-15255B5362645BB7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0451B92E-A988-E02A-15255B5362645BB7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "fort clatsop",
      "rooms",
      "Enlisted Men",
      "Lewis and Clark",
      "Lewis and Clark Expedition"
    ],
    "latitude": "46.13424139362949",
    "longitude": "-123.87903770993103",
    "latLong": "46.13424139362949,-123.87903770993103",
    "bodyText": "The three rooms for the enlisted men of the Lewis and Clark expedition were likely divided between each of the three squads. The first had seven men, the second nine, and the third seven. While the rooms are small it is unlikely that they were often packed full all at the same time. After all this was a working fort, the men were always busy with one task or another. Those tasks often included hunting, guard duty, gathering firewood, repairs and construction, smithing, or for a small crew, making salt down at the salt works in modern day Seaside. <br /> <br /> Of these rooms the middle was notably the largest on the floorplans and likely would have belonged to the largest squad. It is told through the passed down oral history of the local Clatsop nation that the room also had a large tree strump in the middle, and has earned the nickname of simply \"The Stump Room.\"",
    "audioDescription": "Constructed entirely of wooden logs with a cedar plank roof, the three enlisted men's rooms total a width of 50 feet and make up the left wall of Fort Clatsop. It is approximately fifteen feet tall at its highest with inward sloping roof tops. The back of each room has a firepit that leads to a wooden vent opening at the top of each fort room. Inside each room are 8 wooden bunkbeds, a wooden table, and a wooden loft at the top covered in boxes, skulls, and carrying crates. In the summer time regimental uniforms, tools, flintlock muskets, and more can be found. If you are curious to find out what is currently in the rooms, as they rotate seasonally, please ask a park ranger for assistance.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Tactile Exhibit"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "97F11CA4-931C-408B-A87B-CC03B266570B",
    "url": "https://www.nps.gov/places/the-salt-works.htm",
    "title": "The Lewis & Clark Salt Works",
    "listingDescription": "On December 28, 1805, the Lewis & Clark Expedition sent out a detachment of five men in search of a good place to make salt. The expedition, which had been wintering at Fort Clatsop, had run out and were in desperate need of more. Salt was important for meat preservation and thus for the crew’s survival on the trip back home. The rivers near the fort weren’t salty enough, and so better place had to be found.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D56D3AB5-9726-1C84-344BCC5CCCAC0D89.jpg",
        "credit": "\"Lewis & Clark Salt Works - Seaside, Oregon\" by Dougtone is licensed under CC BY-SA 2.0",
        "altText": "A stone cairn with 5 metal buckets on top sits in the center of small courtyard surrounded by fence",
        "title": "Lewis & Clark Salt Works",
        "description": "",
        "caption": "The site of the Lewis and Clark Salt Works",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D56D3AB5-9726-1C84-344BCC5CCCAC0D89.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D56D3AB5-9726-1C84-344BCC5CCCAC0D89.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "IA,ID,IL,IN,KS,KY,MO,MT,NE,ND,OH,OR,PA,SD,WA,WV",
        "parkCode": "lecl",
        "designation": "National Historic Trail",
        "fullName": "Lewis & Clark National Historic Trail",
        "url": "https://www.nps.gov/lecl/index.htm",
        "name": "Lewis & Clark"
      },
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Lewis and Clark",
      "Lewis and Clark Expedition",
      "lewis and clark national historic trail",
      "Oregon",
      "Lewis and Clark National Historical Park",
      "Salt Works",
      "fort clatsop",
      "promenade"
    ],
    "latitude": "45.98441445",
    "longitude": "-123.9321862",
    "latLong": "45.98441445,-123.9321862",
    "bodyText": "<h3>History</h3> Much of the Corps' stay on the North Coast was spent securing sustenance for the winter and provisions for the trip home. On December 28, 1805, the Lewis & Clark Expedition sent out a detachment of five men in search of a good place to make salt. The expedition, which had been wintering at <a href=\"https://www.nps.gov/places/fort-clatsop-or.htm\">Fort Clatsop</a>, had run out and were in desperate need of more. Salt was important for meat preservation and thus for the crew’s survival on the trip back home. The rivers near the fort weren’t salty enough, and so a better place had to be found. The men found an ideal spot on the Pacific Ocean approximately 15 miles from Fort Clatsop where they set up the salt processing camp.<br /> <br /> Making salt required a bit of planning and a lot of work. Sea water had to be collected and allowed to sit till the sand sank to the bottom. Then the men had to collect a large supply of firewood and build a stone furnace, on top of which they placed five kettles that had to boil 24 hours a day to produce the salt. Captain William Clark and few additional men joined the others at the salt works a little over a week later on January 9, arriving in the early afternoon. The group stayed at the salt works until February 20, when they left with 3.5 bushels (about 28 gallons) of “Excellent, fine, strong & white” salt. <p> </p> <h3>Today</h3> Today, visitors can see the site believed to be the expedition’s salt works. It was identified by a rock cairn and the testimony of Jenny Michel, born in 1816 to a Clatsop man who had pointed the place out to her when she was a child. According to her father, this was the place he had seen white men boiling water.<br /> <br /> The site is located on the Promenade. At the intersection of US Highway 101 and Avenue G, turn west to Beach Drive, then left to Lewis and Clark Way. Park where available without blocking private driveways. Walk west on Lewis and Clark Way to the Salt Cairn.<br /> <br /> <br />  ",
    "audioDescription": "Nestled between buildings on the Promenade, the salt works cairn sits inside a small stone courtyard surrounded by a brick and wrought iron fence. A plaque tells of the Lewis and Clark Expedition's time here at the site, and how Jenny Michel, born in 1816 and whose father remembered the white men, identified this site for the Oregon Historical Society in 1900, five years before her death.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "fd52c547-45bc-494a-bebe-30209dc1cbc6",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Seaside, OR",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "870BB9B2-DE9E-4F5B-8FF7-81AFBA626C3D",
    "url": "https://www.nps.gov/places/the-officers-and-civilians-rooms-of-fort-clatsop.htm",
    "title": "The Officers and Civilians Rooms of Fort Clatsop",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C1439FE3-08F9-B65D-C0912A7A619B71D7.jpg",
        "credit": "NPS Photo",
        "altText": "A row of rooms made of stacked logs and a large wooden chimney",
        "title": "The Officers Quarters",
        "description": "",
        "caption": "The officers and civilians rooms as seen from the parade grounds.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C1439FE3-08F9-B65D-C0912A7A619B71D7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C1439FE3-08F9-B65D-C0912A7A619B71D7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "fort clatsop"
    ],
    "latitude": "46.134162338142715",
    "longitude": "-123.87896260807861",
    "latLong": "46.134162338142715,-123.87896260807861",
    "bodyText": "<p>According to the floorplans of Fort Clatsop, the rooms for officers and civilians are on the right side after entering the main gate.<br /> <br /> The first room on the right belonged to the civilian interpreter Toussaint Charbonneau and his Wife Sacagawea as well as their son, who turns one year old here, Jean Baptiste Charbonneau. The room to its left was the captains quarters for Lewis and Clark. The third room down was known as the Orderly Room and may have been for the three sergents and perhaps the other civilian Geourge Droulliard. It is unknown if Captain Clark's enslaved man, York, would have stayed in the captains or sergeants room. The final room on this side was the storage room for meat, tools, trade goods, and the few other supplies they had left. It was the duty of the sergeants to ensure no one got into the storage room or bothered the captains without due reason.</p>",
    "audioDescription": "Constructed entirely of wooden logs with a cedar plank roof, the four rooms total a width of 50 feet and make up the right wall of Fort Clatsop. It is approximately fifteen feet tall at its highest with inward sloping roof tops. The back of each room has a firepit that leads to a wooden vent opening at the top of each fort room, except the middle room which has a twenty-foot tall wooden chimney. Inside the family room a single large bed fills near half of the room space, a small wooden chair next to it. Other coats, a fur hide mattress, and a wool blanket may be present in the room on a seasonal basis. Inside the captains room two beds line the right-side of the room while a large table, two chairs, two desks, and a fireplace and mantle line the left side of the room. Seasonally the desks may be decorated with a map, quill pens, ink wells, furs, horns, antlers, plant presses, and more. The sergents room has two bunk beds, four beds in total, on the right side of the room and a small table in the back left with a single chair. The back room has a bottom layer of woodchips that support multiple wooden crates and barrels. Skulls, antlers, and leather hides rest on top of the barrels and crates or hang from wooden support beams. Large pots and kettles are scattered around the room. If you are curious to find out what is currently in the rooms, as they rotate seasonally, please ask a park ranger for assistance.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Rooms",
      "Historical/Interpretive Information/Exhibits",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6ABC05AD-411B-4D33-BA8E-5ACF9DDA5197",
    "url": "https://www.nps.gov/places/the-sentinel-box-at-fort-clatsop.htm",
    "title": "The Sentinel Box at Fort Clatsop",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C20625E7-F773-1C44-C0F0336047582236.jpg",
        "credit": "NPS Photo",
        "altText": "A small wooden shack pressed against the side of Fort Clatop about 6' tall and 3' wide.",
        "title": "Fort Clatsop Sentinel Box",
        "description": "",
        "caption": "This small wooden shack provided needed protection from the weather.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C20625E7-F773-1C44-C0F0336047582236.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C20625E7-F773-1C44-C0F0336047582236.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "fort clatsop"
    ],
    "latitude": "46.13422529787648",
    "longitude": "-123.87892772873799",
    "latLong": "46.13422529787648,-123.87892772873799",
    "bodyText": "As a military expedition it was required that a guard was always on duty, unfortunately the very wet winters we experience make that a miserable experience. Because of the constant rain a sentry box was constructed to help shelter the guard, them being able to stand inside and keep their gun and gunpowder from getting wet.",
    "audioDescription": "A small wooden shack about 6 and a half feet tall and two and a half feet wide, a sloped roof of cedar planks stops rain from falling into the shack.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E9541370-D830-4566-967E-1B49E034CA46",
    "url": "https://www.nps.gov/places/the-vote-at-station-camp.htm",
    "title": "The Vote at Station Camp",
    "listingDescription": "On November 24, 1805, members of the Lewis and Clark Expedition voted on where to spend the winter. The opinions of Sacagawea (an Indigenous woman) and York (a Black man enslaved by William Clark) were recorded along with those of the other crew members.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/A0D30CB5-DC9F-1A15-CFD751C87C26FAE6.jpg",
        "credit": "NPS",
        "altText": "Wooden canoe in grassy field.",
        "title": "Station Camp",
        "description": "",
        "caption": "This sculpture of a Chinookan canoe is located at the site of Middle Camp, a Chinookan trading place",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A0D30CB5-DC9F-1A15-CFD751C87C26FAE6.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A0D30CB5-DC9F-1A15-CFD751C87C26FAE6.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "IA,ID,IL,IN,KS,KY,MO,MT,NE,ND,OH,OR,PA,SD,WA,WV",
        "parkCode": "lecl",
        "designation": "National Historic Trail",
        "fullName": "Lewis & Clark National Historic Trail",
        "url": "https://www.nps.gov/lecl/index.htm",
        "name": "Lewis & Clark"
      },
      {
        "states": "OR,WA",
        "parkCode": "lewi",
        "designation": "National Historical Park",
        "fullName": "Lewis and Clark National Historical Park",
        "url": "https://www.nps.gov/lewi/index.htm",
        "name": "Lewis and Clark"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "indigenous people",
      "indigenous history",
      "transportation",
      "Lewis and Clark",
      "Lewis and Clark Expedition",
      "lewis and clark national historic trail",
      "georeferenced interpretive content",
      "Columbia River sites",
      "military",
      "washington",
      "voting rights",
      "19th amendment"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<p paraeid=\"{00e737c6-dcb6-4891-9fb9-f82c4adff94a}{44}\" paraid=\"1181413004\">After reaching the Pacific Ocean, it was time to decide where to spend the winter. William Clark polled everyone on November 24, 1805, and tallied their votes in his journal.  </p> <p paraeid=\"{00e737c6-dcb6-4891-9fb9-f82c4adff94a}{72}\" paraid=\"401436884\">Clark recorded the vote of York, a Black man he enslaved. This was decades before Black men had the right to vote in the United States. Several years after the Lewis and Clark Expedition, York asked for his freedom. Clark denied his request. How meaningful was York’s vote, if he still was not free? </p> <p paraeid=\"{00e737c6-dcb6-4891-9fb9-f82c4adff94a}{108}\" paraid=\"1376804430\">Clark also asked Sacagawea’s opinion on where to stay over the winter. Her vote was not tallied, but Clark made a note that she wanted to stay somewhere with lots of wapato, to make sure they had enough food for the winter. The group decision did not heed her concerns, but her point played out: they spent much of the winter trading with the Clatsop for <a href=\"https://www.nps.gov/articles/000/wapato.htm\">wapato</a> and other food. And their health suffered at times when they had only dried salmon or spoiled elk meat to eat. </p> <p paraeid=\"{00e737c6-dcb6-4891-9fb9-f82c4adff94a}{166}\" paraid=\"1297852312\">Ultimately, Lewis and Clark’s party decided to stay south of the Columbia River, where the Clatsop people lived and where there would be easy access to the ocean. The hunting would be good there, it was close to the ocean for salt-making, and they hoped the rain wouldn’t be as bad. </p> <p paraeid=\"{00e737c6-dcb6-4891-9fb9-f82c4adff94a}{178}\" paraid=\"641365020\">Sacagawea voicing her opinion in 1805 gained more attention a century later. The women’s suffrage movement used Sacagawea’s input at Station Camp as a symbol of why women deserved the right to vote. That right came at the national level in 1920 with the passage of the Nineteenth Amendment. However, barriers to suffrage still existed for people of color, including Indigenous women, until well into the twentieth century.</p> <p paraeid=\"{00e737c6-dcb6-4891-9fb9-f82c4adff94a}{218}\" paraid=\"1878192478\">Sacagawea and York gave their opinions to the White men leading the expedition—an expedition that neither of them freely chose to join. But did their votes make a lasting difference for Black people, Indigenous people, or women?  <br /> <br /> About this article: This article is part of a series called <a href=\"https://www.nps.gov/lecl/learn/historyculture/pivotal-places-stories-from-the-lewis-and-clark-national-historic-trail.htm\">“Pivotal Places: Stories from the Lewis and Clark National Historic Trail.”</a></p>",
    "audioDescription": "Flat, open area next to the river, with forested hills emerging immediately behind it. Wide expanse of river visible. There is a parking lot next to a wooden church, canoe sculptures, and interpretive trail.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/places/middle-village-station-camp.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "fd52c547-45bc-494a-bebe-30209dc1cbc6",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Historical/Interpretive Information/Exhibits",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Trailhead"
    ],
    "managedByOrg": "Lewis and Clark National Historical Park",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": " 354 US-101, Chinook, WA 98614 ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": " The members of the Lewis and Clark Expedition stopped here in November 1805 to vote on where to spend the winter. All members of the party gave their opinion on where they wanted to stay, including York (a Black man enslaved by William Clark) and Sacagawea (an Indigenous woman).  ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Lewis and Clark National Historic Trail, Lewis and Clark National Historical Park  ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]