[
  {
    "id": "C7345BB1-FA93-4D77-96D2-F8EECF1CEF7C",
    "url": "https://www.nps.gov/places/custer-national-cemetery.htm",
    "title": "Custer National Cemetery",
    "listingDescription": "Your visit to the Custer National Cemetery at Little Bighorn Battlefield is like a trip through time. You will relive the drama of America's coming of age as you walk along the graves of known and unknown veterans of our nation's wars, including women and children from isolated frontier posts, Indian scouts, and Medal of Honor recipients.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/71353589-FFAF-88FE-D7AFE0DCBD9A7D4D.jpg",
        "credit": "NPS Photo",
        "altText": "white marble headstones below a parking lot with green grass and blue sky",
        "title": "Custer National Cemetery",
        "description": "",
        "caption": "Custer National Cemetery",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/71353589-FFAF-88FE-D7AFE0DCBD9A7D4D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/71353589-FFAF-88FE-D7AFE0DCBD9A7D4D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "libi",
        "designation": "National Monument",
        "fullName": "Little Bighorn Battlefield National Monument",
        "url": "https://www.nps.gov/libi/index.htm",
        "name": "Little Bighorn Battlefield"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "National Cemetery",
      "cemetery",
      "7th Cavalry",
      "veterans"
    ],
    "latitude": "45.5699206997024",
    "longitude": "-107.431780036561",
    "latLong": "45.5699206997024,-107.431780036561",
    "bodyText": "<p>Your visit to the Custer National Cemetery at Little Bighorn Battlefield is like a trip through time. You will relive the drama of America's coming of age as you walk along the graves of known and unknown veterans of our nation's wars, including women and children from isolated frontier posts, Indian scouts, and Medal of Honor recipients.</p> <p>Like many other national cemeteries, Custer National Cemetery was created after those killed in battle were already buried here. Between 1877 and 1881, troops garrisoned at nearby Fort Custer (modern-day town of Hardin, Montana) regularly gathered remains for reburial, recovered graves, and policed the battlefield for exposed bones. The first of these details disinterred and collected all identified officers, except Lieutenant John Crittenden. Lt. John Crittenden was left where he fell at the request of his family until 1932. General Custer was reinterred at West Point while most of the others were shipped to Fort Leavenworth, Kansas and other private cemeteries back east at the request of their families.</p> <p>In order to protect these graves, General William Tecumseh Sherman issued General Order No. 78 in 1879 . This designated part of the Custer Battlefield as a national cemetery.</p>",
    "audioDescription": "A large cemetery with headstones being made of white marble and oblong in shape. They are evenly spaced out over the top of the hill with large pines among them. There is a 12 foot tall pointed monument in the middle as a Memorial to the 7th Calvary. There are 4 sections to the cemetery separated by sidewalks and they go around the 7th Calvary Memorial. Each marker is equal in size and shape with the names of the deceased carved on the faces.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "f5aabb96-93c6-4ef4-89ff-d1146da1a852",
    "isManagedByNps": "1",
    "amenities": [
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Parking - Boat Trailer",
      "Parking - Bus/RV",
      "Restroom",
      "Restroom - Accessible",
      "Toilet - Flush",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "East 100ft from the Visitor's Center",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "National Cemetery Interring Veterans of Wars",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Cemetery",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "DA6B55B0-CA56-4B33-9FDE-E547C134C5A0",
    "url": "https://www.nps.gov/places/last-stand-hill.htm",
    "title": "Last Stand Hill",
    "listingDescription": "Last Stand Hill is where the Battle of the Little Bighorn ended for George Armstrong Custer and his 210 men with him. Exactly what happened to Custer's command never will be fully known. From Indian accounts, archeological finds, and positions of bodies, historians can piece together the Custer portion of the battle, although many answers remain elusive. Atop the hill stand the 7th Cavalry Memorial and the Indian Memorial honoring all those who fell in the Battle.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4418198B-DFC3-0A1E-AAA74E34485AACC1.jpg",
        "credit": "NPS Photo",
        "altText": "A blue and pink sunset behing a 15 foot stone monolith memorial.",
        "title": "Last Stand HIll",
        "description": "",
        "caption": "Sunset on Last Stand Hill",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4418198B-DFC3-0A1E-AAA74E34485AACC1.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4418198B-DFC3-0A1E-AAA74E34485AACC1.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "libi",
        "designation": "National Monument",
        "fullName": "Little Bighorn Battlefield National Monument",
        "url": "https://www.nps.gov/libi/index.htm",
        "name": "Little Bighorn Battlefield"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "7th Cavalry memorial",
      "Last Stand Hill",
      "George Armstrong Custer",
      "Battle of the Little Bighorn"
    ],
    "latitude": "45.570290503787334",
    "longitude": "-107.42721140379217",
    "latLong": "45.570290503787334,-107.42721140379217",
    "bodyText": "Last Stand Hill is where the Battle of the Little Bighorn ended for George Armstrong Custer and his 210 men with him. Exactly what happened to Custer's command never will be fully known. From Indian accounts, archeological finds, and positions of bodies, historians can piece together the Custer portion of the battle, although many answers remain elusive.<br /> <br /> It is known that after ordering Reno to charge the village, Custer rode northward along the bluffs until he reached a broad drainage known as Medicine Tail Coulee, a natural route leading down to the river and the village. Archeologial finds indicate some skirmishing occurred at Medicine Tail ford. For reasons not fully understood, the troops fell back and assembled on Calhoun Hill. The warriors, after forcing Major Reno to retreat, now began to converge on Custer's maneuvering command as it forged north along what today is called Custer or Battle Ridge.<br /> <br /> Dismounting at the southern end of the ridge, companies C and L appear to have put up stiff resistance before being overwhelmed. Company I perished on the east side of the ridge. The survivors rushed toward the hill at the northwest end of the long ridge. Company E may have attempted to drive warriors from the deep ravines on the west side of the ridge, before being consumed in fire and smoke in one of the very ravines they were trying to clear. Company F may have tried to fire at warriors on the flats below the National Cemetery before being driven to the <a href=\"https://www.nps.gov/libi/learn/historyculture/7th-us-cavalry-memorial.htm\">Last Stand Site</a>.<br /> <br /> About 40 to 50 men of the original 210 were cornered on the hill where a stone monument now stands. Hundreds of Lakota and Cheyenne warriors surrounded them. Toward the end of the fight, soldiers, some on foot, others on horseback, broke out in a desperate attempt to get away. All were pulled down and killed in a matter of minutes. The warriors quickly rushed to the top of the hill, dispatching the last of the wounded. Superior numbers and overwhelming firepower brought the Custer portion of the Battle of the Little Bighorn to a close.",
    "audioDescription": "Last Stand Hill is north east of the Visitors Center up a sidewalk path uphill to the top of Last Stand Hill. A tall stone monolith sits at the top of the hill as the 7th Cavalry Memorial. A black metal fence surrounds a grouping of white marble grave markers. Across from this fenced in area and the Memorial is a wire sculpture of Warriors on horses riding in a line. There is a stone circular wall built near this sculpture with openings on two sides, across from each other. The road to this area is paved and there is only accessible parking at the top of the hill. There are many paved paths along the hillside area and to each of these Memorial structures.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Information",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "North East of Visitor's Center along Tour Road",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The end of the Custer portion of the Battle of the Little Bighorn",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E2EC5C61-3F81-433C-815D-7AA67581C454",
    "url": "https://www.nps.gov/places/reno-benteen-defense-site.htm",
    "title": "Reno-Benteen Battlefield",
    "listingDescription": "At approximately 4 p.m. on Sunday, June 25, 1876, the battered remnants of Major Marcus A. Reno's three companies reached these bluffs following their disastrous attack in the valley. The warriors who had pursued Reno's retreating command left the pursuit and went downstream. Reno was soon joined by Captain Frederick W. Benteen's battalion of three companies (125 men) and the pack train with its escort of 130 men.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5BACA710-AC2F-7AFE-255EED2CD5E9F90D.jpg",
        "credit": "NPS / Victoria Stauffenberg",
        "altText": "two paved paths split with views of hills and grass fields.",
        "title": "Reno-Benteen Battlefield",
        "description": "",
        "caption": "A short trail leads visitors to views of Reno-Benteen Battlefield",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5BACA710-AC2F-7AFE-255EED2CD5E9F90D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5BACA710-AC2F-7AFE-255EED2CD5E9F90D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "libi",
        "designation": "National Monument",
        "fullName": "Little Bighorn Battlefield National Monument",
        "url": "https://www.nps.gov/libi/index.htm",
        "name": "Little Bighorn Battlefield"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Reno-Benteen Battlefield",
      "battlefield hike",
      "Survivors",
      "7th Cavalry",
      "Little Bighorn"
    ],
    "latitude": "45.52206211724454",
    "longitude": "-107.37753868103027",
    "latLong": "45.52206211724454,-107.37753868103027",
    "bodyText": "<p>At approximately 4 p.m. on Sunday, June 25, 1876, the battered remnants of Major Marcus A. Reno's three companies reached these bluffs following their disastrous attack in the valley. The warriors who had pursued Reno's retreating command left the pursuit and went downstream. Reno was soon joined by Captain Frederick W. Benteen's battalion of three companies (125 men) and the pack train with its escort of 130 men. About this time gunfire was reported to the north, in the direction of Custer's probable advance.</p> <p>Elements of Rene's force, in an attempt to open communication with Custer, proceeded to Weir Point, about one mile north. Confronted there by an overwhelming number of Sioux and Cheyenne, the cavalry was forced back to this site. Here Reno and Benteen established a defense perimeter at about 7 p.m. then warriors began firing a hail of bullets into the soldier's position.<br /> <br /> On the evening of June 26, the Lakota and Cheyenne broke camp and moved off toward the Bighorn Mountains, seen in the distance to the south. The men on Reno Hill were relieved but hesitant to let their guard down. Unsure of why the Indians had suddenly department, many soldiers suspected a trick, and spent another night on the bluffs. Early the next morning, the nearly exhausted soldiers spied a large dust cloud in the river valley to the north, and soon learned that General Terry, with Colonel Gibbon's infantry and cavalry column, was marching up the river.</p>",
    "audioDescription": "This Battlefield is a vast landscape starting at the top of bluff overlooking a winding river. Big trees line the river banks. The bluffs are steep and tall. Multiple white marble markers are visible on the banks and on the ground leading to the bluffs. A sidewalk winds around the crest of the hill with blank markers pointing out a specific place found in a trail guide at the beginning of the trail. Dark mountains are in the distance and hills cover the area from these mountains to where you stand. The hills are covered in tall grass and dotted with sagebrush bushes and small cedar trees. There is a small parking area for vehicle to park and turn around as this is the end of the tour road.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Information - Maps Available",
      "Parking - Auto",
      "Parking - Boat Trailer",
      "Parking - Bus/RV",
      "Scenic View/Photo Spot",
      "Trailhead",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "At the end of the 4.5 mile Tour Road at Little Bighorn Battlefield",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The only survivors of this attack were defending themselves here. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "73BE374E-9523-432B-9AA3-D52E1E07A5E6",
    "url": "https://www.nps.gov/places/indian-memorial.htm",
    "title": "Spirit Warrior Memorial",
    "listingDescription": "The Spirit Warrior Memorial helps to shed light on the other part of the story at Little Bighorn Battlefield. It was built to honor the tribes that fought on both sides of the battle who were there to preserve their way of life. You will find the stories of some of the warriors from the Battle, their perspectives, observations, and experience.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D70720B2-CEE2-BC0C-32CED143284A1DBF.jpg",
        "credit": "",
        "altText": "A large black metal sculpture of 3 Warriors and a woman on Horseback with sunset in background",
        "title": "Spirit Warrior Memorial",
        "description": "",
        "caption": "Spirit Warrior Memorial",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D70720B2-CEE2-BC0C-32CED143284A1DBF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D70720B2-CEE2-BC0C-32CED143284A1DBF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "libi",
        "designation": "National Monument",
        "fullName": "Little Bighorn Battlefield National Monument",
        "url": "https://www.nps.gov/libi/index.htm",
        "name": "Little Bighorn Battlefield"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Indian Memorial",
      "Spirit Warrior Memorial",
      "Memorials",
      "sculpture"
    ],
    "latitude": "45.570604694102",
    "longitude": "-107.42709159831975",
    "latLong": "45.570604694102,-107.42709159831975",
    "bodyText": "The Spirit Warrior Memorial helps to shed light on the other part of the story at Little Bighorn Battlefield. The Indian Memorial commemorates the sacrifice of the Arikara, Apsaalooke, Arapaho, Cheyenne, and Oyate tribes in the Battle of the Little Bighorn as they fought to protect their diverse values and traditional way of life. You will find the stories of some of the warriors from the Battle, their perspectives, observations, and experience.<br /> <br /> The theme of the memorial, \"Peace Through Unity\", carries the commemoration further by acknowledging the need for cooperation both among Indian tribes and between tribal governments and the federal government. The relevancy and significance is further highlighted when one considers it is the only memorial to the Native American experience mandated by Congress and constructed with federal funds.The design of the Memorial from the metal sculpture to the shape of the stone wall are intentional. The circular shape of the wall is traditionally a symbol of life in many Indigenous cultures with openings towards the four cardinal directions. A part of the circle is open towards the 7th Cavalry Memorial to welcome the spirits of the soldiers as well. This is an important memorial and helps to bring the full story into consideration when telling about the events that happened here in June 1876. ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Atop Last Stand Hill, across from the 7th Cavalry Memorial",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Honoring the tribes that fought in the Battle of the Little Bighorn",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "2D4C542E-951C-47CE-BCDD-B1D98CB25902",
    "url": "https://www.nps.gov/places/tour-road.htm",
    "title": "Tour Road",
    "listingDescription": "This 4.5 mile road takes you through the battlefield to the Reno-Benteen Defense Site. There are waysides to pull of next to along the way as well as an audio tour available on your cell phone. There are places to pull over and read the waysides or to enjoy a particular view.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/A096BB68-AA93-276D-255A0588DCF99659.jpg",
        "credit": "NPS Photo",
        "altText": "a black asphalt road stretches away into a blue sky with a pull off and wayside to the right",
        "title": "Tour Road",
        "description": "",
        "caption": "The Tour Road to Reno-Benteen",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A096BB68-AA93-276D-255A0588DCF99659.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A096BB68-AA93-276D-255A0588DCF99659.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "libi",
        "designation": "National Monument",
        "fullName": "Little Bighorn Battlefield National Monument",
        "url": "https://www.nps.gov/libi/index.htm",
        "name": "Little Bighorn Battlefield"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "tour road",
      "Little Bighorn Battlefield",
      "Cell Phone Tour"
    ],
    "latitude": "45.57026797208443",
    "longitude": "-107.42964863801717",
    "latLong": "45.57026797208443,-107.42964863801717",
    "bodyText": "This 4.5 mile road takes you through the battlefield to the Reno-Benteen Defense Site. There are waysides to pull of next to along the way as well as an audio tour available on your cell phone. There are places to pull over and read the waysides or to enjoy a particular view. Please stay on the designated roadway and pathways. <br /> <br /> To access the audio tour, follow <a href=\"https://www.nps.gov/libi/planyourvisit/cell-phone-audio-tour.htm\">instructions</a> on the numbered signs you see along the tour road and on Last Stand Hill. The phone number to call is (406) 214-3148, then press 15. OnCell Audio will direct you on how to play through the stops. Alternatively, you can go to the <a href=\"https://libi.oncell.com/en/index.html\">website </a>and play it in a web browser. ",
    "audioDescription": "This is a 4.5 mile long road, one way, that leads through the Battlefield to the Reno-Benteen site. There are many slight curves and a few hills to go up and down. There are waysides along the way on both sides of the road. The landscape is broad and hilly. To the West is a winding river lined with large cottonwood trees. To the East are rolling hills covered in tall grass and dotted with sagebrush. In the distance 15-20 miles away are darker mountains. The road is paved in dark asphalt and has no shoulder.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Parking - Boat Trailer",
      "Parking - Bus/RV",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Along the Tour Road, starting at Last Stand Hill",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]