[
  {
    "id": "32357F52-0BEE-43D1-BEA9-12EEE03B3C8B",
    "url": "https://www.nps.gov/places/000/lyndon-baines-johnson-memorial-virginia-entrance.htm",
    "title": "Lyndon Baines Johnson Memorial - Virginia entrance",
    "listingDescription": "Use the footbridge to access the memorial. Public parking is adjacent.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/import/",
        "credit": "",
        "altText": "",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "DC,MD,VA",
        "parkCode": "gwmp",
        "designation": "Memorial Parkway",
        "fullName": "George Washington Memorial Parkway",
        "url": "https://www.nps.gov/gwmp/index.htm",
        "name": "George Washington"
      },
      {
        "states": "DC",
        "parkCode": "lyba",
        "designation": "",
        "fullName": "LBJ Memorial Grove on the Potomac",
        "url": "https://www.nps.gov/lyba/index.htm",
        "name": "LBJ Memorial Grove on the Potomac"
      },
      {
        "states": "DC,MD,PA,VA",
        "parkCode": "pohe",
        "designation": "National Scenic Trail",
        "fullName": "Potomac Heritage National Scenic Trail",
        "url": "https://www.nps.gov/pohe/index.htm",
        "name": "Potomac Heritage"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.87844",
    "longitude": "-77.0533",
    "latLong": "38.87844,-77.0533",
    "bodyText": "<p>Use the footbridge to access the memorial. Public parking is adjacent.</p>",
    "audioDescription": "(614 words)<br />The Lyndon Baines Johnson Memorial Grove on the Potomac is located in Lady Bird Johnson Park on Columbia Island in Washington, D.C.<br />Entrance to the memorial is located on the western edge of Boundary Channel, northeast of the Pentagon in Virginia. From the intersection of Boundary Channel Drive and Boundary Access Road, travel north on Boundary Channel Drive ninety feet. Turn right and enter the parking lot.<br />Two benches are set at the mid-point of a sidewalk that sits between parking lots to the north and south. A wood sign behind the two benches and set amongst pine trees and vegetation is inscribed to read:<br />THE<br />LYNDON BAINES JOHNSON<br />MEMORIAL GROVE<br />ON THE POTOMAC<br />Walkways on either side of the sidewalk lead down to a platform along Boundary Channel. The approximately seventy-square foot wooden deck has a three-foot tall railing along the north and south sides and a pedestrian bridge that carries over the river to a heavily wooded island on the other side. The back, west side of the plaza has a seven-foot-high stone wall and set in the center a three by four-foot wood panel. A black sign on the panel reads:<br />Lyndon Baines <br />Johnson Memorial<br />Grove on the Potomac<br />Dedicated on April 6, 1976, as a living<br />Memorial to our thirty-sixth president.<br />National Park Service<br />U.S. Department of the Interior<br />Follow the trail across the footbridge to enter the grove<br />Two waysides sit at the right side of the entrance to the bridge. Similar to the sign along the back wall, the left sign reads:<br />Lyndon Baines <br />Johnson Memorial<br />Grove on the Potomac<br />The right sign is titled at the top:<br />The Boundary Channel<br />The background of the sign is a drawing of the Potomac River flowing along the southern edge of Washington and meeting Eastern Branch along the bottom. An area of Virginia jutting out into the Potomac is labeled \"Alexander's Island.\" Text along the bottom of the sign reads:<br />A surveyor's map from 1794 shows the narrow bog that attached Alexander's Island to the Virginia Shoreline.<br />Text on the left describes a lengthy dispute over the jurisdiction of Columbia Island:<br />England's King Charles I granted the entire Potomac River to Maryland in 1632. Four centuries later Maryland, Virginia, and the District of Columbia were still arguing over their mutual boundary.<br />Alexander's Island was one controversial site. It was known for its \"bogs and swamps and frogs.\" At low tide the island was attached to - and claimed by - Virginia. At high tide the Potomac River encircled it, making it part of the District of Columbia<br />Tensions over Alexander's Island exploded in 1904. A group of enraged men carrying axes and sledgehammers raided the Alexander Island Race Track in an attempt to close it. The District of Columbia did not permit race track betting, while Virginia did.<br />In 1915 the Army Corps of Engineers began dredging the Potomac River. In the process they completely removed the swampy landmass that was Alexander's Island. In its place they created the Boundary Channel, which runs beneath this footbridge, and Columbia Island, which is visible across the channel from you.<br />In 1934 Congress determined that, while Alexander's Island had once definitely been part of Virginia, its destruction shifted the shoreline of the Potomac River. The Boundary Channel became the new official border for Virginia, and the man-made Columbia Island was unquestionably part of Washington, D.C.<br />On the right side of the sign is a map of the Potomac River along the southern point of Washington, Boundary Channel, Columbia Island and an area across the river in Virginia labeled \"Arlington Canyonment.\" Text below reads:<br />The Boundary Channel and Columbia Island on a World War II map.<br />END OF DESCRIPTION<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]