[
  {
    "id": "64A16AEA-A0F0-42A6-A417-64ACF095FAB2",
    "url": "https://www.nps.gov/places/behold-monument.htm",
    "title": "Behold Monument",
    "listingDescription": "This heroic-sized bronze figure of a father raising his infant child to the heavens and looking towards Ebenezer Baptist Church symbolizes Dr. King's spiritual strength because of the church's significant role to the civil rights movement.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/73DA3CA5-C831-69D4-BD20B38088CCD4F5.jpg",
        "credit": "NPS",
        "altText": "Life size bronze statue of a heroic Father lifting his infant daughter to the heavens",
        "title": "\"BEHOLD\" Monument",
        "description": "",
        "caption": "Bronze statue of a heroic Father lifting his infant daughter to the heavens.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/73DA3CA5-C831-69D4-BD20B38088CCD4F5.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/73DA3CA5-C831-69D4-BD20B38088CCD4F5.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "malu",
        "designation": "National Historical Park",
        "fullName": "Martin Luther King, Jr. National Historical Park",
        "url": "https://www.nps.gov/malu/index.htm",
        "name": "Martin Luther King, Jr."
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil Rights",
      "Patrick morelli"
    ],
    "latitude": "33.756563681434685",
    "longitude": "-84.37348684481763",
    "latLong": "33.756563681434685,-84.37348684481763",
    "bodyText": "<p>The <em>Behold</em> Monument commemorates the historic principles that guided the life and works of Dr. Martin Luther King, Jr. On January 11, 1990 Mrs. Coretta Scott King unveiled this monument as a tribute to her late husband and as an enduring inspiration to all who fight for dignity, social justice, and human rights.</p> <p>Sculptor, Patrick Morelli, was inspired by the ancient African ritual of lifting a newborn child to the heavens and reciting the words \"Behold the only thing greater than yourself.\"</p> <h3><strong>Sculptor's Statement*</strong></h3> <p>I wanted the <em>Behold</em> Monument to glorify those aspects of Dr. King's character that I felt distinguished him as a truly great man.</p> <p>The two aspects of Dr. King's life and works that impressed me most were, first, his ability to defend a morally courageous--though often, unpopular--cause in the face of, seemingly, overwhelming opposition and, second, his ability to maintain his dignity and a genuine spirit of brotherhood in the face of the cruelest and most ignorant threats, insults, and indignities believing that, ultimately, the righteousness of his convictions and beliefs would prevail.</p> <p>I, therefore, had inscribed in the granite base of the <em>Behold</em>, Monument the words:</p> <p>\"DEDICATED TO THE MEMORY OF DR. MARTIN LUTHER KING, JR. FOR HIS MORAL COURAGE AND NOBILITY OF SPIRIT\"</p> <p>It is my hope that every viewer will see and appreciate the inspirational and meaningful symbolism in the pose and placement of the <em>Behold</em> Monument at the Dr. Martin Luther King, Jr. Historical Park.</p> <p>The heroic-sized, bronze figure of the father raises his infant child to the heavens and looks toward Ebenezer Baptist Church--the source of his spiritual strength and a site significant to the civil rights movement as the church in which both Dr. Martin Luther King, Jr. and his father, \"Daddy\" King, gave many powerful and inspirational sermons.</p> <p>In walking to or from the Dr. Martin Luther King, Jr. Community Center young children will pass the <em>Behold</em> Monument. Their parents and grandparents will be able to instill pride in them each day as they explain how the <em>Behold</em> tribute to Dr. King glorifies the importance of children and the love of every mother and father for their children.</p> <p>As one views the monument from the back one sees the <em>Behold</em> infant silhouetted against a broad expanse of sky and raised above the towering skyscrapers of downtown Atlanta's commercial district. This juxtaposition of the infant and the Atlanta skyline symbolizes Dr. King's hope that one day all Americans would share, significantly, in the cultural and materials as well as the spiritual, riches of our great nation.</p> <p>Finally, as one stands on a sightline drawn from the front of Dr. King's tomb to the <em>Behold</em> Monument one sees the strong, uplifted profile of the father and the face of his sleeping infant, unaware of the sacrifices and suffering endured by the father, tranquil and serenely oblivious to all the ioy and sorrow the future holds. The father holds his hope for the future, his infant, facing the tomb of Dr. King and its inscription, \"Free at last, Free at last, Thank God, Almighty, Free at last\". This symbolic pose is a tribute to Dr. King's love of children and to his courageous efforts to create a world in which there would be happiness, freedom, and dignity for all God's children.</p> <p>Patrick Morelli<br /> <em>Behold</em> Sculptor</p> <p>*It should be noted that this statement was written before the National Park Service Visitor Center and Peace Plaza were built.</p>",
    "audioDescription": "The Behold Monument commemorates the historic principles that guided the life and works of Dr. Martin Luther King, Jr.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Visitor Center Plaza Area",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "AA5E467B-041F-4223-9C7A-431A36B0163F",
    "url": "https://www.nps.gov/places/birth-home.htm",
    "title": "Birth Home",
    "listingDescription": "The Queen-Anne styled home where Martin Luther King, Jr. was born in 1929.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6B627946-C1AD-E33E-3377BA66F63B90C4.jpg",
        "credit": "NPS",
        "altText": "Two story Queen-Anne styled home where Martin Luther King, Jr. was born.",
        "title": "Birth Home of Martin Luther King, Jr.",
        "description": "",
        "caption": "Birth Home of Martin Luther King, Jr.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6B627946-C1AD-E33E-3377BA66F63B90C4.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6B627946-C1AD-E33E-3377BA66F63B90C4.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "malu",
        "designation": "National Historical Park",
        "fullName": "Martin Luther King, Jr. National Historical Park",
        "url": "https://www.nps.gov/malu/index.htm",
        "name": "Martin Luther King, Jr."
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Martin Luther King Jr.",
      "birth home",
      "auburn avenue",
      "Civil Rights"
    ],
    "latitude": "33.75533298448577",
    "longitude": "-84.37116738771162",
    "latLong": "33.75533298448577,-84.37116738771162",
    "bodyText": "<p>n 1895 a two-story frame Queen Anne style house was built for a white family at 501 Auburn Avenue. The home was purchased in 1909 by Rev. Adam Daniel Williams, pastor of Ebenezer Baptist Church, for $3,500. Rev. Williams moved into the house with his wife Jennie Celeste and their 6 year old daughter Alberta Christine, their only child of three to survive infancy.</p> <p>On November 25, 1926 Christine married a minister by the name of Michael Luther King at her father's church. Instead of Christine moving in with her new husband he moved in with her and her parents in the family home. Over time the King's would have three children born in the home, Willie Christine, Michael Jr. (later known as Martin Luther King, Jr.), and Alfred Daniel. On March 21, 1931 Rev. Williams dies in the home of a heart attack. After Mrs. Willies dies of a heart attack the King's move to a new home at 193 Boulevard.</p> <p>The home stayed in the family and became rental property for the family. After Dr. King's assassination on April 4, 1968 plans were begun to restore the house as a historic museum. Today visiting the home where Dr. King was born and lived the first twelve years of his life is often the highlight of ones visit to the park. The popular free ranger-led <a href=\"https://www.nps.gov/malu/planyourvisit/birth_home_tours.htm\">Birth Home Tours</a> of the interior of the home are limited to 15 people and are filled on a first-come, first-served basis on the day of the tour.</p>",
    "audioDescription": "This is the home where Martin Luther King, Jr was born in on January 15, 1929 at Noon,",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "501 Auburn Avenue, NE Atlanta, GA",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Birth Home of Martin Luther King, Jr.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1CF0D075-59E9-49C3-859F-A7878BBCC567",
    "url": "https://www.nps.gov/places/coretta-scott-king-exhibition.htm",
    "title": "Coretta Scott King Exhibition",
    "listingDescription": "Protecting, Planning, and Preserving the Legacy is the park's first outdoor exhibit. Learn about the important story of the influence of Coretta Scott King, and other women in Dr. Martin Luther King, Jr.’s family, whose efforts and passion for preserving Dr. King’s legacy lead to the establishment of this park.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/68018697-D600-E365-38519D36BE6B8983.jpg",
        "credit": "Designed by Donald Bermudez",
        "altText": "Image with Mrs. Coretta Scott King, the NPS Arrowhead and King Center logo and text about exhibition",
        "title": "First Outdoor Exhibition",
        "description": "",
        "caption": "Exhibition featuring Mrs. Coretta Scott King and other women in Dr. Martin Luther King, Jr.’s family",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/68018697-D600-E365-38519D36BE6B8983.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/68018697-D600-E365-38519D36BE6B8983.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "malu",
        "designation": "National Historical Park",
        "fullName": "Martin Luther King, Jr. National Historical Park",
        "url": "https://www.nps.gov/malu/index.htm",
        "name": "Martin Luther King, Jr."
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "coretta scott king",
      "Martin Luther King Jr.",
      "Women history",
      "African American Civil Rights"
    ],
    "latitude": "33.75625446129273",
    "longitude": "-84.37344913287276",
    "latLong": "33.75625446129273,-84.37344913287276",
    "bodyText": "The Martin Luther King, Jr. National Historical Park was established on October 10, 1980 to preserve the places where Martin Luther King, Jr. was born, lived, worked, worshipped, and is buried; while interpreting the life experiences and significance of one of the most influential Americans in the 20<sup>th</sup> century. The 38-acre park annually hosts more than 700,000 national and international visitors. Following Dr. King’s death on April 4, 1968, his wife, Mrs. Coretta Scott King acted upon her vision to preserve the works and ideals of her husband.<br /> <br /> On June 26, 1968, Mrs. King founded The Martin Luther King Jr. Memorial Center to serve as “The Official Living Memorial\" to the life, work and legacy of her husband. Eventually the name changed to Martin Luther King, Jr. Center for Nonviolent Social Change, Inc., and today commonly referred to as The King Center. Mrs. Coretta Scott King served as the Center’s first president and is entombed on the Reflecting Pool, right beside her husband, Rev. Dr. Martin Luther King, Jr. on The King Center campus.",
    "audioDescription": "This outdoor exhibition is located under the canopy at the visitor center, Look up to explore this extraordinary story of Protecting, Planning, and Preserving the Legacy.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Visitor Center Canopy",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "1st Outdoor Exhibition",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "FE9A0585-9EA7-4465-B42C-2140937DE10C",
    "url": "https://www.nps.gov/places/ebenezer-heritage-sanctuary.htm",
    "title": "Ebenezer - Heritage Sanctuary",
    "listingDescription": "Historic Ebenezer Baptist Church was the spiritual home of Martin Luther King, Jr. where he worshipped with his family, served as co-pastor with his Father Reverend Martin Luther King, Sr., and where his funeral was held on April 9,1968.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/65CDE0CF-DA38-BA41-801244F0F3C71C6E.jpg",
        "credit": "NPS",
        "altText": "Red brick exterior of historic Ebenezer Baptist Church.",
        "title": "Historic Ebenezer Baptist Church",
        "description": "",
        "caption": "Historic Ebenezer Baptist Church",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/65CDE0CF-DA38-BA41-801244F0F3C71C6E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/65CDE0CF-DA38-BA41-801244F0F3C71C6E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "malu",
        "designation": "National Historical Park",
        "fullName": "Martin Luther King, Jr. National Historical Park",
        "url": "https://www.nps.gov/malu/index.htm",
        "name": "Martin Luther King, Jr."
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Ebenezer Baptist Church",
      "Martin Luther King Jr.",
      "Civil Rights",
      "SCLC"
    ],
    "latitude": "33.755419955865754",
    "longitude": "-84.37420096605015",
    "latLong": "33.755419955865754,-84.37420096605015",
    "bodyText": "<p>Throughout its long <a href=\"https://www.nps.gov/malu/planyourvisit/upload/EBC_History.pdf\"><strong>history</strong></a>, Ebenezer Baptist Church, located in Atlanta, Georgia, has been a spiritual home to many citizens of the \"Sweet Auburn\" community. Its most famous member, Rev. Martin Luther King, Jr., was baptized as a child in the church. After giving a trial sermon to the congregation at Ebenezer at the age of 19 Martin was ordained as a minister. In 1960 Dr. Martin Luther King, Jr. became a co-pastor of Ebenezer with his father, Rev. Martin Luther King, Sr., know as \"Daddy\" King. He remained in that position until his death in 1968. As a final farewell to his spiritual home Dr. Martin Luther King, Jr.'s funeral was held in the church.</p> <p>In 2000 a study of the church building resulted in <a href=\"https://www.nps.gov/malu/planyourvisit/upload/malu_eb_hsr.pdf\"><strong>Ebenezer Baptist Church, Historic Structure Report</strong></a> (PFD, 31.5 MB) being issued by the National Park Service. This reports served as a guideline for the restoration of the church.<br /> <br />  </p> <p>Church Restoration</p> <p>In 2001, thanks to a Save America's Treasures Grant and the contributions of many individuals and corporations, the National Park Service began the restoration of historic Ebenezer Baptist Church. The restoration was completed in two phases.</p> <p>Phase I included design and installation of major systems including, electrical, heating, and air conditioning, and fire suppression. Structural repairs were made to the roof system and the historic exterior. The Ebenezer sign hanging over the entrance was repaired and lit for the first time since 1990. A chair lift was installed to provide accessibility to the sanctuary. The funding for Phase I involved a private and public partnership and cost $1,885,000.</p> <p>Phase II of the project restored the appearance of the sanctuary and fellowship hall to the 1960-68 period when Dr. King served as co-pastor with his father. Special work items included preservation of stain glass windows; restoration/replication of furnishings; repair of balcony structural system; rehabilitation of restrooms; abatement of asbestos-containing flooring; treatment of termite infestation/damage; installation of a lightning protection system; improvement of site drainage; and restoration of a sidewalk, baptistery, and pipe organ and its antiphonal.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "",
    "passportStampImages": [
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/6DE302CA-913C-7647-E50868174BBF07C5.jpg"
          }
        ],
        "altText": "Passport Stamp for Historic Ebenezer",
        "title": "Passport Stamp for Historic Ebenezer",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/6DE302CA-913C-7647-E50868174BBF07C5.jpg"
      }
    ],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "407 Auburn Avenue, NE Atlanta, GA",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Spiritual Home of Martin Luther King, Jr.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6D816144-5BFF-4CCC-879F-75E85327DF98",
    "url": "https://www.nps.gov/places/fire-station-no-6.htm",
    "title": "Fire Station No. 6",
    "listingDescription": "One of two (2) Fire Stations in the City of Atlanta integrated in the 1960s.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CE0767D2-0F1C-78D6-5A916AA1481D6AA7.jpg",
        "credit": "NPS",
        "altText": "Two-story red brick Fire Station",
        "title": "Historic Fire Station No. 6",
        "description": "",
        "caption": "Historic Fire Station No. 6",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CE0767D2-0F1C-78D6-5A916AA1481D6AA7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CE0767D2-0F1C-78D6-5A916AA1481D6AA7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "malu",
        "designation": "National Historical Park",
        "fullName": "Martin Luther King, Jr. National Historical Park",
        "url": "https://www.nps.gov/malu/index.htm",
        "name": "Martin Luther King, Jr."
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Martin Luther King Jr.",
      "Fire Station",
      "civil rights history",
      "desegregation"
    ],
    "latitude": "33.755414542328865",
    "longitude": "-84.37200137359366",
    "latLong": "33.755414542328865,-84.37200137359366",
    "bodyText": "<p>Present day Atlanta was originally known as Marthasville. The population was approximately 500 and most of the inhabitants were employed by the Western and Atlantic Railroad. In 1848, the town was renamed Atlanta and in that same year the Atlanta City Council approved the organization of a volunteer fire brigade, which was the beginning of the modern-day Atlanta Fire Department.</p> <p>As the city continued to grow the need for fire protection increased. Indeed, the expansion of the fire department kept pace with the growth of the city ­ a trend that still continues. The Atlanta Volunteer Fire Department had a long and interesting history and remained a vital part of the city until 1882 when Atlanta Fire Department became official and the city council voted to pay salaries to all its firemen.</p> <p>The first motorized pumping engine was placed in service in 1911 at Fire Station Number 12 on DeKalb Avenue. By 1914, the city purchased helmets, uniforms, rubber boots and coats for the firemen for the first time.</p> <p>The Atlanta Fire Department was integrated in 1963 when sixteen blacks were hired. They were all assigned to Fire Station Number 16 on Simpson Road. In 1977, seven female firefighters were hired.</p> <p>Today the Atlanta Fire Department is one of the most modern, up-to-date fire departments in the United States.</p> <p> </p>",
    "audioDescription": "Fire Station No. 6 was built in 1894 and served the \"Sweet\" Auburn community until 1991. ",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "",
    "passportStampImages": [
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/6DED367C-E7A1-CCDC-E7CC965F8EE61DBA.jpg"
          }
        ],
        "altText": "Passport Stamp for Fire Station No. 6",
        "title": "Passport Stamp for Fire Station No. 6",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/6DED367C-E7A1-CCDC-E7CC965F8EE61DBA.jpg"
      }
    ],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "39 Boulevard, NE, Atlanta, GA",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "One of two Fire Stations Integrated in the 1960s.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "70D7D670-6954-43A5-A30E-5774C2ACBAE3",
    "url": "https://www.nps.gov/places/georgia-martin-luther-king-jr-national-historical-park.htm",
    "title": "Georgia: Martin Luther King Jr. National Historical Park",
    "listingDescription": "The Martin Luther King Jr. National Historical Park is located in Atlanta, Georgia and managed by the National Park Service. It commemorates the life and legacy of Dr. King, the foremost visionary and leader of the African American Civil Rights movement in mid-20th century.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/14EBE21B-0FB4-182D-D80E43347F1C3ACF.jpg",
        "credit": "National Park Service",
        "altText": "Colored image of Dr. King and Coretta Scot King's tomb",
        "title": "The King Center",
        "description": "",
        "caption": "Martin Luther King Jr. and Coretta Scott King tomb in the Sweet Auburn district",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/14EBE21B-0FB4-182D-D80E43347F1C3ACF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/14EBE21B-0FB4-182D-D80E43347F1C3ACF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "malu",
        "designation": "National Historical Park",
        "fullName": "Martin Luther King, Jr. National Historical Park",
        "url": "https://www.nps.gov/malu/index.htm",
        "name": "Martin Luther King, Jr."
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "African American Civil Rights",
      "Georgia history",
      "Civil Rights Movement",
      "African American Civil Rights Network"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<p><br /> <br /> <br /> <br /> The Martin Luther King Jr. National Historical Park consists of several buildings in Atlanta, Georgia, including Dr. King's boyhood home, the original Ebenezer Baptist Church, and The Martin Luther King, Jr. Center for Nonviolent Social Change (\"The King Center\"). These places are critical to the interpretation of the life of Martin Luther King Jr. and his legacy as a leader of the African American Civil Rights movement.<br /> <br /> Dr. King was born and raised in an Atlanta neighborhood along Auburn Avenue. Known locally as “Sweet Auburn,” it was a part of the bustling city where African Americans forged strong community bonds. Black-owned businesses thrived and black churches were places of joy and expression. Through the success of its residents, “Sweet Auburn” proved to young Martin that African Americans could achieve economic and cultural significance even in the face of legal segregation.<br /> <br /> The National Park Service has restored many of the neighboring buildings to reflect their appearances in the 1930s and 1940s -- the period of time when Dr. King grew up there. Visitors today can step into that era and imagine themselves walking with the residents, hearing the noise of this lively neighborhood and experiencing what life was like in those tumultuous times.<br /> <br /> The Martin Luther King Jr. National Historical Park was established on October 10, 1980. Formerly a National Historic Site, the unit was redesignated as a National Historical Park on January 8, 2018. In October 2019 it was chosen for inclusion in the African American Civil Rights Network.<br /> <br /> <em>The African American Civil Rights Network (AACRN) recognizes the civil rights movement in the United States and the sacrifices made by those who fought against discrimination and segregation. Created by the African American Civil Rights Act of 2017, and coordinated by the National Park Service, the Network tells the stories of the people, places, and events of the U.S. civil rights movement through a collection of public and private resources.</em></p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Atlanta, GA",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Commemorates the work and legacy of Dr. Martin Luther King Jr.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historical Park",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "9BCD841F-0214-4F97-9CDA-44A12607E679",
    "url": "https://www.nps.gov/places/mlk-jr-visitor-center.htm",
    "title": "MLK, Jr. Visitor Center",
    "listingDescription": "Stop here for a brief orientation by a Park Ranger. There are three exhibition areas contained within this facility which include: the \"Children of Courage\" exhibit, which is geared towards our younger visitors; the main exhibition entitled \"Courage To Lead\" , which follows the parallel paths of Dr. Martin Luther King, Jr., and the Civil Rights Movement; and a changing exhibition in the D.R.E.A.M. Gallery, home to special exhibits. Films are shown daily in the theatre.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6F0A9081-E852-FB51-AED6944D119F2A33.jpg",
        "credit": "NPS",
        "altText": "Two-story red brick building with large glass windows and a green metal canopy with three walkways.",
        "title": "Martin Luther King, Jr. Visitor Center",
        "description": "",
        "caption": "Visitor Center",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6F0A9081-E852-FB51-AED6944D119F2A33.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6F0A9081-E852-FB51-AED6944D119F2A33.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "malu",
        "designation": "National Historical Park",
        "fullName": "Martin Luther King, Jr. National Historical Park",
        "url": "https://www.nps.gov/malu/index.htm",
        "name": "Martin Luther King, Jr."
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Martin Luther King Jr.",
      "Civil Rights Movement",
      "visitor center exhibit",
      "African American History"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<p>A staffed Information desk is located just inside the front doors of the Martin Luther King, Jr. National Historical Park Visitor Center. This is the place to stop for a brief orientation to the historic site, which facilities are open, how to sign up for a Birth Home tour, and the location of the nearest restroom.</p> <p>Located in the lobby of the Visitor Center is the \"Children of Courage\" exhibit, which is geared towards our younger visitors. This exhibit tells the story about the children of the Civil Rights Movement with a challenge to our youth today.</p> <p>The featured exhibit entitled \"Courage To Lead\" follows the parallel paths of Dr. Martin Luther King, Jr., and the Civil Rights Movement. Then join in with the marchers on their journey up \"Freedom Road\". See what's new in the D.R.E.A.M Gallery home of special exhibits that change from time to time. Video programs are presented in the Visitor Center Theater on a continuing basis.</p>",
    "audioDescription": "The facility is a short walk from the visitors parking lot and is clearly visible during Fall and Winter when foliage from the trees that line the Promenade are bare. Visitors arriving by coach should have their driver off load them along Irwin Street at the walkway (Promenade) and park their coach in the bus parking lots on John Wesley Dobb Avenue, which adjacent to the visitor parking. The Visitor Center is clearly marked with the park's name appearing on front and rear sides of this brick facility sporting a light green canopy. Visitors should stop here for a brief orientation by a Park Ranger. There are three exhibition areas contained within this facility which include: the \"Children of Courage\" exhibit, which is geared towards our younger visitors; the main exhibition entitled \"Courage To Lead\", which follows the parallel paths of Dr. Martin Luther King, Jr., and the Civil Rights Movement; and a changing exhibition in the D.R.E.A.M. Gallery, home to special exhibits. Films are shown daily on a 30-minute schedule in the theatre which seats approximately 126 people. There are teaser exhibitions in the atrium of this facility, at certain times, that support a variety of topics ranging from civil rights to the preservation practices applied to the historic structures, such as historic Ebenezer Baptist Church, the Birth Home of Martin Luther King, Jr. and the homes on the same block, and Fire Station Number 6. Visitors can obtain their passport stamp at this location, along with a park brochure, and Junior Ranger activity booklet. Although our park is self-guided, the tour of the Birth Home is led by a Park Ranger. Visitors \"MUST\" register for the Birth Home tour in-person on the day of their visit and the tours are on a first-come, first-serve, basis.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "The park has three passport stamps. Visitors can get their National Parks Passport Book stamped at the information desks located in the Martin Luther King, Jr. National Historical Park Visitor Center, Historic Ebenezer Baptist Church, and Historic Fire Station No. 6.",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "BEF9A040-B410-4935-9083-CE654EC0454B",
    "url": "https://www.nps.gov/places/martin-luther-king-jr-national-historical-park.htm",
    "title": "Martin Luther King, Jr. National Historical Park",
    "listingDescription": "The park’s mission is to preserve, protect, and interpret the places where Martin Luther King, Jr. was born, where he lived, worked, worshipped, and is buried.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/places/images/nri/20130826/siteadmin/5DF200D9-97AA-18F0-38CFA22B8E5E1A48/5DF200D9-97AA-18F0-38CFA22B8E5E1A48.jpg",
        "credit": "NPS",
        "altText": "Roses and plaques arranged in a circle",
        "title": "",
        "description": "",
        "caption": "The Martin Luther King, Jr. visitor center and \"I Have A Dream\" World Peace Rose Garden",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "malu",
        "designation": "National Historical Park",
        "fullName": "Martin Luther King, Jr. National Historical Park",
        "url": "https://www.nps.gov/malu/index.htm",
        "name": "Martin Luther King, Jr."
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil Rights",
      "Civil Rights Movement",
      "Martin Luther King"
    ],
    "latitude": "33.75644",
    "longitude": "-84.37364",
    "latLong": "33.75644,-84.37364",
    "bodyText": "<p>Martin Luther King, Jr. National Historic Site and Preservation District, located in Atlanta, Georgia, preserves, protects, and interprets for the benefit, inspiration, and education of present and future generations, the places where Martin Luther King, Jr. was born, lived, worked, worshiped, and is buried; while interpreting the life experiences and significance of one of the most influential Americans in the 20th century.<br /> <br /> <span style=\"font-size: 11pt;\">Rev. Dr. Martin Luther King, Jr. is honored throughout the United States and the world for his leadership in the struggle for equality, human rights, his philosophy of nonviolent social change, and his work to promote world peace and economic equality. Beginning with the 1955 bus boycott in Alabama, until his assassination on April 4, 1968, Dr. King emerged as leader of the modern American civil rights movement for which he received the Nobel Peace Prize. His widow, Mrs. Coretta Scott King, acted upon her vision to preserve the works and ideals of her husband. In June of 1968, she founded and was the first president of the Martin Luther King, Jr. Center for Nonviolent Social Change. She later advocated for the establishment of the Martin Luther King, Jr. National Historic Site which was to become a unit of the National Park Service.</span></p> <p>The park’s mission is to preserve, protect, and interpret the places where Martin Luther King, Jr. was born, where he lived, worked, worshipped, and is buried. The sites key destinations include the King Center and Freedom Hall, Heritage Sanctuary at Historic Ebenezer Baptist Church, the tombs of Dr. King and Mrs. Coretta Scott King, the Birth Home, Historic Fire Station No. 6, and the National Park Service Visitor Center. </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Atlanta, Georgia",
        "name": "Location"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1EEE5283-AF1A-486C-A39B-25361D0CC7A8",
    "url": "https://www.nps.gov/places/the-king-center.htm",
    "title": "The King Center",
    "listingDescription": "Visit the final resting place of Dr. Martin Luther King, Jr. and Mrs. Coretta Scott King and exhibits on Dr. King, Coretta Scott King, and Mahatma Gandhi.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/71E9524E-ADCC-1F47-4D26D440B9BD1B3A.jpg",
        "credit": "NPS",
        "altText": "marble tomb containing Dr. and Mrs. King with a floral wreath",
        "title": "Crypt of Dr. and Mrs. King",
        "description": "",
        "caption": "The crypt of Dr. Martin Luther King, Jr. and Mrs. Coretta Scott King.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/71E9524E-ADCC-1F47-4D26D440B9BD1B3A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/71E9524E-ADCC-1F47-4D26D440B9BD1B3A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "malu",
        "designation": "National Historical Park",
        "fullName": "Martin Luther King, Jr. National Historical Park",
        "url": "https://www.nps.gov/malu/index.htm",
        "name": "Martin Luther King, Jr."
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "king center",
      "tkc",
      "coretta scott king",
      "Civil Rights"
    ],
    "latitude": "33.75561004506943",
    "longitude": "-84.37282429879104",
    "latLong": "33.75561004506943,-84.37282429879104",
    "bodyText": "Mrs. Coretta Scott King established <strong>The Martin Luther King, Jr. Center for Nonviolent Social Change, Inc</strong>. in 1968 to preserve the legacy of her husband. While at The King Center visit the final resting place of Dr. King, Jr. and exhibits on him, Coretta Scott King, and Mahatma Gandhi.",
    "audioDescription": "Visit the final resting place of Dr. Martin Luther King, Jr. and Mrs. Coretta Scott King and exhibits on Dr. King, Coretta Scott King, and Mahatma Gandhi.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://thekingcenter.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Rooms",
      "Elevator",
      "Food/Drink - Vending Machine/Self Service",
      "Gifts/Souvenirs/Books",
      "Restroom",
      "Restroom - Accessible",
      "Theater/Auditorium",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "The King Center",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "449 Auburn Avenue, NE Atlanta, GA",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "EDE9A79A-4526-4346-8B1E-B0B1666CC2BE",
    "url": "https://www.nps.gov/places/world-peace-rose-garden.htm",
    "title": "World Peace Rose Garden",
    "listingDescription": "A place to stop and smell the roses while reading winning messages of peace written by children around the world.",
    "images": [
      {
        "url": "",
        "credit": "",
        "altText": "",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "GA",
        "parkCode": "malu",
        "designation": "National Historical Park",
        "fullName": "Martin Luther King, Jr. National Historical Park",
        "url": "https://www.nps.gov/malu/index.htm",
        "name": "Martin Luther King, Jr."
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "rose garden",
      "MLK",
      "Peace",
      "Civil Rights"
    ],
    "latitude": "33.75586819158833",
    "longitude": "-84.37339630338211",
    "latLong": "33.75586819158833,-84.37339630338211",
    "bodyText": "<p>The <a href=\"http://worldpeacerosegardens.org/\"><strong>International World Peace Rose Gardens</strong></a> program is a worldwide effort to help youth recognize the importance and value of peace. In March 1992, the Martin Luther King, Jr. \"I Have a Dream\" World Peace Rose Garden was planted at the Martin Luther King, Jr. National Historic Site. The garden is an artistic interpretation of Dr. King’s life and ideals of peace through nonviolence. The garden’s <a href=\"https://www.nps.gov/malu/planyourvisit/symbolic_meaning_of_the_mlk_jr_rose_garden.htm\"><strong>starburst design</strong></a> brings attention to the brilliance of Dr. King’s ideals using the <a href=\"http://nationalrosegarden.com/the-national-flower/\"><strong>Official Flower of the United States</strong></a>, the rose.<br /> <br /> The Garden borders the Peace Plaza, in front of the Visitor Center. It has 185 roses in a variety of colors and fragrances. The graves of Dr. and Mrs. King can be seen directly across the street if you stand at the Peace Plaza, facing the rose garden. Each year an annual contest is held and students from local, national, and global schools submit poems of peace. Winning poems are selected and installed in the rose garden for the period of a year.<br /> <br /> The 28th Anniversary of the Martin Luther King, Jr. “I Have a Dream” World Peace Rose Garden” at Martin Luther King, Jr. National Historical Park, and the <a href=\"https://www.nps.gov/malu/planyourvisit/upload/2023-Winning-Messages-of-Peace2.pdf\">30 Winners of the 2020 Inspirational Messages of Peace Contest </a>were honored through a virtual ceremony, due to the Coronavirus Pandemic, with a thirty-minute video. <a href=\"https://www.youtube.com/watch?v=RJb4A45XOyY\">Click Here to View Video</a>.</p> <p>The Atlanta garden is one of five major World Peace Rose Gardens established around the world by International World Peace Rose Gardens. The other gardens are located at other cultural, historical and sacred centers of the world and focus on different aspects of peace.</p> <ul> <li><a href=\"http://http//worldpeacerosegardens.org/projects-sacramento.htm\"><strong>State Capitol Park</strong></a>, Sacramento, California</li> <li><a href=\"http://http//worldpeacerosegardens.org/projects-assisi.htm\"><strong>Basilica of St. Francis of Assisi</strong></a>, Assisi, Italy</li> <li><a href=\"http://http//worldpeacerosegardens.org/projects-mexico.htm\"><strong>Basilica of Our Lady of Guadalupe</strong></a>, Mexico City, Mexico</li> <li><a href=\"http://http//worldpeacerosegardens.org/projects-lakeshrine.htm\"><strong>Lake Shrine</strong></a>, Pacific Palisades, California</li> <li><a href=\"http://http//worldpeacerosegardens.org/projects-guadalupe.htm\"><strong>Our Lady of Guadalupe Shrine</strong></a>, Sacramento, California</li> </ul>",
    "audioDescription": "The rose garden was installed in honor of Dr. Martin Luther King, Jr. is adjacent to the visitor center and is a breath taking display of blooming roses with an alluring floral fragrance. Take a pause her to read the winning messages of peace written by children from all over the world.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Visitor Center Plaza",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]