[
  {
    "id": "6D54F3B7-D28A-4CF5-8BDE-4C1DCDDB020F",
    "url": "https://www.nps.gov/places/000/mary-mcleod-bethune-council-house-national-historic-site.htm",
    "title": "Mary McLeod Bethune Council House National Historic Site",
    "listingDescription": "This house was the first headquarters of the National Council of Negro Women (NCNW) and was Bethune's last home in Washington, DC. From here, Bethune and the NCNW spearheaded strategies and developed programs that advanced the interests of African American women. Inscriptions BETHUNE MUSEUM ARCHIVES Mary McLeod Bethune \"Council House\" National Historic Site Designated October 15, 1982 By Act of Congress Born on July 10, 1875, in Mayesville, South Carolina, Mary McLeod Bethune",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C7125C36-D70F-9F02-788029C73807AF9F.jpg",
        "credit": "NPS / Claire Hassler",
        "altText": "A pink house with white trim on a sunny day",
        "title": "Mary McLeod Bethune Council House",
        "description": "",
        "caption": "The Mary McLeod Bethune Council House, as shown on June 28, 2022 in Washington DC.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C7125C36-D70F-9F02-788029C73807AF9F.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C7125C36-D70F-9F02-788029C73807AF9F.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "mamc",
        "designation": "National Historic Site\r\n",
        "fullName": "Mary McLeod Bethune Council House National Historic Site",
        "url": "https://www.nps.gov/mamc/index.htm",
        "name": "Mary McLeod Bethune Council House"
      },
      {
        "states": "DC",
        "parkCode": "nace",
        "designation": "",
        "fullName": "National Capital Parks-East",
        "url": "https://www.nps.gov/nace/index.htm",
        "name": "National Capital Parks-East"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "DC",
      "DC history",
      "historic homes",
      "Women's History",
      "women's rights",
      "Civil Rights",
      "Civil Rights Movement",
      "african american",
      "Mary McLeod Bethune",
      "Mary McLeod Bethune Council House National Historic Site",
      "African American Women"
    ],
    "latitude": "38.908376",
    "longitude": "-77.030676",
    "latLong": "38.908376,-77.030676",
    "bodyText": "<p>This house was the first national headquarters of the National Council of Negro Women, Inc. (NCNW) and was Mary McLeod Bethune's last home in Washington, DC. From here, Bethune and the NCNW spearheaded strategies and developed programs that advanced the interests of African American women.<br /> Inscriptions<br /> BETHUNE MUSEUM ARCHIVES<br /> Mary McLeod Bethune \"Council House\"<br /> National Historic Site<br /> Designated October 15, 1982<br /> By Act of Congress<br /> Born on July 10, 1875, in Mayesville, South Carolina, Mary McLeod Bethune was the daughter of sharecroppers. After attending Scotia Seminary in North Carolina she founded Daytona School for Negro Girls which became Bethune-Cookman College. A leader in the Black Women's Club movement, Mrs. Bethune became advisor to Presidents Calvin Coolidge. Herbert Hoover, and Franklin Roosevelt.<br /> During the administration of President Roosevelt. Mrs. Bethune served as Special Advisor on Minority Affairs and Director of the Division of Negro Affairs. In 1935 she founded the National Council of Negro Women, which united national black women's organizations to fight discrimination against black people and women. During the period of her greatest influence, Mary McLeod Bethune resided in this house, where she received political leaders and heads of state while working with black women leaders to advance the interest of black Americans. The site served as headquarters for the National Council of Negro Women until 1966. As the Mary McLeod Bethune Memorial Museum and the National Archives for Black Women's History, the house continues Mrs. Bethune's dream to tell the story of black women in America.</p>",
    "audioDescription": "(205 words) The Mary McLeod Bethune Council House NHS is located in the Logan Circle neighborhood of Northwest, Washington, DC. Traveling south on Vermont Avenue from Logan Circle, travel about four hundred fifteen feet and the location will be on your right. The site is a three-story red brick Victorian row house with off-white trim. A two-foot-tall iron gate lines the front of the property and three steps lead up to a checkerboard walk of about eight feet. On the left is a black iron post from which a one by two-foot brown sign reads in white lettering: Mary McLeod Bethune Council House National Historic Site. Left of the walkway is a fifteen-foot square lawn with a black urn-shaped planter with flowers. A five-step gray wooden staircase with rounded railings at the bottom runs up to a double-sided glass front door. To the left are three windows of a first-floor alcove. Three windows line the front second floor, and three gabled windows sit atop the third floor. The neighbor's ten-foot tall bush hangs slightly over the front steps on the right side. Along the left side of the red brick façade from the front door are two bronze plaques describing some of Bethune's significant contributions to American history. END OF DESCRIPTION",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Gifts/Souvenirs/Books",
      "Historical/Interpretive Information/Exhibits",
      "Information - Ranger/Staff Member Present",
      "Restroom"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "1318 Vermont Avenue, NW Washington, DC 20005",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Commemorates the work an legacy of Mary McLeod Bethune and the National Council of Negro Women",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]