[
  {
    "id": "799BF773-FFBE-41DB-AB0D-572E74C86F5A",
    "url": "https://www.nps.gov/places/delta-01.htm",
    "title": "Delta-01 Launch Control Facility",
    "listingDescription": "Delta-01 functioned as topside support for the underground Launch Control Center which lay 31 feet below the Launch Control Facility. It acted as a multi-purpose facility. To see the interior of Delta-01, visitors need to attend a ranger-guided tour. Due to the size of the elevator and the confined space underground, tours are limited to 6 visitors at a time.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F1659A06-DA48-8BA1-B66AC92D08BA5B55.jpg",
        "credit": "NPS Photo",
        "altText": "a red gas pump stands outside a fenced compound with a large tan building",
        "title": "Outside the Delta-01 gate at sunset",
        "description": "",
        "caption": "Outside the gate",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F1659A06-DA48-8BA1-B66AC92D08BA5B55.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F1659A06-DA48-8BA1-B66AC92D08BA5B55.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "mimi",
        "designation": "National Historic Site",
        "fullName": "Minuteman Missile National Historic Site",
        "url": "https://www.nps.gov/mimi/index.htm",
        "name": "Minuteman Missile"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cold War",
      "MIMI",
      "Guided Tour",
      "Air Force",
      "ICBM",
      "Great Plains",
      "South Dakota",
      "Midwest"
    ],
    "latitude": "43.87769",
    "longitude": "-101.9606",
    "latLong": "43.87769,-101.9606",
    "bodyText": "<blockquote> <p>\"It just looked like a ranch house, it looked like a sort of, one-story house, you might see elsewhere in the area. Slightly more modern perhaps than others. What distinguished these launch centers, was that they were surrounded by fences, and they were highly secured areas. So, you couldn’t just drive up and go in like you might be able to do with someone’s house in the American West, where you can sort of show up and they’ll invite you in for dinner. But, beneath this house, is actually what was really interesting.\" ~ Historian Gretchen Heefner</p> </blockquote> <p><span>Delta-01 occupies an open, grassy tract of land on the west side of a county road, approximately one-half mile north of Interstate 90’s Exit 127. The complex occupies approximately 6.4 acres of the South Dakota landscape with approximately 1.85 acres located within the security fence. Approaching the site from the interstate highway, it looks like a lone ranch house in the open grassland. Over the years, most travelers on the nearby Interstate probably did not give the site a second look or even know what military capabilities lay within the South Dakota plains.</span></p> <h3><span>Launch Control Facility (Topside)</span></h3> <p>This building functioned as topside support for the underground Launch Control Center which lay 31 feet below the Launch Control Facility (LCF). It acted as a multi-purpose facility. <br /> <br /> The topside supported the missileers stationed underground in carrying out their mission. Equipment such as a backup generator for auxiliary power, and environmental control provided backup support in the event of a power outage or an attack. There were always eight people on the topside, all enlisted Air Force personnel who were stationed at Ellsworth Air Force Base, 60 miles to the west. These personnel included a Facility Manager (top ranking Non-Commissioned Officer on-site), a cook and six security police. They worked three straight days on, followed by three days off.<br /> <br /> In addition, the site had bunk housing for visitors, such as maintenance teams who were required to remain over night at the nearest LCF if they exceeded 16 hours in a work shift at one of the missile silos. They would spend the night at the nearest LCF before driving back to Ellsworth Air Force Base the following day. The building also contained a Security Control Center, where all security activities were coordinated and personnel would be processed when coming on site. Other areas on the topside included a day room, dining area and recreational room that Air Force support personnel used while at the facility.</p> <h3><span>Launch Control Center Delta-01</span></h3> <p>For every 10 Minuteman nuclear missiles (known as a Flight) there would be an underground Launch Control Center (LCC) that remotely commanded and controlled the missiles. Since there were 1000 Minuteman Missiles across the upper Great Plains from the early-1960s up until the mid-1990s, there would have been 100 Launch Control Centers. The LCC at Delta-01 was 31 feet beneath the ground of the Launch Control Facility.</p> <p>Two missileers worked and lived on 24 hour alert duty shifts within the LCC. There was an eight ton blast door that had to be opened from within before an oncoming Missile Combat Crew could enter the LCC. The two person crew would spend most of their time monitoring the status of their 10 missiles. Among their other work duties was authenticating message traffic, remotely monitoring maintenance at the silos and assisting with the dispatch of security police if any motion sensing alarms were tripped at the silos. When the missileers were not performing work duties they would pass time by reading, watching television or studying for master's degrees through a special Air Force educational program. There was also a bunk provided for one missileer to sleep while the other crewmember kept an eye on the weapons system. Former missileer, <a href=\"https://www.nps.gov/people/davidblackhurst.htm\">David Blackhurst</a> remembered that missile duty was \"hours and hours of sheer boredom, punctuated by seconds of panic.\"</p> <p>Missileers waited and waited over several decades for a launch command they hoped would never arrive. If the command to launch was given, it would have come in the form of an <a href=\"https://www.nps.gov/articles/ewo-countdown.htm\">Emergency War Order (EWO).</a></p> <h3>Visiting Delta-01</h3> <p><a href=\"https://www.nps.gov/thingstodo/mimi-mobile-tour.htm\">Take a mobile phone tour of the exterior of Delta-01</a></p> <p><a href=\"https://www.nps.gov/mimi/learn/photosmultimedia/virtualtour.htm\">Virtually explore</a> Delta-01's <a href=\"https://www.nps.gov/mimi/learn/photosmultimedia/delta-01_topside-virtualtour.htm\">topside rooms</a>, <a href=\"https://www.nps.gov/mimi/learn/photosmultimedia/delta-01_supportbuilding-virtualtour.htm\">support area</a>, and <a href=\"https://www.nps.gov/mimi/learn/photosmultimedia/delta-01_lcc_virtualtour.htm\">underground control center</a>.</p> <p><a href=\"https://www.nps.gov/mimi/planyourvisit/launch-control-facility-delta-01-tours-and-tickets.htm\">All ranger-led tours of the interior of the Delta-01 facility require advanced reservations.</a><span style=\"font-size: 11pt;\"> </span></p>",
    "audioDescription": "The Launch Control Facility Delta-01 site occupies an open, grassy tract of land on the west side of the Jackson County Road CS 23A, approximately 0.5 miles north of Interstate Highway 90, Exit 127. The entire site is 6.4 acres with approximately 1.9 acres located inside the security fence. Delta-01 is located in a rural setting and the site's access road, Jackson County Road, is an improved gravel road. The landscape surrounding Delta-01 is open agricultural land of native grasses. A couple of small agricultural outbuildings are located to the east of the site. From the site, a distant view of Interstate 90 and a billboard is visible to the south. Delta-01 includes fourteen contributing resources - the Delta-01 site, Launch Control Facility support building, Launch Control Center, heated vehicle storage building, hard HF transmit antenna, hard high-frequency (HF) receive antenna, hardened ultra-high frequency (UHF) antenna, survivable low frequency communication system antenna, cathodic protection rectifier, sewage lagoon, helicopter pad, ICBM super-high frequency satellite terminal antenna, television satellite dish, and HICS. Delta-01 does not include any noncontributing resources. Terrain at the site rises gradually toward the north. A chain-link security fence, topped with strands of barbed wire, encloses the site's buildings and structures. Access to the site is provided by a gently curving gravel driveway on the west side of the county road. The driveway passes over a steel cattle guard and through a remote-controlled, chain-link, sliding gate in the security fence. The Launch Control Facility support building and the vehicle storage building are located just inside the security fence, and an asphalt drive and parking area are located in front of them. The Launch Control Center, accessed from the Launch Control Facility support building, is located below ground and is not visible. The remaining area inside the security fence is covered with native grass that was routinely mowed by the Air Force. The area inside the security fence includes a variety of electronic, mechanical, and recreational features to support the facility, including a volleyball court, horseshoe pit, underground diesel storage tank, aboveground diesel storage tank, water well, gas pump, basketball hoop, flagpole, and utility poles. A code burner is located in the grassy area near the volleyball court. This open metal drum mounted on metal legs was used to burn security codes. These associated features and landscape elements provide insight into the use of the facilities by the Air Force and are significant elements of the site. The HF transmit antenna, hard HF receive antenna, hardened UHF antenna, survivable low-frequency communication system antenna, ICBM super-high-frequency satellite terminal antenna, and television satellite dish are located within the security fence. The cathodic protection rectifier is located outside the security fence along the access road. The underground HICS is not visible at the site. A concrete helicopter pad and two sewage lagoons are located outside of the security fence to the south. The area outside of the security fence features native grasses. A barbed-wire fence with wooden posts surrounds the facility's two sewage lagoons in the southeast comer of the site. The Minuteman ICBM Launch Control Facility Delta-01 contains a wealth of historic objects, furnishings, and technical equipment that reflect the successive use of the facilities by the Air Force. Delta-01, complete with its contents, was transferred from the Air Force to the National Park Service. The historic objects, furnishings, and equipment provide valuable insight into the use of this facility by the Air Force. The contents of Delta-01 are important and are considered associated features of the site.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Baby Changing Station",
      "Benches/Seating",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Information Kiosk/Bulletin Board",
      "Restroom",
      "Restroom - Accessible",
      "Toilet - Flush",
      "Trailhead",
      "Wheelchair Accessible",
      "Wheelchairs Available"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Seventeen miles east of Wall, South Dakota",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Minuteman I & II launch control facility used from 1963-1993",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Part of Minuteman Missile National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "0B247D39-7F4E-447E-BF86-90B0C9F4D553",
    "url": "https://www.nps.gov/places/delta-09.htm",
    "title": "Delta-09 Missile Silo",
    "listingDescription": "From 1963 until the early 1990s, the missile silo at Delta-09 contained a fully operational Minuteman Missile, bearing a 1.2 megaton nuclear warhead. The Delta-09 missile silo was one of 150 spread across western South Dakota. In total there were 1,000 Minuteman's deployed from the 1960's into the early 1990's. Visitors can now tour the site on their own.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C489C153-F5E7-A934-19C7BF8992F978A7.jpg",
        "credit": "NPS/J. Milbrath",
        "altText": "A fenced compound in the foreground is surrounded by prairie landscape",
        "title": "The Delta-09 silo and the Badlands",
        "description": "",
        "caption": "The Delta-09 silo and the Badlands",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C489C153-F5E7-A934-19C7BF8992F978A7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C489C153-F5E7-A934-19C7BF8992F978A7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "mimi",
        "designation": "National Historic Site",
        "fullName": "Minuteman Missile National Historic Site",
        "url": "https://www.nps.gov/mimi/index.htm",
        "name": "Minuteman Missile"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cold War",
      "Minuteman Missile",
      "MIMI",
      "missile silo",
      "Air Force",
      "Great Plains",
      "South Dakota",
      "Midwest"
    ],
    "latitude": "43.9316",
    "longitude": "-102.15931",
    "latLong": "43.9316,-102.15931",
    "bodyText": "<blockquote> <p>“Minuteman-land is eerie. On the surface, no weapon is visible. But beneath the empty prairies and forested hills the gyroscopes are eternally spinning; these are the master navigators of jam-proof guidance systems, each ready to steer holocaustal destruction to a pre-selected target.”<br /> ~ John Hubbell, “The Missile That Closed The Gap,” Readers Digest, October 1962.</p> </blockquote> <p>There is no better place to witness the Minuteman’s role in the Cold War than at Launch Facility Delta-09. From 1963 until 1991 Delta-09 contained a fully operational Minuteman Missile. The Delta-09 silo was one of 150 spread across western South Dakota. In total there were 1,000 Minuteman missiles deployed from the 1960's into the early 1990's. These nuclear sentinels waited silent and deadly to perform their destructive duty at a moment’s notice.</p> <h3><span><strong><span class=\"subheading\">The Minuteman – Technological Wonder</span></strong></span></h3> <p>The first Minuteman housed in Delta-09’s silo was the IB. The IB was part of the second evolution of the system. An improved encasement for the missile’s motor led to an effective increase in range from the 4,300 miles of its predecessor, the IA, to over 6,000 miles for the IB. The IB weighed over 65,000 pounds yet could travel at speeds in excess of 15,000 miles an hour. To put this speed into perspective, consider that a person driving across the continental United States will average 50 hours for the trip. If they instead piggybacked on a Minuteman their travel time would be cut to five minutes. A Minuteman could strike its intended target within the Soviet Union in less than 30 minutes.</p> <p>In the early 1970's Minuteman II’s replaced the Minuteman IB in the 44th Missile Wing across western South Dakota. The missile housed in the Delta-09 Launch Facility today is a replica of the Minuteman II missile. The Minuteman II was considered a technological wonder at the time of its deployment. Upgrades had been made in order to improve precision and range of America’s existing ICBM force. The Minuteman II had a range of up to 7,500 miles, effectively placing it within reach of almost anywhere on earth. It had the capability to strike within 900 yards of its intended target.</p> <h3><span><strong><span class=\"subheading\">The Minuteman – Technological Terror</span></strong></span></h3> <p>Each Minuteman II carried a 1.2 megaton warhead. This singular weapon could wreak untold devastation upon an enemy, making it truly a technological terror. A 1.2 megaton warhead is equivalent to one million, two hundred thousand tons of dynamite. The Minuteman II’s warhead was sixty-six times more powerful than the atomic bomb that devastated Hiroshima, Japan and killed 140,000 people just before the end of World War II. One the most shocking statistics is that the Minuteman II’s warhead was more powerful than all the bombs the Army Air Force dropped on Europe in their successful bombing campaign that led to American victory in World War II.</p> <p>A Minuteman II warhead's 1.2 megaton explosion would release an unprecedented amount of energy. Any structures at or near ground zero are immediately vaporized. The blast fireball is a mile in width. Those witnessing such an explosive force see a blinding light many times brighter then the noon day sun. A tornado like vortex with wind speeds of over 150 mph engulfs the surrounding area for miles. The residual effects of radiation contaminate not only the blast area, but also send radioactive particles swirling into the atmosphere. The destructive effects of a Minuteman’s warhead are so great that the United States vowed to only use these weapons if all other policy measures failed.</p> <h3 class=\"subheading\">Learn More</h3> <ul> <li><a href=\"https://www.nps.gov/mimi/planyourvisit/directions.htm\">Information and directions for visiting Delta-09</a></li> <li><a href=\"https://www.nps.gov/thingstodo/mimi-mobile-tour.htm\">Take a guided mobile phone tour of Delta-09</a></li> <li><a href=\"https://www.nps.gov/mimi/learn/photosmultimedia/d9-virtualtour.htm\">Virtually explore the interior of Delta-09</a></li> </ul> <hr /> <h4><span style=\"color: rgb(34, 34, 34); font-family: inherit; font-size: 1.25rem; font-weight: 700;\">Launch Facility Delta-09: The Early Years - From Minuteman IB to Minuteman II</span></h4> <p>Official construction of Delta-09 began in the latter part of 1961. Two years later Delta-09 was turned over to the Strategic Air Command (SAC) on 1 November 1963, making it one of the first Minuteman sites to be activated at Ellsworth. The Launch Facility housed a Minuteman IB missile from 1963 until the early 1970's. Between 1971 and 1973, facilities at Delta-09 were modified slightly when Ellsworth replaced its arsenal of Minuteman I missiles with the more advanced Minuteman II.<br /> <br /> The most important changes associated with this conversion were contained within the missiles themselves, since Minuteman II featured a more powerful propulsion system and a more accurate guidance system than its predecessor. Changes included installation of new electronic ground-support equipment in existing racks at the Launch Facility; and the installation of electronic filters, seals, and circuit-breaking equipment at both sites to protect the facilities against damage from the electromagnetic pulses released by atomic blasts.</p> <h4>Security System Upgrade</h4> <p>The improved minuteman physical security system (IMPSS) antenna was installed at the launch site in 1989. IMPSS is a microprocessor-based surveillance system designed to detect outer zone intruders. It replaced troublesome older security systems so sensitive that they could be set off by \"elk, rabbits, even high-jumping grasshoppers.\" A hardened UHF antenna, installed in 1968 to link the Launch Facility with the Strategic Air Command's airborne launch control center, is located a few feet to the northwest of the silo opening. It rests atop a thirteen-foot-diameter, reinforced-concrete base, shaped like an inverted saucer. The antenna itself is housed inside a cast-steel frustum capped with a conical, gray fiberglass weather dome.</p> <h4>Always Ready, Always Waiting - Ready For Launch</h4> <p>24 hours a day, seven days a week for 365 days a year Delta-01 was operational. No matter if there were white-out blizzards or 110 degree heat, operations at Delta-01 went on around the clock. Literally thousands of personnel lived and worked at the site for nearly three decades. This record of constant vigilance is astounding.</p> <h4>Delta-09 & Minuteman Missile National Historic Site - Preserving the Cold War</h4> <p>In September 1991, all 450 of the nation's Minuteman II missiles were taken off alert. Delta-09 was deactivated in early 1993 and placed on \"caretaker status.\" Deactivation included the removal of classified electronic equipment, hazardous materials, environmentally sensitive materials, and equipment saved for use at other sites from Delta-09. <br /> <br /> In 1993 the United States Air Force and the National Park Service initiated studies to determine whether Launch Control Facility Delta-01 and Delta-09 could be preserved as a unit of the National Park Service. On November 9, 1999 Congress designated Delta-01 and Delta-09 as Minuteman Missile National Historic Site and the bill was signed into law by President Bill Clinton.<br /> <br /> Slight modifications have been made to Delta-09 to prepare it for interpretation as a static display. The launcher closure has been permanently fixed in a partially open position, in agreement with the START Treaty, and a glass and aluminum viewing enclosure was installed over the opening in 2001. A deactivated training missile was installed in the launch tube in 2001. The glass viewing enclosure allows visitors to see into the launcher to view the training missile.</p>",
    "audioDescription": "The Delta-09 site is located approximately 10 miles west-northwest of Launch Control Facility Delta-01. The Launch Facility occupies part of an open, grassy tract of land straddling a Pennington County Road, about 0.6 miles west and south of Interstate 90 Exit 116. The 90 acre site includes 10 acres that were in exclusive use by the Air Force including 1 acre within the security fence and 80 acres that were in concurrent use by the Air Force. The Delta-09 site includes nine contributing resources—the overall site, the missile launcher, the Launch Facility support building, the improved Minuteman physical security antenna, the hard UHF antenna, the cathodic protection rectifier, two azimuth markers, and a HICS cable marker. Delta-09 is surrounded on the north, west, and south sides by Buffalo Gap National Grassland property under ownership of the United States Forest Service. The launch structures are concentrated inside a rectangular area surrounded by a chain-link security fence. A double gate is located on the east side of the security fence. A gravel access drive leads from the double gate to the nearby county road. The area inside the enclosure has been graded to form a level, earthen platform that is elevated a few feet above the surrounding terrain. The platform has a gravel surface, and was specifically planned to provide maneuver space for the truck-like transporter-erector vehicles that hauled and emplaced the Minuteman missiles. The area surrounding the platform is native grass and the area was routinely mowed by the Air Force. The missile launcher and soft support building are located near the southern end of the maneuver space platform, with most of their structural elements underground. A smaller rectangular area at the north end of the platform outlined by four, low, small concrete corner pylons served as a landing pad for helicopters. Floodlights mounted atop two wooden utility poles at opposite comers of the maneuver space provided illumination for nighttime maintenance activities at the site. Two remnants of the concrete-base pad from the earlier outer zone security system antennas remain at the site: a square concrete pad with four reflector mount pedestals is located to the southwest (rear) of the missile launcher and a clutter monument and footing of the antenna pedestal are located to the rear (south) of the Launch Facility support building.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/mimi/planyourvisit/visiting-launch-facility-missile-silo-delta-09.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Restroom - Accessible",
      "Toilet - Vault/Composting",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Six miles east of Wall, South Dakota, south of I-90, exit 116.",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Minuteman I & II launch facility used from 1963-1993",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Part of Minuteman Missile National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B90588B5-615B-4783-8829-99A7FD0450C1",
    "url": "https://www.nps.gov/places/mimi_vc.htm",
    "title": "Minuteman Missile National Historic Site Visitor Center",
    "listingDescription": "The visitor center is the best place to begin your visit to the park and explore the story of the Minuteman Intercontinental Ballistic Missile System and its role in the larger context of the Cold War. Staff are available daily to assist visitors in learning more about the park. Visitor amenities include restrooms, public wi-fi, exhibits, park film, and a bookstore. During the summer travel counselors from the South Dakota Department of Tourism are available.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/995CC111-AC4C-7A1C-6DC8D95A4DE3E3F6.jpg",
        "credit": "HDR",
        "altText": "Long and tall building on a prairie landscape at sunset",
        "title": "Minuteman Missile Visitor Center",
        "description": "",
        "caption": "The visitor center as seen from Interstate 90",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/995CC111-AC4C-7A1C-6DC8D95A4DE3E3F6.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/995CC111-AC4C-7A1C-6DC8D95A4DE3E3F6.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "mimi",
        "designation": "National Historic Site",
        "fullName": "Minuteman Missile National Historic Site",
        "url": "https://www.nps.gov/mimi/index.htm",
        "name": "Minuteman Missile"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cold War",
      "Great Plains",
      "South Dakota",
      "Midwest"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<p>The visitor center is the best place to begin your visit to the park and explore the story of the Minuteman Intercontinental Ballistic Missile System and its role in the larger context of the Cold War. Staff are available daily to assist visitors in learning more about the park. Visitor amenities include restrooms, public wi-fi, <a href=\"https://www.nps.gov/mimi/planyourvisit/vc-exhibits.htm\">exhibits</a>, <a href=\"https://www.nps.gov/mimi/planyourvisit/parkfilm.htm\">park film</a>, and a <a href=\"https://www.nps.gov/mimi/learn/bookstore.htm\">bookstore</a>. During the summer season, travel counselors from the South Dakota Department of Tourism are available to answer questions about the park and other attractions in the state.</p>",
    "audioDescription": "The approximately 7,300-square-foot Minuteman Missile Historic Site Visitor Center is comprised of two wings extending from a two-story glass-fronted lobby. One wing houses 10 exhibits, with two of the larger exhibits filling a two-story section of this otherwise one-level wing. There is one additional exhibit in the lobby itself, which also holds an information desk and other features that introduce visitors to the larger context of this historic site. Also accessible from the lobby are an America’s National Parks bookstore and gift shop, a theater or multi-purpose room, men’s and women’s restrooms, and two drinking fountains, one with a sensory-activated bottle-filling station. The building’s second wing, located off the lobby to one side of the information desk, holds the site’s administrative offices. This area is not open to the public. This audio-described tour provides information about all indoor exhibits and visitor amenities as well as the building’s exterior architecture and two outdoor installations located near the entrance. The tour will help visitors explore the story of the Minuteman Missile’s role as part of the United States policy of nuclear deterrence during the Cold War through the description of photos and text, artifacts, films, slideshows, and a number of interactive displays. Aside from three slightly upward-sloping concrete walkways leading from the site’s two parking lots to the building’s wide concrete plaza, the landscape outside the building is generally flat. Likewise, there are no stairs leading into the building nor within the exhibits themselves; this site is wheelchair-accessible throughout. Most of the interior floors are carpeted with the exception of a large area of concrete flooring in the building’s lobby, concrete flooring in the two restrooms, and a circular section of smooth industrial laminated plastic flooring in one of the exhibits. There are also two rectangular metal floor grates intended to trap dirt from shoes; one is located inside the lobby vestibule, the other is in front of an emergency door at the rear of the lobby near the drinking fountains. As you walk through the exhibit spaces, you may encounter a number of metal electrical receptacles jutting up approximately 1/8 inch from the carpet. Likewise, there are a series of aluminum strips surrounding and crisscrossing the laminated plastic floor area. These changes underfoot will be noted as part of specific exhibit descriptions. The tour will also help navigate you around several free-standing panels, wall ledges, missile artifacts, and furniture making up some of the exhibits. There are a number of benches—either movable or fixed—placed near both the building entrance as well as inside the lobby. In addition, receptacles for trash and recycling, as well as tall smoking stands, are placed outside the entrance. Smoking is not permitted inside the Visitor Center. Firearms and pets are also prohibited. Service animals, however, are allowed inside the Center.",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "All stamps are located in the Visitor Center lobby during normal operating hours. Sputnik Anniversary Stamp Note: This passport stamp is located in the Visitor Center lobby during normal operating hours only from October 4 through January 4 annually to mark the historic 1957-58 operation of the world's first satellite. The launch of Sputnik in the fall of 1957 directly led to the development of the Minuteman missile one year later.",
    "passportStampImages": [
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/98EC9933-BC37-C284-9B3E8F6DA77FB1E6.jpg"
          }
        ],
        "altText": "Round stamp with park name at top, state and bottom and date in the middle",
        "title": "Minuteman Missile passport Stamp",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/98EC9933-BC37-C284-9B3E8F6DA77FB1E6.jpg"
      },
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/99161627-BBF6-2E4C-431EAC65FA70DAE1.jpg"
          }
        ],
        "altText": "Round stamp with park name at top, Sputnik Anniversary at bottom and date in the middle",
        "title": "Sputnik Anniversary Stamp",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/99161627-BBF6-2E4C-431EAC65FA70DAE1.jpg"
      },
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/99211A73-A0AF-8DE4-085ECFCA29F6E897.jpg"
          }
        ],
        "altText": "Badge shaped stamp with park name under the words \"Junior Ranger.\"",
        "title": "Junior Ranger Stamp",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/99211A73-A0AF-8DE4-085ECFCA29F6E897.jpg"
      }
    ],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Rooms",
      "Assistive Listening Systems",
      "Automated Entrance",
      "Baby Changing Station",
      "Benches/Seating",
      "Bicycle - Rack",
      "Fire Extinguisher",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information - Maps Available",
      "Information - Ranger/Staff Member Present",
      "Internet/WiFi Available",
      "Open Captioning",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Restroom",
      "Restroom - Accessible",
      "Theater/Auditorium",
      "Toilet - Flush",
      "Water - Bottle-Filling Station",
      "Wheelchair Accessible",
      "Wheelchairs Available"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "North of I-90, Exit 131 in western South Dakota",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Visitor orientation facility and park headquarters",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Part of Minuteman Missile National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D12F191F-B4F0-4E40-A17E-4D5FD5DFFCF9",
    "url": "https://www.nps.gov/places/missilesiteparkcolorado.htm",
    "title": "Missile Site Park",
    "listingDescription": "The former nuclear warhead equipped Atlas E site was constructed in 1961. There were a total of four Atlas E sites in Weld County. This particular missile site was deactivated in 1965 and was turned over to Weld County where today it serves as a county park.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/nri/20171221/places/C5870FAF-1DD8-B71B-0B70561FB6E440A3/C5870FAF-1DD8-B71B-0B70561FB6E440A3.jpg",
        "credit": "",
        "altText": "Wire fence with a green sign",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "mimi",
        "designation": "National Historic Site",
        "fullName": "Minuteman Missile National Historic Site",
        "url": "https://www.nps.gov/mimi/index.htm",
        "name": "Minuteman Missile"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cold War",
      "ICBM",
      "Atlas",
      "Colorado",
      "tours",
      "Great Plains",
      "South Dakota",
      "Midwest"
    ],
    "latitude": "40.42275",
    "longitude": "-104.85614",
    "latLong": "40.42275,-104.85614",
    "bodyText": "<p><br /> The Missile Site Park is great opportunity to step back into the Cold War Era of national defense. The former nuclear warhead equipped Atlas E site was constructed in 1961. The host military base for the Atlas E program’s command and control was located at Francis E. Warren Air Force Base in Cheyenne, Wyoming. There were a total of four Atlas E sites in Weld County. This particular missile site was deactivated in 1965 and was turned over to Weld County. The Missile Site Park is located between Greeley, Windsor, and Loveland on 10611 Spur 257, Greeley, CO.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.weldgov.com/departments/buildings_and_grounds/missile_site_park/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "Weld County, Colorado",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "West of Greeley, Colorado",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Preserved Atlas-E Missile Launch Facility",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "4BC384DE-D516-4600-B00E-42E1A94C2CF9",
    "url": "https://www.nps.gov/places/oscar-zero.htm",
    "title": "Oscar-Zero Minuteman Missile Alert Facility",
    "listingDescription": "The Oscar-Zero Missile Alert Facility near Cooperstown, North Dakota was listed on the National Register of Historic Places in 2008. Also known as Oscar-Zero MAF and as O-0 MAF, it exemplifies Utilitarian architecture. Oscar-Zero is included in North Dakota's Ronald Reagan Minuteman Missile State Historic Site with the November-33 Launch Facility.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/nri/20171224/places/6196CAA3-1DD8-B71B-0B9F90DD088144CC/6196CAA3-1DD8-B71B-0B9F90DD088144CC.jpg",
        "credit": "State Historical Society of North Dakota",
        "altText": "A tan building inside a fenced enclosure",
        "title": "",
        "description": "",
        "caption": "Entrance to Oscar-zero",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "mimi",
        "designation": "National Historic Site",
        "fullName": "Minuteman Missile National Historic Site",
        "url": "https://www.nps.gov/mimi/index.htm",
        "name": "Minuteman Missile"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cold War",
      "ICBM",
      "Minuteman III",
      "Minuteman Missile",
      "military",
      "North Dakota",
      "National Register of Historic Places",
      "tours",
      "Great Plains",
      "South Dakota",
      "Midwest"
    ],
    "latitude": "47.4490736052737",
    "longitude": "-98.1237678592639",
    "latLong": "47.4490736052737,-98.1237678592639",
    "bodyText": "<p>As a part of the last Intercontinental Ballistic Missile complexes built by the United States during the Cold War, Oscar-Zero was one of 15 Launch Control Facilities throughout eastern North Dakota. These “Wing VI” complexes were unique among most other Minuteman ICBM complexes as they were constructed with additional communications redundancies and additional hardening against nuclear attack.</p> <p>Initially armed with Minuteman II missiles, during the early 1970s Minuteman III missiles carrying Multiple-Independent Reentry Vehicles (MIRVs) were emplaced providing increased accuracy and explosive power within their nuclear warheads.</p> <p>Staffed around the clock with two missileer officers sitting behind a six-ton blast door, Oscar-Zero contributed to the ongoing vigil over the American nuclear deterrent. In addition, two teams of armed guards, a facility manager and a chef rounded out the compliment of personnel on site.</p> <p>As the Cold War ended, the missile wing controlling Oscar-Zero began deactivating its facilities during the mid-1990s. The last “Alert” tour took place at Oscar on July 17, 1997 with the wing deactivating the next year. By 2009 the site had been transferred to the State Historical Society of North Dakota in order to provide a publically accessible interpretation of the Cold War mission in North Dakota.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "http://www.history.nd.gov/historicsites/minutemanmissile/index.html",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "State Historical Society of North Dakota",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cooperstown, ND",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Preserved Minuteman III Missile Alert Facility activated in 1966 and consistently staffed 24 hours a day until July 1997, Oscar-Zero made up a portion of the American nuclear deterrent through the latter half of the Cold War. Oscar-zero is part of the Ronald Reagan Minuteman Missile State Historic Site.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "State Historic Site; National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "2090497E-BA17-4E63-9EFA-3A4CEDA3FC80",
    "url": "https://www.nps.gov/places/quebec-one.htm",
    "title": "Quebec-One MAF",
    "listingDescription": "Built in 1962 as a Minuteman missile launch control facility, Quebec-01 was re-purposed for the Peacekeeper Missile in 1986 and was used until 2005. Twenty-five miles north of Cheyenne, the Quebec 01 Missile Alert Facility is open to the public as a Wyoming State Park.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/FCA01997-9CB9-0947-92F29792B00AE8A0.jpg",
        "credit": "Wyoming State Parks",
        "altText": "Kiosk and exhibit outside a large fence and gate",
        "title": "Entry gate at Quebec-01",
        "description": "",
        "caption": "Entry gate at Quebec-01",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/FCA01997-9CB9-0947-92F29792B00AE8A0.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/FCA01997-9CB9-0947-92F29792B00AE8A0.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "mimi",
        "designation": "National Historic Site",
        "fullName": "Minuteman Missile National Historic Site",
        "url": "https://www.nps.gov/mimi/index.htm",
        "name": "Minuteman Missile"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Wyoming",
      "Cold War",
      "Air Force",
      "military",
      "ICBM",
      "Minuteman Missile",
      "Peacekeeper",
      "state park",
      "Great Plains",
      "South Dakota",
      "Midwest"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<p><span>Built in 1962 as a Minuteman missile launch control facility, Quebec-01 was re-purposed for the Peacekeeper Missile in 1986 and was used until 2005. </span>This site is significant as the only accessible Peacekeeper Missile Alert Facility left in the world and will preserve and interpret the Cold War history of the late twentieth and early twenty-first centuries, fostering an understanding of the mission and duties of the personnel and crews assigned to work there. <span>Located twenty-five miles north of Cheyenne, the </span>Quebec 01 Missile Alert Facility was restored by the US Air Force on behalf of Wyoming State Parks and opened to the public in August 2019. </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "http://wyoparks.state.wy.us/index.php/places-to-go/quebec-01",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Rooms",
      "Elevator",
      "Historical/Interpretive Information/Exhibits",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Restroom",
      "Restroom - Accessible",
      "Toilet - Flush",
      "Trailhead"
    ],
    "managedByOrg": "Wyoming State Parks, Historic Sites and Trails",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "North of Cheyenne, Wyoming",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Built in 1962 as a Minuteman Launch Control Facility, Quebec-01 was re-purposed for the Peacekeeper Missile in 1986 and was used until 2005.  Twenty-five miles north of Cheyenne, this facility is the only one of its kind left in the world.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Wyoming State Historic Site ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1664DD27-80A3-4A4E-A999-C3E6CD781CF1",
    "url": "https://www.nps.gov/places/sdaasm.htm",
    "title": "South Dakota Air & Space Museum",
    "listingDescription": "The South Dakota Air & Space Museum boasts an extensive collection of artifacts and documents that capture the distinguished history of Ellsworth Air Force Base, the 44th Strategic Missile Wing, and the 28th Bomb Wing throughout the Cold War.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/nri/20180423/places/94E7BE97-1DD8-B71B-0B9348BDF707C338/94E7BE97-1DD8-B71B-0B9348BDF707C338.jpg",
        "credit": "US Air Force",
        "altText": "A collection of airplanes is groups around a former hanger building",
        "title": "",
        "description": "",
        "caption": "The South Dakota Air & Space Museum is located just outside the Ellsworth AFB main gate.",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "mimi",
        "designation": "National Historic Site",
        "fullName": "Minuteman Missile National Historic Site",
        "url": "https://www.nps.gov/mimi/index.htm",
        "name": "Minuteman Missile"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cold War",
      "Air Force",
      "Museum",
      "Air Park",
      "Minuteman Missile",
      "Titan I",
      "ICBM",
      "tours",
      "military",
      "Great Plains",
      "South Dakota",
      "Midwest"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<p>The South Dakota Air & Space Museum boasts an extensive collection of artifacts and documents that capture the distinguished history of Ellsworth Air Force Base, the 44th Strategic Missile Wing, and the 28th Bomb Wing throughout the Cold War. Ellsworth AFB played a crucial role in national defense during this time period with an arsenal that included bombers such as the B-29 Superfortress, B-36 Peacemaker, B-52 Stratofortress, and B-1 Lancer along with Intercontinental Ballistic Missiles including the Titan I and the Minuteman. The museum includes examples of the B-29, B-52, B-1, and both the Titan I and the Minuteman. <br /> <br /> The museum also has four large inside galleries of artifacts covering the history and heritage of military and civilian aerospace achievements covering the past century. The museum itself is housed in four aircraft alert hangers in which Air Defense Command fighters sat on alert waiting to engage penetrating Soviet bombers during the height of the Cold War.  <br /> <br /> The museum is open year round (although the indoor galleries are closed until further notice) and the tours of Ellsworth AFB and the Missile Silo are permanently closed. Admission to the museum is free.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "http://www.sdairandspacemuseum.com/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "United States Air Force",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Box Elder, South Dakota",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Extensive collection and archive of Cold War aircraft, artifacts, and documents related to Ellsworth AFB and the Cold War era in South Dakota.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "United States Air Force Field Museum",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]