[
  {
    "id": "83B8508D-6B0F-49EA-B962-3EB8CE2D53F7",
    "url": "https://www.nps.gov/places/boulders-viewpoint-area.htm",
    "title": "Boulders Viewpoint Area",
    "listingDescription": "Visitors can enjoy the Granite Mountains at the Boulders Viewpoint Parking Area located 7 miles north of Interstate 40. Boulders Viewpoint Parking Area is also 50 miles south of Baker and Interstate 15. There are no services at this viewpoint.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9ECA709D-9DA7-6F17-257BAB075A928322.jpg",
        "credit": "Mike Beer",
        "altText": "The rocky peaks of the Granite Mountains with a clear sky. Creosote in the foreground.",
        "title": "Boulders Viewpoint Area",
        "description": "",
        "caption": "The Granite Mountains seen from Boulder Viewpoint Area",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9ECA709D-9DA7-6F17-257BAB075A928322.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9ECA709D-9DA7-6F17-257BAB075A928322.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "moja",
        "designation": "National Preserve",
        "fullName": "Mojave National Preserve",
        "url": "https://www.nps.gov/moja/index.htm",
        "name": "Mojave"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "mountains",
      "Granite Mountains",
      "viewpoint",
      "parking area",
      "overlook"
    ],
    "latitude": "34.8043635788339",
    "longitude": "-115.60937440148622",
    "latLong": "34.8043635788339,-115.60937440148622",
    "bodyText": "Boulders Viewpoint Area is a wonderful place to park your car, take a break, and enjoy a stunning view of the Granite Mountains. Boulders Viewpoint Parking Area is located 7 miles north of Interstate 40. In addition, Boulders Viewpoint Parking Area is also 50 miles south of Baker and Interstate 15. There are no services at this viewpoint.",
    "audioDescription": "Boulders Viewpoint Area is a wonderful place to park your car, take a break, and enjoy a stunning view of the Granite Mountains. Boulders Viewpoint Parking Area is located 7 miles north of Interstate 40. In addition, Boulders Viewpoint Parking Area is also 50 miles south of Baker and Interstate 15. There are no services at this viewpoint.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "http://www.nps.gov/moja/planyourvisit/kelbaker-road.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Parking - Auto",
      "Parking - Bus/RV"
    ],
    "managedByOrg": "Mojave National Preserve",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "34.8043635788339, -115.60937440148622",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7EA0FFC5-E2BF-4876-A39E-FAC6C19E0D7B",
    "url": "https://www.nps.gov/places/california-mojave-national-preserve-lanfair-settlement-archive.htm",
    "title": "California| Mojave National Preserve Lanfair Settlement Archive",
    "listingDescription": "When the eastern Mojave Desert was opened to homesteading in 1910, Lanfair Valley became the focus of a visionary group of African American entrepreneurs and clergy in Los Angeles who were determined to establish agricultural and mining colonies in this desert settlement. These homesteads are the stories of friends and family who came to Lanfair Valley to escape oppression and bigotry, and to claim land that with work could become land of their own.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/2CF69664-E368-E3B5-6269DE87F3C67881.jpg",
        "credit": "NPS photo",
        "altText": "Color image of Mojave National Preserve",
        "title": "Mojave National Preserve",
        "description": "",
        "caption": "Cinder Cone National Natural Landmark in Mojave National Preserve, California.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/2CF69664-E368-E3B5-6269DE87F3C67881.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/2CF69664-E368-E3B5-6269DE87F3C67881.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "moja",
        "designation": "National Preserve",
        "fullName": "Mojave National Preserve",
        "url": "https://www.nps.gov/moja/index.htm",
        "name": "Mojave"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "African American Civil Rights Network",
      "Mojave National Preserve",
      "homesteading",
      "African American History",
      "California",
      "Homestead Act of 1862",
      "Mojave Desert History"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "The desert is a land of mystery, a land of little forgiveness, and a place where dreams have blossomed and withered. One such dream, a dream of economic independence for African Americans, came to be known as Lanfair. The determination to realize that dream has been documented by Goffs historian, Dennis G. Casebier, and anthropologists Rebecca Austin, and Ginny Bengston.  <br /> <br /> When the eastern Mojave Desert was opened to homesteading in 1910, Lanfair Valley became the focus of a visionary group of African American entrepreneurs and clergy in Los Angeles bent on establishing agricultural and mining colonies in the desert. Lanfair is situated within the Mojave National Preserve along Lanfair Road some 17 miles north of the community of Goffs. Though rail service through the valley attracted many to try their luck, there is little across the landscape today to recall this community of homesteading farmers and their efforts to literally grow a new life out of the arid desert soil.  <br /> <br /> Represented in the remains of these homesteads are the stories of the men, women, and children, friends and family, who came to Lanfair Valley to escape oppression and bigotry, and to claim land that with work could become land of their own. Links among some of these homesteaders are documented in census records, land patent proof testimony, recorded interviews, and Ancestry.com. Some were associated in the east, in most cases through family, decades before coming to California. Some became known to each other after settling in Los Angeles and the Pasadena-Monrovia area. Other relationships originated through business and participation in the efforts to colonize the desert. <br /> <br /> The experiment at Lanfair Valley lasted only a short time and has survived the passing years and generations in name only. The reach for independence that brought about that experiment, and the struggle to realize it, perfectly define the American Dream. Details of what these homesteaders experienced and how hard they worked are documented in the historical record and memorialized in what they left behind them. Through the vision of the National Park Service and the efforts of two anthropologists, the dream and the struggle have been brought to light, and the legacy of Lanfair has reunited the descendants of a number of those pioneers.<br /> <br /> In September 2021, the Mojave National Preserve Lanfair Settlement Archive was added to the African American Civil Rights Network (AACRN).<br /> <br /> <i>The African American Civil Rights Network recognizes the civil rights movement in the United States and the sacrifices made by those who fought against discrimination and segregation. Created by the African American Civil Rights Act of 2017, and coordinated by the National Park Service, the Network tells the stories of the people, places, and events of the U.S. civil rights movement through a collection of public and private resources.</i>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "National Park Service",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "2701 Barstow Rd, Barstow, CA 92311",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Archive documenting the history of an interracial homesteading community",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Preserve",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E50C9829-3B6D-46E7-A101-B49AA07EDD76",
    "url": "https://www.nps.gov/places/ft-piute.htm",
    "title": "Ft. Piute",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/579975B6-FF8F-7A50-6E26DC392C285875.jpg",
        "credit": "NPS photo",
        "altText": "An approximately 4 foot tall structure composed completely of greyish rocks.",
        "title": "Fort Piute",
        "description": "",
        "caption": "Ft Piute was occupied from 1866-1867 to protect mail and emigrants.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/579975B6-FF8F-7A50-6E26DC392C285875.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/579975B6-FF8F-7A50-6E26DC392C285875.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "moja",
        "designation": "National Preserve",
        "fullName": "Mojave National Preserve",
        "url": "https://www.nps.gov/moja/index.htm",
        "name": "Mojave"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "military history",
      "Forts",
      "indigenous people"
    ],
    "latitude": "35.114934",
    "longitude": "-114.98514",
    "latLong": "35.114934,-114.98514",
    "bodyText": "<p>4WD and High Clearance is required to reach Ft Piute. It is located in a very remote area. The road is not regularly maintained, and some sections are rough and sandy. Before beginning a journey, drivers should ensure that their vehicle is in good condition: check tires, oil, and gas gauge. For emergencies, carry tools, tire jack, towrope, extra water, and fluids for your vehicle.<br /> <br /> Since deserts are defined by a scarcity of water it’s always surprising—indeed magical—when it is present. Piute Creek, the only stream that flows year-round in Mojave National Preserve, is such a place. In a landscape dominated by cholla cactus, Mojave yucca and other signature desert plants, the creekbed is lined with water-loving cottonwood trees. In late fall, the yellow leaves sparkle in the desert sun. It is an incongruous scene in a landscape generally bereft of such autumnal displays. It is magical.</p> <p>The geological backdrop to this scene is equally beautiful. Towering above the last of the cottonwoods at the head of the creek is Piute Gorge, a slot canyon carved by the torrential rains that occasionally surge through it. The walls of the gorge are hundreds of feet high. Cut off from the sky in this cool respite from the sun, you feel cut off from civilization as well. But such thoughts can be deceptive. Where there is water in the desert there are animals… and people.</p> <p>The human history of Piute Creek is as compelling as its natural history. Archeological evidence suggests that humans have used the area for thousands of years. To stand on the banks of this small, remote creek and imagine crops of melon, corn, and other foods planted along the banks is to appreciate the ingenuity and efforts of the people who lived there so long ago. Piute Creek was also a stop along a busy trail that peoples of the Colorado River basin used to trade with tribes along the California Coast—a trail that the Spanish and, later, Americans largely followed. The route became known as the Mojave Road. Its importance is illustrated by the remnants of a fort that US soldiers built above the creek and briefly occupied from 1866–1867. Fort Piute protected mail and emigrants traveling to the coast. With the arrival of railroads, however, the route became extraneous. Mail was carried by rail, wagons ceased to use the road, and the native peoples who first used these trails and lived along the banks of Piute Creek were settled on reservations. The last residents of the area were George and Virginia Irwin who, in the 1940s and 1950s, operated a ranch east of the remains of Fort Piute.</p> <p>Today the Mojave Road has been rerouted to protect the sensitive habitat that this miraculous desert stream supports, but one can still hike a small portion of the original route taken by so many. The human and natural drama of Piute Creek is truly inspirational. And it all begins, and ends, with that little stream on the eastern edge of the Mojave Desert that never dries up.</p> <p>Before visiting, be sure to consult a reliable map and, as always, it’s a good idea to check with a park ranger for the latest information on weather and road conditions.</p>",
    "audioDescription": "Near the parking area, there is an informational kiosk about the history and natural resources of the area. A short walk leads to a historical stone fort, about four feet tall. Hikers can continue on a difficult-to-follow trail along the creek until they reach Piute Canyon.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "35.114835, -114.984473",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical fort",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "335B86AB-B00F-4945-B7FA-698D12D94168",
    "url": "https://www.nps.gov/places/kelso-dunes.htm",
    "title": "Kelso Dunes",
    "listingDescription": "The Kelso Dunes are among the largest sand dunes in the country, and an exciting place to spend a few hours exploring.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/88AAD5B5-FB43-2964-26062B8B9FE36F67.jpg",
        "credit": "A Gilliland",
        "altText": "A cloudly blue sky above sand dunes",
        "title": "Kelso Dunes",
        "description": "",
        "caption": "Kelso Dunes",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/88AAD5B5-FB43-2964-26062B8B9FE36F67.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/88AAD5B5-FB43-2964-26062B8B9FE36F67.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "moja",
        "designation": "National Preserve",
        "fullName": "Mojave National Preserve",
        "url": "https://www.nps.gov/moja/index.htm",
        "name": "Mojave"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "sand dunes",
      "hike",
      "desert"
    ],
    "latitude": "34.9083388361",
    "longitude": "-115.731661026",
    "latLong": "34.9083388361,-115.731661026",
    "bodyText": "The Kelso Dunes, at over 600 feet tall, are a vast playground of sand. For thousands of years, wind picked up sand from the nearby Mojave River sink and carried it until it came upon the moutains. Once the wind hit the Providence and Granite Mountain ranges, it released the sand, forming the beautiful slopes you see now. It is unlikely that any new accumulation is occurring today. <br /> <br /> If you're feeling energetic, take the three-mile roundtrip hike to the top of the dunes. Or explore the many varied windswept shapes along the way. If you're lucky, you might hear the dunes singing: listen (and feel) for a low-pitched booming sound. <br /> <br /> The Kelso Dunes are also home to a unique, fragile ecosystem. There are multiple rare species of plants here, as well as endemic insect species that don't live anywhere else in the world. Sidewinder snakes and Mojave fringe-toed lizards are among some of the animal inhabitants. Look for tracks in the sand. Who else has been there? ",
    "audioDescription": "A sand dune field, about 45 square miles, with the tallest dune being 650 feet. The sand forms sharp ridge lines and domed curves where blown by the wind. Grasses, cacti, and wildflowers dot the slopes.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "1fc0a112-ce4b-411c-ad64-6324336a34ee",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting",
      "Trailhead",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Mojave National Preserve",
        "name": "Location"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Wilderness",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "25DDB7EC-086C-409E-8E4F-93B594B2DFD9",
    "url": "https://www.nps.gov/places/rings-loop.htm",
    "title": "Rings Loop",
    "listingDescription": "Discover how Hole-in-the-Wall got its name as you ascend narrow Banshee Canyon with the help of metal rings mounted in the rock. The 1.5-mile round-trip hike connects to the Mid Hills to Hole-in-the-Wall Trail and the Barber Peak Trail.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/479EDB91-D0C7-6B93-030C51F5B87668AE.jpg",
        "credit": "B. Michel",
        "altText": "Ranger Climbs out of the Rings Trail. Ranger is in-between tall and narrow cliff walls",
        "title": "Rings Trail",
        "description": "",
        "caption": "Explore one of our most popular hikes!",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/479EDB91-D0C7-6B93-030C51F5B87668AE.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/479EDB91-D0C7-6B93-030C51F5B87668AE.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "moja",
        "designation": "National Preserve",
        "fullName": "Mojave National Preserve",
        "url": "https://www.nps.gov/moja/index.htm",
        "name": "Mojave"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "hiking",
      "desert",
      "canyon",
      "Rings Trail"
    ],
    "latitude": "35.04419313418236",
    "longitude": "-115.397233958301",
    "latLong": "35.04419313418236,-115.397233958301",
    "bodyText": "Discover how Hole-in-the-Wall got its name as you ascend narrow Banshee Canyon with the help of metal rings mounted in the rock. The 1.5-mile round-trip hike connects to the Mid Hills to Hole-in-the-Wall Trail.",
    "audioDescription": "Discover how Hole-in-the-Wall got its name as you ascend narrow Banshee Canyon with the help of metal rings mounted in the rock. The 1.5-mile round-trip hike connects to the Mid Hills to Hole-in-the-Wall Trail.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/moja/planyourvisit/rings-loop.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "Mojave National Preserve",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "35.04419313418236, -115.397233958301",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E7D28C89-BB28-4210-9109-398CE3C9D9FF",
    "url": "https://www.nps.gov/places/rock-spring.htm",
    "title": "Rock Spring",
    "listingDescription": "The Rock Springs area was used by miners and the military for years. It features an easy one-mile trail with interpretive information and a historic building.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/8BCA74B8-D35D-C14D-C81BD5C0E898F648.jpg",
        "credit": "NPS",
        "altText": "a cabin made of rock",
        "title": "Rock House",
        "description": "",
        "caption": "Rock House",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/8BCA74B8-D35D-C14D-C81BD5C0E898F648.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/8BCA74B8-D35D-C14D-C81BD5C0E898F648.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "moja",
        "designation": "National Preserve",
        "fullName": "Mojave National Preserve",
        "url": "https://www.nps.gov/moja/index.htm",
        "name": "Mojave"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "hiking",
      "Mining",
      "military",
      "historic"
    ],
    "latitude": "35.155023",
    "longitude": "-115.334769",
    "latLong": "35.155023,-115.334769",
    "bodyText": "The Rock Spring area is beautiful, lush part of the Preserve. Though water flows infrequently, you may still find it in the spring. <br /> <br /> The Rock Spring Loop is an easy, one-mile intrepretive trail, featuring descriptions of the mining and military history of the area. This particular spot has been significant to people for a long time.<br /> <br /> You'll also find the Rock House, a historic building that has provided rest and healing to multiple residents. (The Rock House is locked, please stay out for your safety). ",
    "audioDescription": "A mile-long loop hiking trail winds through hills, a creek bed, and rocky areas. There is a historic cabin made of rock.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Mojave National Preserve",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "17FEBFD5-B39F-4E5E-AC22-CBCB517531F5",
    "url": "https://www.nps.gov/places/the-lava-tube-at-mojave.htm",
    "title": "The Lava Tube",
    "listingDescription": "The Lava Tube at Mojave National Preserve basaltic lava tube feature in the Cima Dome Volcanic Field. A short, rocky hiking trail leads from a primitive parking area, to a skylight in the tube, where a ladder leads hikers into the lava tube. Access requires a high clearance from Aiken Mine and Kelbaker Roads. Be sure to check road conditions at go.nps.gov/MojaveRoads before you go.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/2F423168-F6A8-406D-DCDD5E17F0DD33DC.jpg",
        "credit": "NPS Photo / B. Michel",
        "altText": "A beam of light shines down from above, illuminating rock walls",
        "title": "Lava Tube",
        "description": "",
        "caption": "At mid-day during the summer, a light beam may be visible shining down from above",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/2F423168-F6A8-406D-DCDD5E17F0DD33DC.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/2F423168-F6A8-406D-DCDD5E17F0DD33DC.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "moja",
        "designation": "National Preserve",
        "fullName": "Mojave National Preserve",
        "url": "https://www.nps.gov/moja/index.htm",
        "name": "Mojave"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "lava tube",
      "hiking",
      "4X4",
      "volcanic features",
      "Basaltic Lava Flows"
    ],
    "latitude": "35.216319",
    "longitude": "-115.751506",
    "latLong": "35.216319,-115.751506",
    "bodyText": "The Lava Tube was formed by hot, molten lava oozing across the desert floor 27,000 years ago. Now, visitors can go inside the lava tube to enjoy a unique underground haven with cooler summer temperatures and fantastic photography opportunities. <br /> <br /> <strong>Access Information:</strong><br /> Two-wheel drive, high clearnace vehicles can usually access the lava tube via the unimproved Aiken Mine Road from North Kelbaker Road. Be sure to check <a href=\"https://www.nps.gov/moja/road-conditions.htm\">current road conditions</a> to verify the route is open for your type of vehicle, as conditions can change due to weather events. The walking trail from the parking area to the tube is 1/2 mile over rocky terrain.  ",
    "audioDescription": "The stairs down into the lava tube are sturdy, wide metal and have handholds along both sides. At the bottom of the stairs, visitors walk on loose boulders, then crouch or crawl under an overhanging rock to enter the lava tube's main room. Holes in the ceiling allow light beams to shine down, making for stunning photography. .",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Parking - Auto",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "35.216319, -115.751506",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Cinder Cones National Natural Landmark",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Natural Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]