[
  {
    "id": "F654F8FF-4603-40F9-88BD-FBFD150A2060",
    "url": "https://www.nps.gov/places/000/10th-vermont-monument.htm",
    "title": "10th Vermont Monument",
    "listingDescription": "The 10th Vermont Monument was dedicated in 1915 by the State of Vermont to honor the 10th Vermont infantry Regiment. This monument was the fourth erected at Monocacy.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AA915379-A09D-5797-1A6E1CA087E0FD8A.jpg",
        "credit": "NPS / Claire Hassler",
        "altText": "A large pillar with a cross on the top of it.",
        "title": "10th Vermont Monument",
        "description": "",
        "caption": "10th Vermont Monument",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AA915379-A09D-5797-1A6E1CA087E0FD8A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AA915379-A09D-5797-1A6E1CA087E0FD8A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "Vermont",
      "battle of monocacy",
      "Thomas Farm",
      "Union",
      "Memorials"
    ],
    "latitude": "39.3605685009",
    "longitude": "-77.3872586569",
    "latLong": "39.3605685009,-77.3872586569",
    "bodyText": "<p>The 10th Vermont Monument was dedicated in 1915 by the State of Vermont to honor the 10th Vermont infantry Regiment. This monument was the fourth erected at Monocacy.<br /> <br /> The monument honors the soldiers from 10th Vermont Infantry Regiment who fought at the Battle of Monocacy for the Union forces. The 10th Vermont took part in two locations at the Battle of Monocacy. The ﬁrst was at Monocacy Junction on the B&O railroad, where a small detail of 75 men was tasked with aiding in the defense of the railroad and road bridges crossing the Monocacy River. Most of the regiment took up position along the left flank of the Union line at the Thomas Farm, where it participated in some of the heaviest ﬁghting.<br /> <br /> Two members of Company D, 10th Vermont infantry—<a href=\"https://www.nps.gov/mono/learn/historyculture/medal_of_honor.htm\">First Lieutenant George E. Davis and Corporal Alexander Scott</a>—were awarded the Medal of Honor for their actions at the Battle of Monocacy. <a href=\"https://www.nps.gov/mono/learn/historyculture/soldiers_story.htm\">Private George M. Douse</a>, of Company A, was among those of the 10th who were wounded during the battle.</p>",
    "audioDescription": "This description 355 words in length. The Vermont Monument at Monocacy National Battlefield is located four miles south of Frederick, Maryland, at the northwest corner of the T-shaped intersection of Araby Church Road and Baker Valley Road. There is a small car pull-off near the monument. The monument is a light-gray granite monolith approximately seven feet in height, 3 feet wide, and 3 feet deep. The surface of the granite is smooth. The monument faces southeast towards the intersection. There are three granite steps leading up to monument. On the front it has a 1.85 foot by 1.85 foot bronze tablet in the shape of a Greek Cross, the symbol of the 6th Corps. The tablet is inscribed: This monument was erected by the STATE OF VERMONT to designate the position of the TENTH VERMONT INFANTRY during the battle fought here on the ninth day of July 1864 to save Washington, \"and we saved it.\" Seven companies occupied the Washington Pike, while three companies occupied the Buckeystown Road opposite the Thomas House. 1915 To the north of the monument is the Thomas Farm. Fields of crops with trees at the edges abut the monument. Approximately a quarter of a mile northwest of the monument is a brick farm house, a stone tenant house and a red barn. Baker Valley Road runs to the west of the monument. It is a narrow, two-lane road. On the north side of Baker Valley Road is the battlefield. On the south side of Baker Valley Road are seven private homes. There is a gentle rise to Baker Valley Road as it moves to the west. To the south of the monument, immediately on the corner of Baker Valley Road and Araby Church Road is a small red brick church, Araby United Methodist Church. It has three stained glass windows on the north side of the building. The entrance is on the east end of the building. To the east of the monument Baker Valley Road meets at a T-intersection with the narrow, two-lane Araby Church Road. Across the road is a mowed grass field. One-hundred-sixty feet northeast of the Vermont Monument is the Pennsylvania Monument.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "765b7e53-0fa1-492e-b774-cfdd0ec3bda3",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Civil War Monument",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield, National Register of Historic Places, National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "10th Vermont Monument Preservation Project",
        "id": "C3F88CB5-7435-4F57-9C7B-1A1E94ADEFCB",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653705&id=C3F88CB5-7435-4F57-9C7B-1A1E94ADEFCB"
      },
      {
        "title": "Thomas Farm at Monocacy National Battlefield",
        "id": "19D20C98-04CA-4B7B-8420-84FCF6AB5EC1",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653705&id=19D20C98-04CA-4B7B-8420-84FCF6AB5EC1"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "A16064FC-8B17-4C2C-B888-D6056D1B69F3",
    "url": "https://www.nps.gov/places/000/14th-new-jersey-monument.htm",
    "title": "14th New Jersey Monument",
    "listingDescription": "Dedicated on July 9, 1907, the 14th New Jersey Monument was the first Civil War monument erected at Monocacy Junction. The State of New Jersey commissioned the monument in honor of the soldiers of the 14th New Jersey Regiment for the their dedicated service and sacrifice throughout the Civil War.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AAACBEF2-F0F8-2D44-CE8EA72B15EC21AD.jpg",
        "credit": "NPS / Claire Hassler",
        "altText": "A white marble sculpture of a soldier.",
        "title": "14th New Jersey Monument",
        "description": "",
        "caption": "14th New Jersey Monument",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AAACBEF2-F0F8-2D44-CE8EA72B15EC21AD.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AAACBEF2-F0F8-2D44-CE8EA72B15EC21AD.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "New Jersey",
      "battle of monocacy",
      "Union Army",
      "VI Corps",
      "6th Corps"
    ],
    "latitude": "39.370713",
    "longitude": "-77.392579",
    "latLong": "39.370713,-77.392579",
    "bodyText": "<p><em><strong>Due to Road Construction the 14th New Jersey Monument is currently inaccessible. The road project is expected to finish in Spring 2021.</strong></em><br /> <br /> Dedicated on July 9, 1907, the <a href=\"https://www.nps.gov/mono/learn/historyculture/new-jersey-monument.htm\">14th New Jersey Monument</a> was the first Civil War monument erected at Monocacy Junction. The State of New Jersey commissioned the monument in honor of the soldiers of the <a href=\"https://www.nps.gov/mono/learn/historyculture/14th_nj.htm\">14th New Jersey Regiment</a> for the their dedicated service and sacrifice throughout the Civil War.<br /> <br /> The monument commission was comprised of veterans from the 14th New Jersey. Funded by the State of New Jersey, the commission was responsible for the location, design, construction, and dedication. In their report to the Governor, the monument committee described their design as \"a departure from the usual form, a soldier at parade rest. This statue represents a 'soldier in action,' having just fired his rifle, he reaches with his right hand for another cartridge, while his left hand grasps his rifle to bring it into position to load as he advances.\"<br /> <br /> The commission placed two bronze plaques on the monument. The first plaque reads:</p> <blockquote> <p>Erected by the State of New Jersey to commemorate the heroic services of the 14th Regiment, New Jersey Volunteer Infrantry, 1st Brigade, 3rd Division, 6th Army Corps, Army of the Potomac, at the Battle of Monocacy, MD.<br /> July 9, 1864<br /> *************<br /> The 14th Regiment New Jersey Volunteers was organized on the Monmouth Battle Ground, and mustered in the United States service near Freehold, New Jersey August 26th, 1862, and was mustered out June 18th, 1865, near Washington, D.C.</p> </blockquote> <p>The second plaque reads:</p> <blockquote> <p>The Union forces commanded by General Lew Wallace on the battlefield so stubbornly opposed the Confederate troops under General Jubal A. Early as to assure the safey of the National Capital.<br /> *************<br /> The Commission to erect the monument<br /> Major John C. Patterson, President<br /> Adjutant William H. Foster, Secretary<br /> Corporal R.A.Clark, Treasurer<br /> Captain Jarvis Wanser<br /> Sergeant John Grover<br /> Thos Manson & Son, Builders</p> </blockquote> <p>Two additional plaques were added later to the monument. The State of New Jersey rededicated the monument on the centennial of the battle and added a plaque noting:</p> <blockquote> <p>This site rededicated July 5, 1964</p> <p>Civil War Centennial Commission<br /> State of New Jersey</p> </blockquote> <p>To commemorate the 100th anniversary of the monument, a ceremony was held on July 7, 2007. In advance of the rededication, the National Park Service initiated a restoration of the 14th New Jersey Monument.The project focused cleaning and repairing the monument. Restoration specialist removed biological growth and other contaminants from the sculpture and base. A number of areas of damage - probably as a result of vandalism - were carefully repaired and restored. The monument's bronze plaques were cleaned and waxed, and the concrete apron surrounding the base was replaced. A plaque commemorating the monument's anniversary was unveiled at the rededication ceremony.</p> <blockquote> <p dir=\"ltr\">We commemorate the 100th anniversary of this monument and rededicate it in honor of those who served with pride and distinction in the 14th New Jersey Volunteer Infantry. One hundred years ago, in a time of healing, the surviving veterans came here to remember their comrades and their sacrifices. We gather here today to honor them anew. Their struggle to preserve the Union must never be forgotten.<br /> The New Jersey Civil War History Association<br /> July 7, 2007</p> </blockquote>",
    "audioDescription": "This description is 660 words long. The 14th New Jersey Monument is 24 feet tall with a sculptured granite full-length figure of a uniformed Union Army infantryman standing on a tall pedestal on a three-tiered rough-hewn base. The monument grounds are enclosed in stone-pillared iron fence. The statue of the infantryman is seven feet tall. He is standing facing the East. His head is turned 45 degrees to his right, looking South into the distance. His mustache curls up on the sides. He wears a Union soldier’s field uniform: McClellan cap, a hip-length coat with a belt over it at the waist, trousers, and shoes. He has pouches hanging from crossed shoulder straps and his belt. His right hand is at his waist reaching into his ammunition pouch, and his left hand holds the barrel of his musket upright, the butt at his left foot. His left leg is slightly bent. The statue is at the top of a 17-foot tall square column. The width and the texture of the column varies as it moves from top to bottom. Immediately below the statue is a smooth band about a foot thick. A rough finished band about two feet thick protrudes from the column below it. On the East side of the band is a round bronze plaque, the seal of the State of New Jersey. The next segment of the column is smooth and about six feet long. Centered on all four sides of this section is a raised Greek Cross, the emblem of the 6th Corps. Below this section is a rough finished band about 2 feet thick, followed by another six-feet long smooth section. A bronze plaque almost entirely covers the east face of this section. The bronze plaque reads: \"Erected by the State of New Jersey to commemorate the heroic services of the 14th Regiment, New Jersey Volunteer Infantry, 1st Brigade, 3rd Division, 6th Army Corps, Army of the Potomac, at the Battle of Monocacy, MD. July 9, 1804. The 14th Regiment New Jersey Volunteers was organized on the Monmouth Battle Ground, and mustered in the United States service near Freehold, New Jersey August 26th, 1862, and was mustered out June 18th, 1865, near Washington, D.C.\" The next section of the column is slightly wider and rough finished. The next tier is wider still and has another plaque embedded on its east side. The second plaque reads: \"The Union forces commanded by General Lew Wallace on the battleﬁeld so stubbornly opposed the Confederate troops under General Jubal A. Early as to assure the safety of the National Capital. The commission to erect the monument Major John C. Patterson, President Adjutant William H. Foster; Secretary Corporal R. A. Clark, Treasurer Captain Jarvis Wanser Sergeant John Grover Thos Manson & Son, Builders \" The next tier is the widest level and serves at the foundation of the column. It is also rough finished. A small plaque is embedded in the horizontal surface of the east side. It reads: \"This site rededicated July 5, 1964 Civil War Centennial Commission State of New Jersey Richard J. Hughes Governor\" On the east side of the concrete pad surrounding the monument is a fourth bronze plaque: \"We commemorate the 100th anniversary of this monument and rededicate it in honor of those who served with pride and distinction in the 14th New Jersey Volunteer Infantry. One hundred years ago, in a time of healing, the surviving veterans came here to remember their comrades and their sacrifices. We gather here today to honor them anew. Their struggle to preserve the Union must never be forgotten. The New Jersey Civil War History Association July 7, 2007\" To the north of the monument are railroad tracks. To the west is a farm field that wraps around the south side of the monument. The field is bordered by the Monocacy River on the south. To the East is a two-lane road, the Georgetown or Urbana Pike. Trees screen the monument from the road.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Civil War Monument, Battle of Monocacy",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield, National Register of Historic Places, National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "14th New Jersey Monument Project",
        "id": "28883EAD-1DD8-B71C-077F-EF99BE10F68C",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653741&id=28883EAD-1DD8-B71C-077F-EF99BE10F68C"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "FAF75738-F217-4936-808C-D342783EC430",
    "url": "https://www.nps.gov/places/000/best-farm.htm",
    "title": "Best Farm",
    "listingDescription": "The quiet farm fields of the Best Farm hide deep stories of conflict and struggle. Originally known as L'Hermitage, the French-Caribbean family that sought freedom and safety here enslaved up to 90 people of African descent. During the Civil War, Union and Confederate armies took turns occupying the land; finally clashing here on July 9, 1864. This is tour stop 1 on the driving tour.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9FBDB5E9-085D-BE86-ADF5ABC78B011A65.jpg",
        "credit": "NPS/Marcey Frutchey",
        "altText": "Two farm houses sit on the far end of an open field of corn.",
        "title": "Best Farm",
        "description": "",
        "caption": "Originally known as L'Hermitage, the Best Farm is named for the family that leased the farm in 1864.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9FBDB5E9-085D-BE86-ADF5ABC78B011A65.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9FBDB5E9-085D-BE86-ADF5ABC78B011A65.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "monocacy national battlefield",
      "Civil War",
      "Confederate Army",
      "Slavery",
      "Freedom Seekers",
      "Network to Freedom",
      "battle of monocacy",
      "best farm",
      "L'Hermitage"
    ],
    "latitude": "39.3706257675",
    "longitude": "-77.3987906651",
    "latLong": "39.3706257675,-77.3987906651",
    "bodyText": "<p>The Best Farm is the first stop on the Monocacy National Battlefield driving tour. It is located three miles south of Frederick, Maryland along the Georgetown Pike, today's Route 355. The Best Farm comprises the southern 274 acres of what was originally a 748-acre plantation known as <em><a href=\"https://www.nps.gov/mono/learn/historyculture/hermitage.htm\">L'Hermitage</a></em>, owned by <a href=\"https://www.nps.gov/mono/learn/historyculture/victoire_vincendiere.htm\">Victoire Vincendière</a>. The Vincendieres were the second largest enslavers in Frederick County, holding up to 90 people in bondage in 1800. The Vincendieres sold the farm in 1827, and after several transfers of ownership it was acquired by Charles E. Trail in 1852. The Trails, however, never occupied the farm and instead operated it as a tenant farm until it was acquired by the National Park Service in 1993. For many years during Trail's ownership, members of the <a href=\"https://www.nps.gov/mono/learn/historyculture/best.htm\">Best family</a> leased the farm.<br /> <br /> Because of its proximity to the Georgetown Pike and Monocacy Junction, portions of both the Union and Confederate armies camped at the Best Farm throughout the Civil War. On September 13, 1862, during the Maryland Campaign, Confederate General Robert E. Lee's <a href=\"https://www.nps.gov/mono/learn/historyculture/an-invitation-to-battle.htm\">lost order No. 191</a> (which outlined his army's movements) was found on the Best Farm by soldiers from the 27th Indiana. Passed up through the chain of command, the captured order gave Union General George B. McClellan advance notice of his enemy's movements. Holding the paper, McClellan exclaimed, \"Here is a paper with which, if I cannot whip Bobby Lee, I will be willing to go home.\"</p> <p>In 1864, John T. Best took over operation of the farm from his father David. The first year of farming on his own looked promising, but soon proved disastrous. During the Battle of Monocacy on July 9, 1864, Confederate artillery set up on his farm and sharpshooters took positions in the barn. They fired at Union troops guarding the covered bridge over the Monocacy River on the Georgetown Pike. The Union returned fire, however, setting the Best's barn ablaze and destroying the grain, hay, tools, and farming implements kept there. Confederate infantry, using the farm as a staging area, soon destroyed any crops left standing in the fields.</p>",
    "audioDescription": "This description is 541 words long. The Best Farm is a 274-acres, active farm. It is bordered by the Georgetown Pike on the east, the Monocacy River on the south, Interstate 270 on the west, and an office park on the north. A half-mile-long, gravel, L-shaped lane leads west from the Georgetown Pike back to a cluster of farm buildings. Fields planted with crops flank the farm lane. A tenth of a mile from the Georgetown Pike, there is a break in the cultivated fields south of the lane. Next to the road is a dirt mound about ten-feet high and a swath of grasses extends south to the tree line. At the turn in the lane, there is a grassy path that extends northwest through the farm fields approximately 750-feet to two cannons. Continuing on the gravel lane south leads to a cluster of farm buildings and a parking area. From the parking area, looking north is a field of crops. Turning in a circle to the east there are a cluster of a waysides and a small, two-story house. Turning further south there is a small, white shed; two cannons; a large tree; a large white farmhouse and a small weathered shed; a corn crib. To the west there is a stone barn. Two-hundred-twenty feet east of the parking area is a small (35 by 20 feet), rectangular secondary house. The first floor is stone and the second story is white, German shiplap siding. The roof is a standing seam, red roof. There is a brick chimney in the center of the house and a stone and brick chimney on the northern exterior of the house. Seventy feet southwest of the secondary house, there is a small (8 by 8 feet), white, square shed with a sloped roof. One-hundred, fifty feet west of the shed is the main house. One-hundred, ten feet south of the parking area across a mowed lawn is a large, two-story, white farmhouse with a red, standing seem, metal roof—The Best House. It is L-shaped, with its fifty-foot front facing east toward the Georgetown Pike. The north side of the house tis seventy foot long. The roofline of the front part of the house runs north/south is higher while the roofline of the addition runs east/west. A small, weathered wood shed sits 10 feet west of the back of the addition. Fifty feet northwest of the main house and fifty feet southwest of the parking area is a corn crib. It is a weathered, fifty by thirty feet rectangular, wood structure with a peaked roofline that runs east/west. The roof is a red, metal, standing seam roof. The building has a cutout shaped like an upside down “U” or lowercase “N” that runs east/west through it. The space is twenty feet wide, large enough to drive a truck through. Two-hundred, forty feet west of the corn crib and the parking area, is a stone barn. The barn’s solid stone walls are two-stories tall. The east and west sides of the barn are sixty-feet long with ten-foot wide openings directly across from each other in the center. The north and south ends of the barn are thirty foot long. The barn is capped by a red metal, standing seam, hipped roof.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "54e76ea1-ce4d-469d-93fc-ea0f3e96bd9f",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, MD",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "L'Hermitage plantation, Lost Order 191, Battle of Monocacy",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield, National Register of Historic Places, National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "The Best Farm",
        "id": "145F1088-C375-41C9-BA4C-880B23DC8F51",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=145F1088-C375-41C9-BA4C-880B23DC8F51"
      },
      {
        "title": "Best Farm at Monocacy National Battlefield",
        "id": "9BB0DA56-7814-4762-AEFA-735B1A70DED5",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654343&id=9BB0DA56-7814-4762-AEFA-735B1A70DED5"
      },
      {
        "title": "Best Farm Slave Village Archeology",
        "id": "2EC7BA8C-1DD8-B71C-07B9-0FE8D60FDEF2",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654343&id=2EC7BA8C-1DD8-B71C-07B9-0FE8D60FDEF2"
      },
      {
        "title": "Best Farm Secondary House",
        "id": "288CCAFB-1DD8-B71C-0725-D6E66EF29AA9",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654343&id=288CCAFB-1DD8-B71C-0725-D6E66EF29AA9"
      },
      {
        "title": "Best Farm Main House",
        "id": "288AD6B7-1DD8-B71C-07FE-1AF82B66A29B",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654343&id=288AD6B7-1DD8-B71C-07FE-1AF82B66A29B"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "3C5E796A-F518-45A6-8A25-7336540FB570",
    "url": "https://www.nps.gov/places/000/best-farm-confederate-cannon1.htm",
    "title": "Best Farm Confederate cannon",
    "listingDescription": "These replica cannon represent the approximate location of Confederate artillery during the Battle of Monocacy.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/DD9C634E-B6FA-8F82-81FE37E109E0F34B.jpg",
        "credit": "NPS",
        "altText": "A replica Civil War cannon on a green lawn with a small white building behind it.",
        "title": "Confederate Artillery at Best Farm",
        "description": "",
        "caption": "Confederate artillery targeted the Union line on the Thomas Farm from this position.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/DD9C634E-B6FA-8F82-81FE37E109E0F34B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/DD9C634E-B6FA-8F82-81FE37E109E0F34B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "confederate",
      "artillery",
      "battle of monocacy",
      "best farm"
    ],
    "latitude": "39.370234",
    "longitude": "-77.398235",
    "latLong": "39.370234,-77.398235",
    "bodyText": "<p>These replica cannons represent the approximate location of Confederate artillery during the Battle of Monocacy. Around 1 p.m. <a href=\"https://www.nps.gov/civilwar/search-battle-units-detail.htm?battleUnitCode=CVASNEACAL\">Massie's Battery</a> relocated to the area between the <a href=\"https://www.nps.gov/places/000/best-farm-house.htm\">Best House</a> and the wooden barn (burned during the battle). <a href=\"https://www.nps.gov/civilwar/search-battle-units-detail.htm?battleUnitCode=CVACARPCAL\">Carpenter's Battery</a> relocated to west of the stone barn. From these positions the batteries supported <a href=\"https://www.nps.gov/people/john-mccausland.htm\">McCausland</a>'s Cavalry across the river on the <a href=\"https://www.nps.gov/places/000/worthington-farm.htm\">Worthington Farm</a>.<br /> <br /> Both batteries had begun the battle farther north on the <a href=\"https://www.nps.gov/places/000/best-farm.htm\">Best Farm</a>. Massie’s Battery’s <a href=\"https://www.nps.gov/places/000/best-farm-confederate-cannon-2.htm\">original position</a> was about a mile to the northwest of the junction or northwest of replica cannon in what is today an office park. Carpenter’s Battery was half a mile north of the junction, near the other replicas.<br /> <br /> Around 2 p.m. on the other side of the Georgetown Pike, <a href=\"https://www.nps.gov/places/000/east-best-farm-confederate-cannon.htm\">Kirkpatrick's Battery</a> moved forward to support General Gordon's attack on the Union left. Carpenter's and Massie's batteries remained in place. The <a href=\"https://www.nps.gov/civilwar/search-battle-units-detail.htm?battleUnitCode=CVALOWRCAL\">Wise Legion</a>, under the command of Captain William M. Lowry moved over from Buckeystown Pike to the west side of the Georgetown Pike near where the <a href=\"https://www.nps.gov/places/000/14th-new-jersey-monument.htm\">New Jersey Monument</a> is today. In these positions the artillery kept the defenders of the bridges under fire and provided enfilading fire on the union troops on the south side of the river. This was particularly effective during <a href=\"https://www.nps.gov/people/john-b-gordon.htm\">General Gordon</a>'s assault. These were the final positions of Confederate artillery at the end of the Battle of Monocacy.</p> <h4>Unit Information</h4> <p>Captain John L. Massie commanded the Fluvanna Virginia Artillery during the Battle of Monocacy. This battery had one 3-inch ordnance rifle and three 12-pounder smooth bore Napoleons. Two of the guns were sent to guard Crum’s Ford and did not play an active role in the battle. This battery was formed in October 1862 by combining the 1st and 2nd Fluvanna artillery batteries. It was with Lt. General Jubal Early throughout the Shenandoah Campaign. Captain Massie was mortally wounded a few months later in September 1864 and Captain Charles G. Snead assumed command for the rest of the war. The unit was overrun and captured at the battle of Waynesboro, Virginia on March 2, 1865.<br /> <br /> Captain John C. Carpenter commanded Alleghany Rough Artillery. This battery was armed with either; two 3- inch ordnance rifles and two 12-pounder smooth bore Napoleons (armament during Gettysburg battle); or two 10-pound Parrot rifles and one 12-pound Napoleon (armament in December 1864). This battery was originally an infantry company known as the Alleghany Toughs in the Stonewall Brigade. After the Battle of 1st Manassas, its senior officer was Lt. Joseph H. Carpenter whom General Jackson recognized as an artillery student of his at the Virginia Military Institute. On General Jackson's orders the unit was reorganized as artillery. It fought throughout the war until it was overrun with most members and all guns captured on April 1, 1865, at the battle of Five Forks.<br /> <br /> Captain William M Lowry commanded a unit of Virginia Light Artillery that is sometimes referred to as Wise’s Legion. This unit was armed with six 12-pound Napoleons. It formed in June 1861 in Monroe county, Virginia. This artillery battery served throughout the war in most of the major engagements. In January 1865, the battery left its artillery pieces in Charlottesville, Virginia, because of a lack of forage for its horses and its members disbursed to winter quarters around Dublin, Virginia. On reassembly in April 1865 they learned of General Lee's surrender and disbanded.</p>",
    "audioDescription": "This description has two hundred words. Two replica cannons are surrounded by farm buildings. The cannon point south. The main house is 85 feet to the west. There is a small shed 20 feet east of the cannon and a small two-story house 90 feet to the northeast. The cannon is a replica 12-pound Napoleon model. The brass barrel of the gun is six feet and seven inches long. At the rear of the barrel is a small knob. The circumference of the barrel tapers as it moves forward to the mouth of the barrel in front. The brass barrel sits on a wooden carriage with two five-foot diameter wheels with wood spokes, one on each side of the barrel. A long wooden stock slopes away from the barrel with its tail resting on the ground. It extends six feet beyond the rear of the barrel. Looking south from the cannon, the lawn extends 100 feet to a line of trees that screen the railroad tracks. To the west, a large tree grows in front of the two-story, white, farmhouse. To the north, a long gravel driveway divides the agricultural fields. To the east beyond the small house is a rolling agricultural field and Route 355.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Battle of Monocacy",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield, National Register of Historic Places, National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "General Early arrives",
        "id": "B4F77CA0-7306-48E8-A1E1-BCCA4727D848",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=B4F77CA0-7306-48E8-A1E1-BCCA4727D848"
      },
      {
        "title": "Best Farm at Monocacy National Battlefield",
        "id": "9BB0DA56-7814-4762-AEFA-735B1A70DED5",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653901&id=9BB0DA56-7814-4762-AEFA-735B1A70DED5"
      },
      {
        "title": "Best Farm Main House",
        "id": "288AD6B7-1DD8-B71C-07FE-1AF82B66A29B",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653901&id=288AD6B7-1DD8-B71C-07FE-1AF82B66A29B"
      },
      {
        "title": "Best Farm Slave Village Archeology",
        "id": "2EC7BA8C-1DD8-B71C-07B9-0FE8D60FDEF2",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653901&id=2EC7BA8C-1DD8-B71C-07B9-0FE8D60FDEF2"
      },
      {
        "title": "Best Farm Slave Village Artifacts",
        "id": "2FD8F6D4-1DD8-B71C-0745-CAABF9CE4C54",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653901&id=2FD8F6D4-1DD8-B71C-0745-CAABF9CE4C54"
      },
      {
        "title": "Best Farm Secondary House",
        "id": "25484172-1DD8-B71C-07A2-B7851781D6A8",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653901&id=25484172-1DD8-B71C-07A2-B7851781D6A8"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "48FB9B7F-144A-4BB2-954F-D59F3DEBEB39",
    "url": "https://www.nps.gov/places/000/best-farm-confederate-cannon-2.htm",
    "title": "Best Farm Confederate cannon 2",
    "listingDescription": "These replica cannon represent the approximate location of Confederate artillery during the Battle of Monocacy.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AACAAAAD-BAE1-1E25-E3AECFD83E2A61A9.jpg",
        "credit": "NPS / Claire Hassler",
        "altText": "Two canons on a grassy field.",
        "title": "Best Farm Confederate Cannon Two",
        "description": "",
        "caption": "Best Farm Confederate Cannon Two",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AACAAAAD-BAE1-1E25-E3AECFD83E2A61A9.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AACAAAAD-BAE1-1E25-E3AECFD83E2A61A9.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "artillery",
      "confederate",
      "battle of monocacy",
      "best farm"
    ],
    "latitude": "39.373466",
    "longitude": "-77.400686",
    "latLong": "39.373466,-77.400686",
    "bodyText": "<p>These replica cannon represent the approximate location of Confederate artillery during the Battle of Monocacy. During the battle, <a href=\"https://www.nps.gov/civilwar/search-battle-units-detail.htm?battleUnitCode=CVASNEACAL\">Massie’s Battery</a> and <a href=\"https://www.nps.gov/civilwar/search-battle-units-detail.htm?battleUnitCode=CVACARPCAL\">Carpenter’s Battery</a> were located on the <a href=\"https://www.nps.gov/places/000/best-farm.htm\">Best Farm</a> west of the Georgetown Pike (modern Route 355 or Urbana Pike). Massie’s Battery’s original position was about a mile to the northwest of the junction or northwest of replica cannon in what is today an office park. Carpenter’s Battery was half a mile north of the junction, near the replicas.<br /> <br /> Massie’s Battery was the first Confederate artillery to engage in the Battle of Monocacy. Around 7:30 a.m. two guns fired on Gambrill Mill, killing two soldiers of the 151st New York and wounding several men of the 87th Pennsylvania. Shortly thereafter the <a href=\"https://www.nps.gov/civilwar/search-battle-units-detail.htm?battleUnitCode=CVAKIRKCAL\">Kirkpatrick’s Battery</a>, took position to the east of Georgetown Pike in the approximate location of the current position of the replica artillery in the field in front of the Visitor Center. This was followed by the arrival of the Carpenter’s Battery.<br /> <br /> Between 10:30 a.m. and noon, Carpenter’s Battery was moved forward on the Best Farm just to the west of the Best Farm stone barn. The two guns of Massie's battery were moved forward to the area between the Best Farmhouse and the wooden barn (burned during the battle) located between the farmhouse and the road. This relocation was to support the assault of <a href=\"https://www.nps.gov/people/john-mccausland.htm\">McCausland</a>'s Cavalry on the left of the Union line.</p> <h4>Unit Information</h4> <p>Captain John L. Massie commanded the Fluvanna Virginia Artillery during the Battle of Monocacy. This battery had one 3-inch ordnance rifle and three 12-pounder smooth bore Napoleons. Two of the guns were sent to guard Crum’s Ford and did not play an active role in the battle. This battery was formed in October 1862 by combining the 1st and 2nd Fluvanna artillery batteries. It was with Lt. General Jubal Early throughout the Shenandoah Campaign. Captain Massie was mortally wounded a few months later in September 1864 and Captain Charles G. Snead assumed command for the rest of the war. The unit was overrun and captured at the battle of Waynesboro, Virginia on March 2, 1865.<br /> <br /> Captain John C. Carpenter commanded Alleghany Rough Artillery. This battery was armed with either; two 3- inch ordnance rifles and two 12-pounder smooth bore Napoleons (armament during Gettysburg battle); or two 10-pound Parrot rifles and one 12-pound Napoleon (armament in December 1864). This battery was originally an infantry company known as the Alleghany Toughs in the Stonewall Brigade. After the Battle of 1st Manassas, its senior officer was Lt. Joseph H. Carpenter whom General Jackson recognized as an artillery student of his at the Virginia Military Institute. On General Jackson's orders the unit was reorganized as artillery. It fought throughout the war until it was overrun with most members and all guns captured on April 1, 1865, at the battle of Five Forks.</p>",
    "audioDescription": "This description has 220 words. 700 feet from the trailhead, two replica Civil War cannon sit just off of a mowed trail on a 70 x 40 foot rectangle of grass. The grassy rectangle and trail are surrounded by agricultural fields that grow a variety of crops. The cannon point southeast towards the railroad and road bridges. The cannon are 12-pound Napoleon models. The brass barrel of the gun is six feet and seven inches long. At the rear of the barrel is a small knob. The circumference of the barrel tapers as it moves forward to the mouth of the barrel in front. The brass barrel sits on a wooden carriage with two five-foot diameter wheels with wood spokes, one on each side of the barrel. A long wooden stock slopes away from the barrel with its tail resting on the ground. It extends six feet beyond the rear of the barrel. Looking south from the cannon, 1,300 feet to the south is a cluster of farm buildings. The field has small, rolling changes in elevation across it. Looking west, a line of trees rims the agricultural field and screens Interstate 270. Turning to the north a line of trees rims the agricultural field and screens an office park. The east, the agricultural field is bordered by Urbana Pike (Route 355).",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Battle of Monocacy",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield, National Register of Historic Places, and National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "The Best Farm",
        "id": "145F1088-C375-41C9-BA4C-880B23DC8F51",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=145F1088-C375-41C9-BA4C-880B23DC8F51"
      },
      {
        "title": "Best Farm Main House",
        "id": "288AD6B7-1DD8-B71C-07FE-1AF82B66A29B",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653899&id=288AD6B7-1DD8-B71C-07FE-1AF82B66A29B"
      },
      {
        "title": "Best Farm Stone Barn Preservation",
        "id": "2569A222-1DD8-B71C-07CF-EBEEC213F6BE",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653899&id=2569A222-1DD8-B71C-07CF-EBEEC213F6BE"
      },
      {
        "title": "Best Farm Secondary House",
        "id": "288CCAFB-1DD8-B71C-0725-D6E66EF29AA9",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653899&id=288CCAFB-1DD8-B71C-0725-D6E66EF29AA9"
      },
      {
        "title": "Best Farm Slave Village Archeology",
        "id": "2EC7BA8C-1DD8-B71C-07B9-0FE8D60FDEF2",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653899&id=2EC7BA8C-1DD8-B71C-07B9-0FE8D60FDEF2"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "1FBCA07B-3769-4FEC-8979-E162F42FC4C5",
    "url": "https://www.nps.gov/places/000/best-farm-house.htm",
    "title": "Best Farm House",
    "listingDescription": "The unusual architecture of the Best Farmhouse hints at its unexpected history. Built by French refugees fleeing the civil unrest of the French and Haitian Revolutions, the style is a mixture of French, Caribbean, and early Federal styles.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/670550EE-BD0C-57AC-B6EB15F2B58F3CBF.jpg",
        "credit": "NPS/Marcey Frutchey",
        "altText": "A two-story white farmhouse with a cannon in front and a farm building to the right.",
        "title": "Best Farm House",
        "description": "",
        "caption": "Built by the Vincendiere family, the Best Farmhouse was originally known as L'Hermitage.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/670550EE-BD0C-57AC-B6EB15F2B58F3CBF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/670550EE-BD0C-57AC-B6EB15F2B58F3CBF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "Slavery",
      "French",
      "Caribbean",
      "L'Hermitage",
      "best farm",
      "battle of monocacy",
      "refugees"
    ],
    "latitude": "39.370225782",
    "longitude": "-77.398422044",
    "latLong": "39.370225782,-77.398422044",
    "bodyText": "<p>In 1794 and 1795, the <a href=\"https://www.nps.gov/mono/learn/historyculture/victoire_vincendiere.htm\">Vincendières</a>, a French planter family from the colony of Saint-Domingue (Haiti), began acquiring lands that would comprise a 748-acre plantation that they called <em>L'Hermitage</em>. The Vincendières came to the United States in 1793 to escape civil unrest associated with the French Revolution and the successful revolt by people enslaved in Saint-Domingue. Today's <a href=\"https://www.nps.gov/places/000/best-farm.htm\">Best Farm</a> consists of the southern 274 acres of the original 748-acre <a href=\"https://www.nps.gov/mono/learn/historyculture/hermitage.htm\">L'Hermitage</a> plantation.<br /> <br /> Even before the Vincendiere's purchased the land, they began construction of the main house. This may reflect their intent to eventually purchase the land or the terms of their lease. Standard tenant agreements in colonial Maryland required the tenant to build and maintain a dwelling. Architectural studies of the main house have identified its stylistic influence as a combination of \"French Colonial and Caribbean Island, mixed with Early Federal,\" which are noted in the original hipped roof, the large rooms, high ceilings, and alcoved, double-hung windows.<br /> <br /> The main house was constructed in several phases. The earliest portion is believed to date circa 1794 and consists of the south wing of the house, which is made up of a stair passage, cellar, and two south rooms; this portion of the house originally had a hipped roof. A two-story, four-room north addition was constructed relatively soon after the original south wing, and initially had a shed roof. Both the south and northern addition of the main house are built of stone and covered in stucco.  A detached, single story, log kitchen was also constructed west of the main building in the 1790s. In the mid-19<sup>th</sup> century, a wood frame addition was added to connect the kitchen to the main house. A second floor was added to the kitchen in the late 19<sup>th</sup> century.</p> <p>For most of its existence the L'Hermitage/Best Farmhouse served as a rental home with long-term tenants. The Best Family leased the farm for most of the 19<sup>th</sup> century. The Wiles family began leasing the farm in the 1920s and continued to live there for a few years after the National Park Service acquired the property in 1991. Assessments of the building in the 1990s and early 2000s revealed extensive termite damage. Because rehabilitation or restoration would have required removing a significant amount of the original materials; park managers decided to stabilize the building and preserve its presence on the landscape. A peak inside the ground floor windows reveals modern construction supporting the ceiling and second floor.</p>",
    "audioDescription": "This description is 540 words long. One-hundred, ten feet south of the parking area across a mowed lawn is a large, two-story, white farmhouse with a red, standing seem, metal roof—The Best House. It is L-shaped, with its fifty-foot front facing east toward the Georgetown Pike. The front section of the house is covered in stucco and painted white. The front or east elevation has five bays with a central entrance. A small gabled, entrance porch leads to the front door which is centered with two six-over-six-pane windows on each side of it. There are five six-over-six-pane windows on the second floor. The windows to the south of door are set slightly higher than the windows to the north of the door, indicating that the south and north portions of the house were built at different times. The seventy foot long, north side of the house transitions from the stucco on the eastern portion of the house to an addition with white, German shiplap siding on the western section. The roofline of the front part of the house runs north/south and is higher while the roofline of the western addition runs east/west. The north elevation of the front part of the house has three rows of two windows, revealing a third floor. The addition has two doors in the center with 12-pane windows on the outside. The second story has four 12 pane windows, placed above the windows and doors on the first floor. A small, weathered wood smokehouse sits 10 feet west of the back of the addition. The four distinct rooflines and widths visible from the south and west elevations reveal how the house grew overtime. The roofline of the front (eastern) section of the house is broader and higher on the northern half. The chimney in the northern section extends from the roof ridge. The chimney on the southern section of the house is on the western exterior wall. Windows on the southern section also vary in height and size from the northern section. The southern section has two bays on its southern elevation. On the second floor there are two windows. On the first floor this a window on the north and door on the south bay. Slanted doors under the north bay reveal a cellar entrance. The west elevation of this section has two windows (one above the other) south of the chimney and a single window in the middle of the elevation north of the chimney. The wider northern section of the house has a south elevation with two windows (one above the other). The western addition also reveals two sections different widths and variations in chimney placements. The center section has a chimney centered on its southern wall. There are two windows at the east end of this center section and a door on the first floor at the west end of the section. The west section of the house is about two feet narrower than the center section. It has two windows (one above the other) on the south elevation. The chimney is centered on the western wall and emerges at the roofline. There are small windows, one on each side of the chimney, in the gable on this west elevation.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "37f4fa21-e21c-4d3e-a69c-2a8a576195f1",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "L'Hermitage, Special Order 191, Battle of Monocacy",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield, National Register of Historic Places, National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "The Best Farm",
        "id": "145F1088-C375-41C9-BA4C-880B23DC8F51",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=145F1088-C375-41C9-BA4C-880B23DC8F51"
      },
      {
        "title": "Best Farm at Monocacy National Battlefield",
        "id": "9BB0DA56-7814-4762-AEFA-735B1A70DED5",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653903&id=9BB0DA56-7814-4762-AEFA-735B1A70DED5"
      },
      {
        "title": "Best Farm Main House",
        "id": "288AD6B7-1DD8-B71C-07FE-1AF82B66A29B",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653903&id=288AD6B7-1DD8-B71C-07FE-1AF82B66A29B"
      },
      {
        "title": "Best Farm Secondary House",
        "id": "25484172-1DD8-B71C-07A2-B7851781D6A8",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653903&id=25484172-1DD8-B71C-07A2-B7851781D6A8"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "D8A81600-FE9B-4903-A1D3-3D113FC8F83D",
    "url": "https://www.nps.gov/places/000/secondary-house.htm",
    "title": "Best Farm Secondary House",
    "listingDescription": "Smaller and less grand than the neighboring main house, the Secondary House on is probably the oldest existing structure on the Best Farm. Evidence suggests it has primarily served as a tenant house throughout its existence.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D4F04ABA-C432-0A20-44F1577F3CFE5CBC.jpg",
        "credit": "NPS Photo",
        "altText": "A small, two-story house with stone walls on ground floor and wood siding on the second.",
        "title": "Best Farm Secondary House at Sunrise",
        "description": "",
        "caption": "Built in two distinct phases, the Secondary House is the oldest existing structure on the Best Farm.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D4F04ABA-C432-0A20-44F1577F3CFE5CBC.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D4F04ABA-C432-0A20-44F1577F3CFE5CBC.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "best farm",
      "l'hermitage",
      "Slavery",
      "Civil War",
      "battle of monocacy",
      "Vincendiere"
    ],
    "latitude": "39.370654",
    "longitude": "-77.39784",
    "latLong": "39.370654,-77.39784",
    "bodyText": "<p>Smaller and less grand than the neighboring main house, the Secondary House on is probably the oldest existing structure on the <a href=\"https://www.nps.gov/places/000/best-farm.htm\">Best Farm</a>. Architectural evidence indicates that the structure was built in two parts in the 18<sup>th</sup> century. First was a one-story stone dwelling that faced east towards the Georgetown Pike. A log second story was added in the 1790s. Similarities between wood trim in the secondary and main houses and the placement of the the second-story doors on the west-side of the building facing the main house suggest that the <a href=\"https://www.nps.gov/mono/learn/historyculture/victoire_vincendiere.htm\">Vincendieres</a> added the second floor.<br /> <br /> Use of the secondary house has changed over its more than two centuries of existence, but it appears to have primarily served as a tenant house. In the colonial period, most of the land in the area was claimed by land speculators who leased it to tenant farmers. Standard leasing language required tenants to build and maintain a house and plant 100 apple trees. Daniel Dulaney, who owned the property until he sold it to James Marshall in 1791, frequently used pre-printed lease agreements with his tenants.<br /> <br /> When the Vincendiere family moved to the property in 1794, they probably used the stone building as a residence while they constructed and expanded the main house. The secondary house may also have served as an overseer's residence. Archeological studies revealed that a series of six wood cabins existed five hundred feet to the west of the secondary house during the late 18th and early 19th centuries. According to the 1800 census, the Vincendieres enslaved 90 people here.<br /> <br /> After the Vincendieres sold the property in 1828, the land was once again a rental property. The <a href=\"https://www.nps.gov/mono/learn/historyculture/best.htm\">Best</a> family began leasing the farm known as the South Hermitage in 1852. When David Best retired from farming in 1864, he may have turned the main house over to his son and daughter-in-law and moved into the secondary house. While the 1870 census does not provide addresses, it does list John T. Best and David Best next to each other and as heads of households, indicating that they were neighbors.<br /> <br /> In the 20<sup>th</sup> century, changes in farming practices and increased mechanization reduced the need for farmers to maintain a large labor force. The secondary house fell into disuse and disrepair throughout most of the century. In 2005, the National Park Service stabilized and repaired the building. The Secondary House is not open to the public; however, the grounds of the Best Farm are open.</p>",
    "audioDescription": "This description is 170 words. The Secondary House is a eighteen by thirty-six feet rectangular house. The first floor is made of neatly laid local limestone. The second story has white, German shiplap wood siding. The roof is a standing seam, red roof. There is a brick chimney in the center of the house and a stone and brick chimney on the northern exterior of the house. On the west elevation of the building there are no windows or doors on the first-floor and two shuttered windows and a door on the second floor. There are no stairs to access the door. On the north elevation of the house is the exterior stone and brick chimney and two small, shuttered windows (one on each level). On the east elevation, there are two doors on the first floor and two small, shuttered windows on the second level. On the south face there are three larger, shuttered windows: one on the first floor, one on the second, and one in the peak of the roof.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "L'Hermitage and Battle of Monocacy",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield, National Register of Historic Places, National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Best Farm Secondary House",
        "id": "288CCAFB-1DD8-B71C-0725-D6E66EF29AA9",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654293&id=288CCAFB-1DD8-B71C-0725-D6E66EF29AA9"
      },
      {
        "title": "Best Farm at Monocacy National Battlefield",
        "id": "9BB0DA56-7814-4762-AEFA-735B1A70DED5",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654293&id=9BB0DA56-7814-4762-AEFA-735B1A70DED5"
      },
      {
        "title": "Best Farm Main House",
        "id": "288AD6B7-1DD8-B71C-07FE-1AF82B66A29B",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654293&id=288AD6B7-1DD8-B71C-07FE-1AF82B66A29B"
      },
      {
        "title": "Best Farm Stone Barn Preservation",
        "id": "2569A222-1DD8-B71C-07CF-EBEEC213F6BE",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654293&id=2569A222-1DD8-B71C-07CF-EBEEC213F6BE"
      },
      {
        "title": "Best Farm Slave Village Archeology",
        "id": "2EC7BA8C-1DD8-B71C-07B9-0FE8D60FDEF2",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654293&id=2EC7BA8C-1DD8-B71C-07B9-0FE8D60FDEF2"
      },
      {
        "title": "Best Farm Slave Village Artifacts",
        "id": "2FD8F6D4-1DD8-B71C-0745-CAABF9CE4C54",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654293&id=2FD8F6D4-1DD8-B71C-0745-CAABF9CE4C54"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "BEC4E9F5-2E0F-4509-B22A-49A57763B306",
    "url": "https://www.nps.gov/places/000/confederate-cannon-at-worthington.htm",
    "title": "Confederate Cannon at Worthington",
    "listingDescription": "The battle had been raging for almost six hours when around 2 pm McLaughlin's battery of Confederate artillery was brought across the Worthington-McKinney Ford to support Gordon's attack.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/20FAB366-BE59-511B-49917431770DE2F3.jpg",
        "credit": "NPS",
        "altText": "A reproduction Civil War next to a red brick two-story house.",
        "title": "Cannon at Worthington",
        "description": "",
        "caption": "During the Battle of Monocacy, Confederates placed a cannon next to the Worthington's home.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/20FAB366-BE59-511B-49917431770DE2F3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/20FAB366-BE59-511B-49917431770DE2F3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "artillery",
      "cannon",
      "Worthington",
      "battle of monocacy"
    ],
    "latitude": "39.361607",
    "longitude": "-77.402013",
    "latLong": "39.361607,-77.402013",
    "bodyText": "The battle had been raging for almost six hours when around 2 pm McLaughlin's battery of Confederate artillery was brought across the Worthington-McKinney Ford to support <a href=\"https://www.nps.gov/people/john-b-gordon.htm\">Gordon</a>'s attack. One gun was positioned beside the <a href=\"https://www.nps.gov/places/000/worthington-house.htm\">Worthington House</a>, while the others were placed at surrounding vantage points. The nearby <a href=\"https://www.nps.gov/places/000/thomas-house-park-headquarters.htm\">Thomas House</a> was struck by Confederate cannon fire and sustained major damage; the Worthington House was not damaged by artillery fire.<br /> <br /> Of the artillery pieces brough across the ford by Confederate troops, the piece adjacent to the Worthington House is the only one whose specific location is known.",
    "audioDescription": "A cannon sits just south of a two-story, red, brick farmhouse. The cannon is a reproduction 12-pound Napoleon model. The brass barrel of the gun is six feet seven inches long. At the rear of the barrel is a small knob. The circumference of the barrel tapers as it moves forward to the mouth of the barrel in front. The brass barrel sits on a wooden carriage with two five-foot diameter wheels with wood spokes, one on each side of the barrel. A long wooden stock slopes away from the barrel with its tail resting on the ground. It extends six feet beyond the rear of the barrel.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "Monocacy National Battlefield has three NPS passport stamps and a Jr. Ranger stamp available at the Visitor Center. The three stamps are Monocacy National Battlefield, Journey Through Hallowed Ground, and the Underground Railroad Freedom Network.",
    "passportStampImages": [
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/8E670547-01B9-BA53-A2AC19A43FF53E95.jpg"
          }
        ],
        "altText": "Three park passport stamps and a Jr Ranger stamp.",
        "title": "Park Stamps",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/8E670547-01B9-BA53-A2AC19A43FF53E95.jpg"
      },
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/8EBD5503-E5C9-3BF2-0D51D3D68CCF375D.jpg"
          }
        ],
        "altText": "A round stamp with Monocacy National Battlefield at the top and Frederick, MD at the bottom.",
        "title": "Monocacy NB Passport Stamp",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/8EBD5503-E5C9-3BF2-0D51D3D68CCF375D.jpg"
      }
    ],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Picnic Table",
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Battle of Monocacy",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield, National Register of Historic Places, National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "The Worthington Farm",
        "id": "4FD5B472-D6D9-43AA-9532-2AC5BF920883",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=4FD5B472-D6D9-43AA-9532-2AC5BF920883"
      },
      {
        "title": "Worthington House - 360° photos",
        "id": "152ED3D8-79B7-4694-BDE0-2F57707B49B1",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653963&id=152ED3D8-79B7-4694-BDE0-2F57707B49B1"
      },
      {
        "title": "Worthington Farm at Monocacy National Battlefield",
        "id": "ED8B7F0E-E380-45FC-8630-727A540D4676",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653963&id=ED8B7F0E-E380-45FC-8630-727A540D4676"
      },
      {
        "title": "Worthington House - Details",
        "id": "C992D60D-FE13-4220-9D3F-806316D78C4B",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653963&id=C992D60D-FE13-4220-9D3F-806316D78C4B"
      },
      {
        "title": "Worthington House Restoration",
        "id": "2898F4B2-1DD8-B71C-075F-269A0C74A63B",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653963&id=2898F4B2-1DD8-B71C-075F-269A0C74A63B"
      },
      {
        "title": "Worthington House",
        "id": "23670AC6-1DD8-B71C-07BB-F2D8C5339C66",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653963&id=23670AC6-1DD8-B71C-07BB-F2D8C5339C66"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "F0325EF1-0BEF-406C-B931-F530F5356CF8",
    "url": "https://www.nps.gov/places/000/east-best-farm-confederate-cannon.htm",
    "title": "East Best Farm Confederate cannon",
    "listingDescription": "Two replica cannon mark the approximate location of Confederate artillery during the Battle of Monocacy.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/13D85646-BB14-5846-7518A1B1AC18FBA6.jpg",
        "credit": "NPS",
        "altText": "A cannon sits in a grassy field lightly dotted with snow.",
        "title": "Snowy Cannon",
        "description": "",
        "caption": "Kirkpatrick's Battery dueled with Union artillery across the Monocacy River.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/13D85646-BB14-5846-7518A1B1AC18FBA6.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/13D85646-BB14-5846-7518A1B1AC18FBA6.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "confederate",
      "artillery",
      "battle of monocacy"
    ],
    "latitude": "39.376933",
    "longitude": "-77.39458",
    "latLong": "39.376933,-77.39458",
    "bodyText": "<p>These replica cannon mark the approximate location of Confederate artillery during the Battle of Monocacy. Under the command of Captain Thomas J. Kirkpatrick, the <a href=\"https://www.nps.gov/civilwar/search-battle-units-detail.htm?battleUnitCode=CVAKIRKCAL\">Amherst Light Artillery</a> took position to east of the Georgetown Pike (Route 355). The unit is also referred to in documents and maps as Kirkpatrick’s Company or Battery after their commanding officer. They were the second Confederate artillery unit to engage in the battle. Two guns from the Massie’s Artillery had already begun firing on <a href=\"https://www.nps.gov/places/000/tour-stop-4-gambrill-mill.htm\">Gambrill Mill</a> from west side of the <a href=\"https://www.nps.gov/places/000/best-farm.htm\">Best Farm</a>.<br /> <br /> From this position, east of the Georgetown Pike, Kirkpatrick’s Battery dueled with Union guns located across the river on the ridge. Kirkpatrick’s Battery had one 3-inch Ordnance rifle and three 12-pound smooth bore Napoleons. The three-inch Ordnance rifle had a range of 1,800 yards, while the Napoleons could fire 1,600 yards. In addition to Kirkpatrick’s four guns, there were three additional Confederate artillery batteries with 11 other guns engaged on the west side of the Georgetown Pike on the Best Farm. In comparison the Union only had 7 active guns during the battle. Union artilleryman Frederick Wild wrote, “We could not see their guns…and for every shot fired we received two in return.”<br /> <br /> Around 2 p.m. the Kirkpatrick's Battery repositioned to support <a href=\"https://www.nps.gov/people/john-b-gordon.htm\">General Gordon</a>'s attack on the Union left. The guns moved forward and positioned on the hill, on the east side of Rte.355, just north of where the Union skirmishers had previously been sited.</p> <h4>Unit Information</h4> <p>The Amherst Light Artillery or Virginia Light Artillery formed in July 1861, with men from Amherst County, Virginia. The battery served with <a href=\"https://www.nps.gov/people/jubal-early.htm\">General Jubal Early</a> throughout the Shenandoah Campaign (Spring and Summer 1864). It was captured at the Battle of Waynesboro, Virginia, in March 1865.<br /> <br /> Three other artillery units were located on the Best Farm during the Battle of Monocacy: <a href=\"https://www.nps.gov/civilwar/search-battle-units-detail.htm?battleUnitCode=CVASNEACAL\">Massie's Battery</a>, <a href=\"https://www.nps.gov/civilwar/search-battle-units-detail.htm?battleUnitCode=CVACARPCAL\">Carpenter's Battery</a>, and <a href=\"https://www.nps.gov/civilwar/search-battle-units-detail.htm?battleUnitCode=CVALOWRCAL\">Lowry's Battery</a>.</p>",
    "audioDescription": "This description has 200 words. Two replica cannons sit in an agricultural field. The cannon point southwest towards the railroad junction and the Monocacy River. The parking lot and Visitor Center are approximately 80 feet to the north. Urbana Pike (Route 355) is 700 feet to the west. The cannon are 12-pound Napoleon models. The brass barrel of the gun is six feet and seven inches long. At the rear of the barrel is a small knob. The circumference of the barrel tapers as it moves forward to the mouth of the barrel in front. The brass barrel sits on a wooden carriage with two five-foot diameter wheels with wood spokes, one on each side of the barrel. A long wooden stock slopes away from the barrel with its tail resting on the ground. It extends six feet beyond the rear of the barrel. Looking south from the cannon, the field extends for about half a mile. The field has small, rolling changes in elevation across it. Across the river, about a mile away, tree covered hills are visible. Looking west, the Best Farm continues on the other side of Urbana Pike. A white house and other smaller buildings sit to the southwest about a half mile from the cannon.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Picnic Table",
      "Restroom",
      "Restroom - Accessible",
      "Toilet - Flush",
      "Trailhead",
      "Water - Bottle-Filling Station"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Location of Confederate Artillery",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield, National Register of Historic Places, National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Virtual Tour Introduction",
        "id": "6B07CF73-A33E-4DC4-BCB2-580B4FA873F3",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=6B07CF73-A33E-4DC4-BCB2-580B4FA873F3"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "3484F2BB-BD2D-4362-89E1-C7C39C227547",
    "url": "https://www.nps.gov/places/000/gambrill-mansion.htm",
    "title": "Gambrill Mansion",
    "listingDescription": "Built by the Gambrill family 1872-1873. The family owned the Gambrill Mill and lived in the miller’s house during the Battle of Monocacy. Today it houses the headquarters of the NPS Historic Preservation Training Center.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AFD4B643-B727-2664-8A4BD3084CB66023.jpg",
        "credit": "NPS",
        "altText": "A large, three-story, second empire style house.",
        "title": "Gambrill Mansion",
        "description": "",
        "caption": "The Gambrill Mansion was originally called Edgewood.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AFD4B643-B727-2664-8A4BD3084CB66023.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AFD4B643-B727-2664-8A4BD3084CB66023.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Gambrill Mansion",
      "Historic Preservation Training Center",
      "Second Empire Style",
      "architecture"
    ],
    "latitude": "39.36548069791209",
    "longitude": "-77.38644730905152",
    "latLong": "39.36548069791209,-77.38644730905152",
    "bodyText": "<p paraeid=\"{6ab49d3b-c9b0-4f55-9944-42f8497a9dbf}{231}\" paraid=\"1183703421\">In 1855, <a href=\"https://www.nps.gov/mono/learn/historyculture/the_gambrills.htm\">James Gambrill</a> purchased Araby Mill and lived with his growing family in the Miller’s house next to the mill. On the morning of July 9, 1864, a pregnant Antoinette Gambrill and sons, Richard and Staley, sought shelter in the basement of the Thomas House; while her husband, James, remained at their home. Mr. Gambrill sat on his porch talking to <a href=\"https://www.nps.gov/people/james-b-ricketts.htm\">General James B. Ricketts</a> when Samuel Thomas, son of his neighbor <a href=\"https://www.nps.gov/mono/learn/historyculture/the_thomas_family.htm\">Christian Keefer Thomas</a>, and two of his friends joined them after escaping the Union line they had been impressed into days prior. Shortly after, artillery shells began falling all around them and the four men took shelter in the stone mill, down by the waterwheel and remained there until the battle was over.<br /> <br /> In 1864, James Gambrill purchased the adjacent land to build the Gambrill house. The house was built 1872–1873. The richly ornamented, okra-colored brickhouse was built in the Second Empire Style with a mansard roof, cupola-topped tower rising over the front entrance, tall windows with heavy arches above them, elaborately carved doors, porch posts, bay windows, and balconies. It contained 17 rooms, including a 17 X 40 foot ballroom, butler’s pantry, china closets, range, hot and cold water, and seven fireplaces. At the time, it was one of the largest homes in Frederick County. The lower level of the two-story L-shaped porch on the back of the house was originally partially enclosed and used as a summer dining room, while the upper level had a glass enclosure. The house was the heart of a working farm that had a two-story bank barn with space for six carriages, and icehouse, poultry house, hay barrack, and two-story servant cottage. Originally the house had a coal-burning furnace enclosed in a small cellar from heated air which was spread through the first floor of the main block via ducts. A machine also located in the cellar contained gas, which lit wall-mounted gas lamps throughout the house. Toilets located on the first and second floors worked by pipes which ran from a hydraulic ram positioned at a spring several hundred yards to the north of the house. A five-hundred gallon hot-water tank provided hot water for the sink in the service room, and the bath located directly above. The kitchen had a twelve-burner gas range with a large oven and several small warming ovens.<br /> <br /> The house stayed in the family that had grown to include 9 children until 1901. It was owned by three other families until the National Park Service acquired the home in 1981. In 1935 a limited number of rooms were wired for electricity, but the most significant change to the house came in 1967, when it was renovated in part to house a medical clinic. Kitchen and bathroom facilities, intercoms, and many electric outlets were added and altered. In 1996, the <a href=\"https://www.nps.gov/orgs/1098/index.htm\">NPS Historic Preservation Training Center</a> restored and rehabilitated the house; it remains as their headquarters today. </p>",
    "audioDescription": "This description is 450 words in length. The Gambrill house rests on the hill above the parking area at the Gambrill Mill, four miles south of Frederick on Route 355. A paved service lane leads up the hill to the house. There is an additional parking area for the Historic Preservation Training Center up the hill near the house. There are brick walkways from the parking area to the side entry way and to the back door to the house. Walking around the house will be on grass. The Gambril house is 46 feet long and 78 feet deep, okra-colored three-story home, with an 11 by 12-foot cupola on top of a tower in the center of the front or Northwest-side of the house. The main entry is an elaborate double-door located on the Northwest façade. Above the doorway is a round-arched transom light with patterned frosted glass. A porch extents the length of the front of the house. Above the main entry is a second-floor balcony. The roof of the mansard roof is covered with slate shingles. The roof has round-arch dormers on all sides. At the top of each rounded arch is a fleur-de-lis finial. A tower, topped with a cupola, rises four stories from the center of the front entry. Looking to the North is the hill down toward the Gambrill Mill parking area. There are a few trees on the hill. Notably, in the foreground, are two poplar trees that were planted shortly after the home was built. The southwest-side of the house has a 10’ long bay window that extends approximately 3 feet from the house. A 50-foot wide lawn lays between the house and a wood line. Beyond the tree-line is a narrow-wooded area and slope down to Route 355. South of the house is open yard with a few trees that extends approximately 90 feet slightly uphill toward a partially wooded and scrub covered hill. The northeast side of the house has a bay window that mirrors the one on the southwest side of the house. Beyond that is the 16 by 8-foot carriage entry (porch). The doorway is flanked by paneled pilasters with large brackets supporting the entablature, which is lined with dentil-like brackets. The door has four raised panels with moldings. The roof of this entryway is sheet metal. Further east of the porch is a paved loop driveway with trees on the periphery and four parking spaced on the south side. To the south of the parking is a one-story okra-colored cement black office that looks like a two-car garage. To the east of that building is a parking area that can accommodate approximately 20 vehicles.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Battle of Monocacy",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield, National Register of Historic Places, National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "The Gambrill Mill",
        "id": "8A6848B7-4A4A-4620-A657-CFAC3279DA7D",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=8A6848B7-4A4A-4620-A657-CFAC3279DA7D"
      },
      {
        "title": "Gambrill Mill and House",
        "id": "236E4F4B-1DD8-B71C-0743-6CA9B55F6C90",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654001&id=236E4F4B-1DD8-B71C-0743-6CA9B55F6C90"
      },
      {
        "title": "Gambrill Mill at Monocacy National Battlefield",
        "id": "5EFB1396-64CA-459D-9D06-6D2C7FF8C920",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654001&id=5EFB1396-64CA-459D-9D06-6D2C7FF8C920"
      },
      {
        "title": "Monocacy National Battlefield",
        "id": "44B99363-EF98-1412-B6C6-9CCAC70BDF93",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654001&id=44B99363-EF98-1412-B6C6-9CCAC70BDF93"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "964A2E93-B1B5-46C9-863A-76DA305C4C7B",
    "url": "https://www.nps.gov/places/000/tour-stop-4-gambrill-mill.htm",
    "title": "Gambrill Mill",
    "listingDescription": "During the Civil War, James H. Gambrill owned and operated a flour mill, a sawmill, and a plaster mill on this land. Today only the first two-levels of the flour mill remain. A wheelchair accessible boardwalk provides access to a scenic overlook of the Monocacy River and the road and railroad bridges.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AAE783C2-9129-76C3-6265D61051B7825F.jpg",
        "credit": "NPS / Claire Hassler",
        "altText": "A large stone building",
        "title": "Gambrill Mill",
        "description": "",
        "caption": "Gambrill Mill",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AAE783C2-9129-76C3-6265D61051B7825F.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AAE783C2-9129-76C3-6265D61051B7825F.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "field hospital",
      "battle of monocacy",
      "wheelchair accessible",
      "boardwalk",
      "Union",
      "Gambrill Mansion"
    ],
    "latitude": "39.36719380968531",
    "longitude": "-77.38697306878665",
    "latLong": "39.36719380968531,-77.38697306878665",
    "bodyText": "<p>During the Civil War, James H. Gambrill owned and operated a flour mill, a sawmill, and a plaster mill on this land. Today only the first two-levels of the flour mill remain. Originally known as Araby Mill, the stone mill building was constructed in 1830. James Gambrill purchased it in 1855. The Gambrill family owned and operated the mill into the 1890s when economic hardship forced them to sell the mill and the grand home that they built up the hill.<br /> <br /> Gambrill Mill was a three-story merchant flour mill fitted with two pairs of \"burr\" or flour-milling stones. The mill's inside, undershot water wheel was powered by a millrace fed by nearby Bush Creek. The creek was dammed about a mile from the mill, and a sluice gate regulated the amount of water allowed to flow into the millrace. Remnants of the tailrace may still be seen at the front of the building. In addition to the flour mill, the complex also included a sawmill, a chopping and plaster mill, and a one-and-one-half story miller's house, along with a variety of other support structures. <br /> <br /> At its peak, the mill could produce up to sixty barrels of flour per day. James Gambrill employed three mill hands to manufacture the flour, along with two coopers to produce barrels for its transport. A contemporary newspaper account gave the following description:</p> <blockquote> <p><i>By far, the Gambrill's mill did the most extensive business of all. The neat, well-appointed mill was up-to-the-minute...it was a pleasure to accompany the big wagon team on its slated trips to Gambrill's. The squat, neat old mill, the more than comfortable atmosphere of the place, and last, but not least, the handsome jolly miller, all combined to make one's visits a genuine pleasure.</i></p> </blockquote> <h4>A Field Hospital</h4> <p>During the Battle of Monocacy, Union forces were positioned in battle lines in the yard of the mill. The building was set up as a field hospital, although as Major General Lew Wallace declared in his autobiography, \"the place appeared well selected for the purpose, its one inconvenience being that it was under fire.\" As the Federal forces fell back towards Baltimore, Confederate troops moved in and occupied the mill and the surrounding area.<br /> <br /> In the 1920s, the top story of the mill was removed and the mill race partially filled in to convert the building into a dwelling house. Today, Gambrill Mill is used by the National Park Service for staff offices.</p>",
    "audioDescription": "This description is 250 words long. Gambrill Mill is a 115-acre tract of land. It is bounded by the Monocacy River to the north, Bush Creek to the east, private property to south, and Urbana Pike (Route 355) to the west. The property is divided between floodplain next to the river, a sloped area, and a flat hilltop field. Entrance to the property is via a paved drive from Urbana Pike that leads to a public parking area next to the old stone mill building. The mill building is a square stone building that is two stories tall. There is a small pond and a picnic area near the mill building. From the parking area the road continues south, up a hill to the Gambrill House and the National Park Service maintenance area. In the northeast corner of the parking lot is the start of a wheelchair accessible boardwalk. The boardwalk has low curbs on the edges, but only has railings on bridges and the viewing platform. The boardwalk leads from the parking area to a scenic overlook. From the overlook the railroad bridge is visible to the east and the road bridge to the west. The boardwalk ends at the viewing platform and a ramp leads down to a grassy, mowed trail. The mowed trail is mostly flat, but ground hogs live here and occasionally create holes. The trail continues southeast along Bush Creek until it meets a historic road trace and turns west and loops back towards the mill building and the parking area.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Beach/Water Access",
      "Benches/Seating",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Picnic Table",
      "Scenic View/Photo Spot",
      "Trailhead",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Battle of Monocacy",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield, National Register of Historic Places, National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "The Gambrill Mill",
        "id": "8A6848B7-4A4A-4620-A657-CFAC3279DA7D",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=8A6848B7-4A4A-4620-A657-CFAC3279DA7D"
      },
      {
        "title": "Gambrill Mill at Monocacy National Battlefield",
        "id": "5EFB1396-64CA-459D-9D06-6D2C7FF8C920",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654349&id=5EFB1396-64CA-459D-9D06-6D2C7FF8C920"
      },
      {
        "title": "Gambrill Mill and House",
        "id": "236E4F4B-1DD8-B71C-0743-6CA9B55F6C90",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654349&id=236E4F4B-1DD8-B71C-0743-6CA9B55F6C90"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "8BEC9A1E-094A-4B95-BB0E-7FE122241FF1",
    "url": "https://www.nps.gov/places/000/gambrill-mill-picnic-area.htm",
    "title": "Gambrill Mill Picnic Area",
    "listingDescription": "Located near the historic Gambrill Mill, the picnic area has picnic tables, a pond, and a meadow. Access to Bush Creek and the Monocacy River is a short walk away.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AB1AB579-FC79-6362-820AFCB4DAB24812.jpg",
        "credit": "NPS / Claire Hassler",
        "altText": "A picnic area next to a pond",
        "title": "Gambrill Mill Picnic Area",
        "description": "",
        "caption": "Gambrill Mill Picnic Area",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AB1AB579-FC79-6362-820AFCB4DAB24812.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AB1AB579-FC79-6362-820AFCB4DAB24812.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "picnic",
      "Gambrill Mill",
      "pond life"
    ],
    "latitude": "39.3673982013",
    "longitude": "-77.3869350122",
    "latLong": "39.3673982013,-77.3869350122",
    "bodyText": "<p paraeid=\"{6752ee04-d7b9-47c0-b1cc-2a38764fb579}{243}\" paraid=\"1723810283\">The Gambrill Mill Picnic Area sits 75 feet east of the parking area at <a href=\"https://www.nps.gov/places/000/tour-stop-4-gambrill-mill.htm\">Gambrill Mill</a>, four miles south of Frederick on Route 355. Parking is available with two van accessible spaces. A 50-foot walkway leads up to the mill, with a bench located to the left of the walkway near the door. The building is not open to the public and there are no bathroom facilities. A picnic table is located in front and to the right of the mill. To the left of the mill is the mill pond that is 0.35 acres. There is a bench facing the pond and picnic tables. The picnic area is a level, grassy area. </p> <p paraeid=\"{d78d8369-3059-4506-ba48-02751adc922b}{57}\" paraid=\"935573543\">The pond is home to a variety of fauna seasonally, including frog, turtles, fish, blue and green heron, and many other species of birds. A large snapping turtle has also been seen on occasion in the pond. Snapping turtles have extremely strong bites, and they can be faster than you expect, so please keep your distance if you see one. Black snakes and garter snakes are also known to hang out around the mill and mill race. They are not typically aggressive unless you get too close, just be on the look out and walk the other way if you see one. </p> <p paraeid=\"{d78d8369-3059-4506-ba48-02751adc922b}{97}\" paraid=\"1935742826\">The field to the right of the service road across from the mill is the only designated recreational area in the park. The following recreational type activities are permitted: kite flying, frisbee, playing catch (football, baseball, etc.), bean bag toss, sledding. For more information about what and where activities are allowed in the park, check the <a href=\"https://www.nps.gov/mono/learn/management/superintendents-compendium.htm\">Superintendent's Compendium</a>.</p> <p paraeid=\"{d78d8369-3059-4506-ba48-02751adc922b}{113}\" paraid=\"1858876139\">The use of portable self-contained gas grills is permitted in the Gambrill Mill and Visitor Center picnic areas. Charcoal grills are prohibited except in park residential areas or administrative staff areas. Use of grills in other areas requires authorization from the Superintendent. </p> <p paraeid=\"{d78d8369-3059-4506-ba48-02751adc922b}{125}\" paraid=\"146721977\">Fishing is allowed in the pond, with a valid Maryland-issued fishing license. Nets are not allowed. Check the <a href=\"https://www.nps.gov/mono/learn/management/superintendents-compendium.htm\">Superintendent's Compendium</a> for more details about fishing regulations in the park.<br /> <br /> Swimming or wading are not allowed in the pond. Swimming and wading are allowed in the nearby Monocacy River and Bush Creek. No life guards are on duty; therefore, visitors should exercise good judgement about river conditions and their own abilities before entering the water. </p> <p paraeid=\"{d78d8369-3059-4506-ba48-02751adc922b}{147}\" paraid=\"341669981\">The mill as it stands today is a two-story stone building, similar to a bank barn in its design, two-story on the north-side of the building and one-story on the south side. From 1991 to 2007 the bottom floor served as the park visitor museum. The visitor center is now located on the other side of the river and out of the flood plain. </p>",
    "audioDescription": "The Gambrill Mill Picnic Area is a level, grassy area with several picnic tables and a bench. The picnic area is located between the historic Gambrill Mill building and a small pond. For an in depth description of the mill building visit the Gambrill Mill place page. The pond is a small (0.35 acres) pond. It is ringed with trees. In spring, summer, and fall the surface of the pond is covered in green plant growth. Turtles, frogs, and fish may be observed in the pond. A small stream on the north side of the pond runs through woods and connects to the Monocacy River. The pond is bordered on the south, east, and north sides by a grassy meadow. The meadow provides habitat for ground nesting birds and a variety of other animals. To the northwest of the pond and the picnic area is a wooded area that continues a quarter-mile to the river. A boardwalk that begins in the northeast corner of the parking lot leads through the woods to the river.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "46fba13b-6b1d-41ed-a0f4-b8c7378b4a5f",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Cellular Signal",
      "Parking - Auto",
      "Picnic Table",
      "Scenic View/Photo Spot",
      "Trailhead",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Battle of Monocacy",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield, National Register of Historic Places, National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "The Gambrill Mill",
        "id": "8A6848B7-4A4A-4620-A657-CFAC3279DA7D",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=8A6848B7-4A4A-4620-A657-CFAC3279DA7D"
      },
      {
        "title": "Gambrill Mill and House",
        "id": "236E4F4B-1DD8-B71C-0743-6CA9B55F6C90",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654003&id=236E4F4B-1DD8-B71C-0743-6CA9B55F6C90"
      },
      {
        "title": "Gambrill Mill at Monocacy National Battlefield",
        "id": "5EFB1396-64CA-459D-9D06-6D2C7FF8C920",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654003&id=5EFB1396-64CA-459D-9D06-6D2C7FF8C920"
      },
      {
        "title": "Monocacy National Battlefield",
        "id": "44B99363-EF98-1412-B6C6-9CCAC70BDF93",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654003&id=44B99363-EF98-1412-B6C6-9CCAC70BDF93"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "9B9F334B-A39C-451B-8465-2FCE75BF8345",
    "url": "https://www.nps.gov/places/000/gambrill-water-pump-house.htm",
    "title": "Gambrill water pump house",
    "listingDescription": "The pump house contains equipment that has served as part of an elaborate system to provide hot and cold running water for indoor plumbing to the Gambrill House on top of the hill.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/90F7A787-92F9-EC5F-5F5A350BA894AE7A.jpg",
        "credit": "NPS",
        "altText": "A small wood building surrounded by trees and covered in snow.",
        "title": "Gambrill Pump House",
        "description": "",
        "caption": "This unassuming building provided running water to the Gambrill Mansion in the 1870s.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/90F7A787-92F9-EC5F-5F5A350BA894AE7A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/90F7A787-92F9-EC5F-5F5A350BA894AE7A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Gambrill Mill",
      "Gambrill Mansion",
      "battle of monocacy",
      "Plumbing"
    ],
    "latitude": "39.36739837719733",
    "longitude": "-77.3877789306431",
    "latLong": "39.36739837719733,-77.3877789306431",
    "bodyText": "<p>A small dilapitated shed located next to the Gambrill Mill Trail boardwalk contains the remnants of equipment that was used to pump water to the Gambrill House on the hill. The land the pump house sits on was part of a large land holding originally owned by James Marshall. In 1830, Araby Mill, was built by the following owner, John McPherson. <br /> The mill was purchased in 1855 by <a href=\"https://www.nps.gov/mono/learn/historyculture/the_gambrills.htm\">James H. Gambrill</a>, who had been an assistant miller to George Delaplane, who owned the mill for several years after McPherson. Shortly after Gambrill purchased the mill, he went into business with neighbors John Wheatley and T.A. Ball to operate a distillery built at the <a href=\"https://www.nps.gov/places/000/tour-stop-4-gambrill-mill.htm\">Gambrill Mill</a> complex. The distillery failed in 1860. The mill itself was very successful until 1897, when Gambrill faced financial hardship and had to sell the property. </p> <p paraeid=\"{daf0f68a-1b88-4e4e-a01c-5918dfdf7d24}{197}\" paraid=\"1303599976\">At its peak, the mill could produce up to sixty barrels of flour per day. James Gambrill employed three mill hands to manufacture the flour, along with two coopers to produce barrels for its transport. A contemporary newspaper account gave the following description: </p> <blockquote> <p paraeid=\"{daf0f68a-1b88-4e4e-a01c-5918dfdf7d24}{211}\" paraid=\"2054083444\">By far, the Gambrill's mill did the most extensive business of all. The neat, well-appointed mill was up-to-the-minute...it was a pleasure to accompany the big wagon team on its slated trips to Gambrill's. The squat, neat old mill, the more than comfortable atmosphere of the place, and last, but not least, the handsome jolly miller, all combined to make one's visits a genuine pleasure. </p> </blockquote> <p paraeid=\"{daf0f68a-1b88-4e4e-a01c-5918dfdf7d24}{227}\" paraid=\"26157549\">James and his wife Antoinette were married in 1860 and lived with their growing family in a house next to the mill. In 1864, James Gambrill purchased land to build the <a href=\"https://www.nps.gov/places/000/gambrill-mansion.htm\">Gambrill house</a>, which was completed in 1873. The house was a richly ornamented, okra-colored brickhouse built in the Second Empire Style. One of the modern amenities associated with the house was hot and cold running water for the indoor plumbing. The equipment in the pump house made this modern marvel possible. </p> <p paraeid=\"{11cba6a7-4ec7-4781-85b7-d5898631bcf1}{36}\" paraid=\"1733679695\">When the house was first built, toilets, located on the first and second floors at the southeast end of the ell, were enabled to work by pipes which ran from a hydraulic ram positioned at a spring at the pump house, to a cistern atop the ridge behind the house, several hundred yards to the southeast, and then downhill to the house. The downward race of the water created enough power to propel water to a ceiling tank on the second floor. Another length of pipe, almost half a mile long, took the sewage northeast to empty into Bush Creek.  </p>",
    "audioDescription": "The Pump House is located approximately 25 feet to the right of the Gambrill Mill Trail boardwalk. Today it contains the remnants for equipment that was used to pump water to the Gambrill House on the hill. It is also part of the Gambrill Mill Picnic Area sits just south of the parking area, four miles south of Frederick on Route 355. Parking is available with two handicap accessible spaces. The pump house is a 10 by 8 foot wood structure with a metal roof. The building is quite dilapidated with much of the wood siding gone. The door is missing on the front so one has a view directly into the building and out the back of the building where additional wood siding is missing. To the left of the open door, just below the roof a piece of rusty equipment is sticking out of the building. Below, more than half of the wood siding is missing, and you can see that is attached to a long rusty pole that rests on the floor. You cannot see if there is a floor to the building as there is a layer of debris, both from the building materials, and surrounding woods. There were no windows to the structure as it was a utilitarian building specifically housing the hydraulic pump. The interior of the structure is full of debris and old machinery. The structure itself is located on a wood line that parallels the boardwalk trail and remnants of the mill race behind the structure. Beyond the wood line and stream is a meadow of native grasses that provide habitat for ground nesting birds and a variety of other animals. Also, beyond the structure to the left is the Gambrill pond. There is a bench and depending on the time of year there will be one or two picnic tables. To your left is a wooded area that continues to the river, approximately one-quarter of a mile north. The mill trail that began on the northwest corner of the parking lot to the right of the structure, continues for one-half mile in a circular route taking you toward the river, then follows Bush Creek to the historic wagon road that leads back to the Gambrill Mill and parking area. To your right is the parking area for the Gambrill farm and stone path that leads to the Gambrill Mill. There is an interpretive sign in the parking area and a picnic table in the grassy area between the parking area, mill, and service road.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Parking - Auto",
      "Picnic Table",
      "Trailhead",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Battle of Monocacy",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield, National Register of Historic Places, National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "The Gambrill Mill",
        "id": "8A6848B7-4A4A-4620-A657-CFAC3279DA7D",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=8A6848B7-4A4A-4620-A657-CFAC3279DA7D"
      },
      {
        "title": "Gambrill Mill at Monocacy National Battlefield",
        "id": "5EFB1396-64CA-459D-9D06-6D2C7FF8C920",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653639&id=5EFB1396-64CA-459D-9D06-6D2C7FF8C920"
      },
      {
        "title": "Gambrill Mill and House",
        "id": "236E4F4B-1DD8-B71C-0743-6CA9B55F6C90",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653639&id=236E4F4B-1DD8-B71C-0743-6CA9B55F6C90"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "27EB0FE2-51B3-4049-A48F-BB570A185F77",
    "url": "https://www.nps.gov/places/000/interpretive-panel-ambush.htm",
    "title": "Interpretive Panel: Ambush",
    "listingDescription": "Two waysides near the Worthington House highlight the important events that occurred at the farm on July 9, 1864. The \"Ambush\" wayside details the first Confederate attack after they succeeded in crossing the Monocacy River at the nearby ford. The \"Through the Eyes of Child\" wayside addresses Glenn Worthington's experience as he watched the battle from a basement window.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AB2634C5-074F-4FB7-C8B5B0840AFC8D3C.jpg",
        "credit": "NPS / Claire Hassler",
        "altText": "A informational panel in front of a grassy field.",
        "title": "Interpretive Panel: Ambush",
        "description": "",
        "caption": "Interpretive Panel: Ambush",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AB2634C5-074F-4FB7-C8B5B0840AFC8D3C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AB2634C5-074F-4FB7-C8B5B0840AFC8D3C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "confederate",
      "Confederate cavalry",
      "Worthington",
      "battle of monocacy"
    ],
    "latitude": "39.36169850991841",
    "longitude": "-77.40185537793305",
    "latLong": "39.36169850991841,-77.40185537793305",
    "bodyText": "<p>Two waysides near the <a href=\"https://www.nps.gov/places/000/worthington-house.htm\">Worthington House</a> highlight the important events that occurred at the farm on July 9, 1864. The \"Ambush\" wayside details the first Confederate attack after they succeeded in crossing the Monocacy River at the nearby ford. The <a href=\"https://www.nps.gov/places/000/interpretive-panels-a-childs-eyes.htm\">\"Through the Eyes of Child\" wayside</a> addresses Glenn Worthington's experience as he watched the battle from a basement window.<br /> <br /> Around 10 am, Confederate cavalry under the command of <a href=\"https://www.nps.gov/people/john-mccausland.htm\">General John McCausland</a> found the Worthington-McKinney Ford and began crossing the river. Once across the river, the cavalry dismounted and prepared for battle in the Worthington's fields. <br /> <br /> McCausland and his men believed that they were facing inexperienced soldiers (\"100-day men\") who were assigned to guard the railroad junction and bridges at Monocacy Junction. Confident that it would be an easy route, the dismounted cavalry soldiers began marching towards the Thomas Farm around 10:30 am. When they were within 125-feet of the fence separating the Thomas and Worthington Farms, the Union troops opened fire. Surprised by the disciplined and well coordinated attack of <a href=\"https://www.nps.gov/people/james-b-ricketts.htm\">General Ricketts's</a> VI Corps, the Confederates fell back in confusion.<br /> <br /> In the fields behind the Worthington House, McCausland regrouped his men. Around 2 pm, the cavalry attacked again; this time succeeding in pushing the Union line back to the Georgetown Pike and taking control of the Thomas House. Their gain was short-lived, when Union forces rallied and once again pushed the cavalry back to the Worthington Farm.</p> <blockquote> <p>“We remained under the terrific fire about one hour, in which time we lost one-third of the command killed and wounded”. Corporal Alexandria St. Clair, 16th Virginia Calvary</p> </blockquote> <p>Around 3 pm, General <a href=\"https://www.nps.gov/people/john-b-gordon.htm\">John B. Gordon</a> and his infantry division relieved McCausland and the cavalry.</p>",
    "audioDescription": "The “Ambush” and “Through a Child’s Eyes” waysides are located in a small graveled area to the east of the front side of the Worthington House. The Ambush wayside faces East, towards the Thomas House. The Through the Eyes of a Child wayside faces West towards the Worthington House. Beyond the panel is a view of the Worthington House and the rolling hills of the Worthington Farm looking toward Braddock Mountain. On the top third of the Ambush wayside is description of the day’s battle action. The bottom two thirds show a map of the battlefield with troop movements on the Worthington Farm displayed on it along with one quote. There are small circular pictures of both Union Brigadier General James B. Ricketts and Confederate Brigadier General John McCausland superimposed on the map. There is a small inset picture of the farm as it appeared closer to the time of the battle. There is also a map legend which includes symbols for Union and Confederate troops as well as Union Artillery. Ambush On the morning of July 9, 1864, John T. Worthington sent his family to safety in the cellar. From an upstairs window he watched Confederate General McCausland lead is cavalry brigade of 1,400 men into an ambush. Concealed behind a fence and waist high corn, 1,400 Union troops awaited the dismounted cavalrymen. As the cavalrymen drew closer, the Union line opened fire. They decimated the Confederates, who quickly fell back. Later in the afternoon McCausland launched a second attack and took the Thomas House. The outflanked Union line fell back to the Georgetown Pike, launched a counter attack, and drove the Confederate once more back to the Worthington Farm The quote reads as follows: “We remained under the terrific fire about one hour, in which time we lost one-third of the command killed and wounded”. Corporal Alexandria St. Clair, 16th Virginia Calvary The bottom two thirds of the wayside panel map of the Worthington Farm that shows troops movements during the battle that happened on the farm. To the left of the map is a legend that shows blue Union and gray Confederate troop symbols along with blue Union artillery symbols. The right top side of the map has inset pictures of both Union Brigadier General James B. Ricketts and Confederate General John McCausland superimposed on the map. The small circular inset picture of Brigadier General James B. Ricketts has the following description: “Brigadier General James B. Ricketts commanded the Union defense at the Thomas Farm. The small circular inset picture of Brigadier General John McCausland has the following description: “Brigadier General John McCausland commanded the Confederate dismounted cavalry attacks. On the right of the map is a rectangular picture of the farm and it’s buildings as it appeared closer to the time of the battle",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Picnic Table",
      "Scenic View/Photo Spot",
      "Trailhead",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Battle of Monocacy",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield, National Register of Historic Places, National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "The Worthington Farm",
        "id": "4FD5B472-D6D9-43AA-9532-2AC5BF920883",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=4FD5B472-D6D9-43AA-9532-2AC5BF920883"
      },
      {
        "title": "Worthington Farm at Monocacy National Battlefield",
        "id": "ED8B7F0E-E380-45FC-8630-727A540D4676",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6788815&id=ED8B7F0E-E380-45FC-8630-727A540D4676"
      },
      {
        "title": "Thomas Farm at Monocacy National Battlefield",
        "id": "19D20C98-04CA-4B7B-8420-84FCF6AB5EC1",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6788815&id=19D20C98-04CA-4B7B-8420-84FCF6AB5EC1"
      },
      {
        "title": "Monocacy National Battlefield",
        "id": "44B99363-EF98-1412-B6C6-9CCAC70BDF93",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6788815&id=44B99363-EF98-1412-B6C6-9CCAC70BDF93"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "D84704E0-B876-424B-A4AF-967B70CC0780",
    "url": "https://www.nps.gov/places/000/interpretive-panel-edgewood.htm",
    "title": "Interpretive Panel: Edgewood",
    "listingDescription": "This Gambrill House wayside provides information about the history of the house that is in the view on the incline above the wayside beyond a line of trees. It also describes the current use of the house as the headquarters for the Historic Preservation Training Center.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4FDFC8A8-B996-17D6-777CD7BB7243850A.jpg",
        "credit": "J. Fitzgerald",
        "altText": "A wayside with a historic picture of a large house. In the distance is the house in the picture.",
        "title": "Edgewood or Gambrill Mansion",
        "description": "",
        "caption": "James Gambrill did not build this house until 8 years after the Battle of Monocacy.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4FDFC8A8-B996-17D6-777CD7BB7243850A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4FDFC8A8-B996-17D6-777CD7BB7243850A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Edgewood",
      "Gambrill Mansion",
      "Gambrill Mill",
      "monocacy national battlefield",
      "battle of monocacy",
      "Gambrill"
    ],
    "latitude": "39.366818739028716",
    "longitude": "-77.38642257110594",
    "latLong": "39.366818739028716,-77.38642257110594",
    "bodyText": "<p paraeid=\"{1ee5dce8-d380-4403-af11-036fd345e3d7}{188}\" paraid=\"627350631\">This <a href=\"https://www.nps.gov/places/000/gambrill-mansion.htm\">Gambrill House</a> wayside provides information about the history of the house that is in the view on the incline above the wayside beyond a line of trees. It also describes the current use of the house as the headquarters for the Historic Preservation Training Center. </p> <p paraeid=\"{1ee5dce8-d380-4403-af11-036fd345e3d7}{212}\" paraid=\"533781583\">The Gambrill House wayside is located on the Gambrill Farm on the grass ten feet inside the left fork on the service road to the right of the <a href=\"https://www.nps.gov/places/000/tour-stop-4-gambrill-mill.htm\">Gambrill Mill</a>. There is a parking lot at the bottom of the hill before the service road goes past the mill and up the hill to the fork.   </p> <p paraeid=\"{43ee5c37-d9df-467d-991f-03286b9f09d3}{10}\" paraid=\"111276469\">The panel has an image of the Gambrill House, circa 1870s with an inset text and an image about the <a href=\"https://www.nps.gov/orgs/1098/index.htm\">Historic Preservation Training Center</a>. </p> <p paraeid=\"{43ee5c37-d9df-467d-991f-03286b9f09d3}{40}\" paraid=\"2009901121\">The text below the image of the Gambrill House: </p> <p paraeid=\"{43ee5c37-d9df-467d-991f-03286b9f09d3}{56}\" paraid=\"2009760120\">“The success of miller James H. Gambrill became apparent when he built Edgewood, the grand house on the hill. When it was constructed around 1872, the brick, three-story Second Empire-style house was one of the largest single-family residences in Frederick County. With 17 rooms and seven fireplaces. The house was richly finished with Italian marble mantles and features a three-story central hall with a grand staircase. Other sophisticated innovations for the time included a coal-burning furnace, a cooking range, gas lamps, and hot and cold running water. Unfortunately, to avoid financial ruin, Gambrill was forced to sell Edgewood and the mill in 1897.” <br /> <br /> On the right of the wayside is information about the current use of the house as the headquarters for the Historic Preservation Training Center with an image of men working on a piece of historic artillery. </p> <p paraeid=\"{43ee5c37-d9df-467d-991f-03286b9f09d3}{103}\" paraid=\"1282538737\">Above the picture: </p> <p paraeid=\"{43ee5c37-d9df-467d-991f-03286b9f09d3}{113}\" paraid=\"1561286904\">“Today the Gambrill House is home to the administrative headquarters of the National Park Service’s Historic Preservation Training Center. Founded in 1977, the center is tasked with developing the craft skills of National Park Service employees who preserve and maintain the thousands of historic structures in the National Park System, including Jefferson Memorial, Abraham Lincoln’s Boyhood Home, C&O Canal, Fort McHenry, and the USS Cairo ironclad gunboat (below).” </p> <p paraeid=\"{43ee5c37-d9df-467d-991f-03286b9f09d3}{126}\" paraid=\"245891220\">Below the picture: </p> <p paraeid=\"{43ee5c37-d9df-467d-991f-03286b9f09d3}{145}\" paraid=\"642606509\">“Historic Preservation Training Center Exhibit Specialists carefully guide an original Cairo cannon tube into place on a new reconstructed gun carriage on the USS Cairo exhibit at Vicksburg National Military Park.” </p>",
    "audioDescription": "This description is 760 words long. Gambrill House wayside is located four miles south of Frederick, MD off Rt. 355 on the Gambrill Farm on the grass ten feet inside the left fork on the service road to the right of the Gambrill Mill. There is a parking lot at the bottom of the hill before the service road goes past the mill and up the hill to the fork. There is no accommodation for accessibility in this area.   The wayside is a typical National Park Service wayside roughly 3 feet tall and is rectangular in shape with a brown metal frame supporting a laminated informative panel that is roughly 2 feet by 3 feet. The panel has an image of the Gambrill House, circa 1870s with an inset text and an image about the Historic Preservation Training Center. The main, large image on the wayside is a historic photograph circa mid-late 1870’s of members of the Gambrill family standing on the southeast corner of their home on the hill. Antoinette Gambrill is seated and holding the hand of one of the small children, with a small boy sitting in front of them. To their right (viewer’s left) stands one of the older boys with a dog lying in the grass at his feet. An African American woman stands behind them close to the house. To the right of them is James Gambrill standing with another small child and possibly another of the older children behind them. An African American man stands behind the trio closer to the house. Text on either side of the house at top of wayside read: “The success of miller James H. Gambrill became apparent when he built Edgewood, the grand house on the hill. When it was constructed around 1872, the brick, three-story Second Empire-style house was one of the largest single-family residences in Frederick County. With 17 rooms and seven fireplaces. The house was richly finished with Italian marble mantles and features a three-story central hall with a grand staircase. Other sophisticated innovations for the time included a coal-burning furnace, a cooking range, gas lamps, and hot and cold running water. Unfortunately, to avoid financial ruin, Gambrill was forced to sell Edgewood and the mill in 1897.” On the right of the wayside is information about the current use of the house as the headquarters for the Historic Preservation Training Center with an image of two men in white hard hats installing a cannon tube onto the carriage with the use of a straps and bracing to both hold and lower the cannon tube. Text above the image: “Today the Gambrill House is home to the administrative headquarters of the National Park Service’s Historic Preservation Training Center. Founded in 1977, the center is tasked with developing the craft skills of National Park Service employees who preserve and maintain the thousands of historic structures in the National Park System, including Jefferson Memorial, Abraham Lincoln’s Boyhood Home, C&O Canal, Fort McHenry, and the USS Cairo ironclad gunboat (below).” Below the image: “Historic Preservation Training Center Exhibit Specialists carefully guide an original Cairo cannon tube into place on a new reconstructed gun carriage on the USS Cairo exhibit at Vicksburg National Military Park.” The view surrounding the wayside: The foreground as you look southwest is a scrub field with a line of trees in the back of the field that border the service road to the Gambrill House. Beyond the road you can see the East side of the house and garage/office building to the left of the house. To your left is a grassy area that borders the service road that continues to the park maintenance facility a gray utilitarian type building with a two-bay garage. To the left of the building is a line of trees that denote the remnants of the mill race that fed the Gambrill Mill. Behind you is a grassy area that leads to a fence 100 feet away. The fence denotes an area of grassland that is full of native grasses, much of it providing material for ground nesting birds and other animals. In the middle of this 14-acre field is a 800-feet long roadbed that was used by farmers in the 19th century to get their crops to the train. To your right you are looking downhill to the Gambrill Mill, what looks like a two-story stone house from this perspective 175 feet away. To the left is the service road and then another large field as part of the hill. To the right of the Mill is a lightly wooded area with a pond and two picnic tables.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Picnic Table",
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Battle of Monocacy and Architecture",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield, National Register of Historic Places, National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F0A6C149-D78A-437E-B31C-72CF8DAE548B",
    "url": "https://www.nps.gov/places/000/interpretive-panel-final-stand.htm",
    "title": "Interpretive Panel: Final Stand",
    "listingDescription": "This wayside addresses the actions of Union troops during the Battle of Monocacy on the east end of the Thomas Farm just off the Georgetown Pike and north of Baker Valley Road.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AB5C3CEB-9574-5A88-E306554C188253B0.jpg",
        "credit": "NPS / Claire Hassler",
        "altText": "An information panel in front of a grassy field.",
        "title": "Interpretive Panel: Final Stand",
        "description": "",
        "caption": "Interpretive Panel: Final Stand",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AB5C3CEB-9574-5A88-E306554C188253B0.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AB5C3CEB-9574-5A88-E306554C188253B0.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "battle of monocacy",
      "Thomas Farm"
    ],
    "latitude": "39.36173",
    "longitude": "-77.388217",
    "latLong": "39.36173,-77.388217",
    "bodyText": "<p paraeid=\"{296a4806-cf8f-4fd2-8dd8-3bdd8390bed8}{181}\" paraid=\"2023061127\">The Final Stand Wayside is located on the southbound side of Araby Church Road roughly 200 yards north of the intersection with Baker Valley Road. There is a pull off and parking area that will accommodate multiple vehicles in front of the wayside. The wayside addresses the actions of Union troops during the Battle of Monocacy on the east end of the Thomas Farm just off the Georgetown Pike and north of Baker Valley Road.<br /> <br /> During the Battle of Monocacy, Union Troops stationed along this section of the Georgetown Pike (modern day Araby Church Road) held Confederate forces at bay for most of the day. After Confederate troops crossed the river at the ford on the Worthington Farm, Union General Lew Wallace ordered the bridge over the river burned and shifted Union forces to the Thomas Farm.</p> <blockquote> <p paraeid=\"{296a4806-cf8f-4fd2-8dd8-3bdd8390bed8}{181}\" paraid=\"2023061127\">\"The rebels attacked charging in several close lines on our single line. They were repulsed twice with very heavy loss...the road and yard were literally filled with them.\" -Sergeant James Reed, 10th Vermont Infantry</p> </blockquote> <p paraeid=\"{296a4806-cf8f-4fd2-8dd8-3bdd8390bed8}{181}\" paraid=\"2023061127\">Around 4:30 p.m. the Union front collapsed and fell back to the Georgetown Pike, where they used the protection of the road bank in their final stand. With their superior numbers, Confederate troops broke through the Union line. With the battle lost, Union forces retreated.</p>",
    "audioDescription": "This description is 360 words long. The Final Stand Wayside is an informative laminated panel typical of most National Park Service waysides. The wayside is a typical National Park Service wayside roughly 3 feet tall and is rectangular in shape with a brown metal frame supporting a laminated informative panel that is roughly 2 feet by 3 feet. It is located on the southbound side of Araby Church Road roughly 200 yards north of the intersection with Baker Valley Road. There is a pull off and parking area that will accommodate multiple vehicles in front of the wayside. Behind the panel is the Thomas Farm with its fields, buildings and sweeping views of what remains today of the farm. The Thomas Farm remains an active farm with both crops and livestock. The wayside has an artist’s rendering in color. It shows Union troops in the foreground using the road bank of the Georgetown Pike for protection while engaging Confederate troops approaching from the Thomas Farm in the west. Beyond the Confederate troops in the picture, the buildings of the Thomas Farm are visible. The picture shows the smoke of gunfire and Union troops in various stages of loading and firing their rifles. Final Stand The Union Troops held the Confederates at bay for most of the day. Around 4:30 p.m. the Union front collapsed and fell back to the Georgetown Pike, where they used the protection of the road bank in their final stand. The Union soldiers fronted the Thomas Farm and spread to the right toward the river. The Confederates turned the right end of the Union line where their defense was weakest. The battle was lost and the Union army retreated. There are two quotes on the wayside panel: The first quote reads: “So profuse was the flow of blood from the wounded of both these forces, that it reddened the stream for more than one hundred yards below”, Confederate Major General John B. Gordon The second quote reads: “The rebels attacked charging in several close lines on our single line. They were repulsed twice with very heavy loss…the road and yard were literally filled with them.”, Sergeant James Reed, 10th Vermont Infantry.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Location of Union Forces during the Battle of Monocacy",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield, National Register of Historic Places, National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Thomas Farm at Monocacy National Battlefield",
        "id": "19D20C98-04CA-4B7B-8420-84FCF6AB5EC1",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653641&id=19D20C98-04CA-4B7B-8420-84FCF6AB5EC1"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "E813C4F0-A45D-41DD-8DD0-0D8A2C0A385C",
    "url": "https://www.nps.gov/places/000/interpretive-panel-retreat.htm",
    "title": "Interpretive Panel: Retreat",
    "listingDescription": "This wayside addresses the retreat of Union troops at the end of the Battle of Monocacy on the Gambrill Mill Property just south of Bush Creek. The wayside is located off of a flat, mowed grass trail.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B473BFFD-DEFE-77BA-3216F2FA2B1E9A98.jpg",
        "credit": "J. Fitzgerald",
        "altText": "A colorful sign with illustrations and text sits at the edge of a meadow.",
        "title": "Retreat Wayside",
        "description": "",
        "caption": "After a long day of intense fighting, the Union Army retreated through this meadow.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B473BFFD-DEFE-77BA-3216F2FA2B1E9A98.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B473BFFD-DEFE-77BA-3216F2FA2B1E9A98.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "Union Army",
      "battle of monocacy",
      "Gambrill Mill"
    ],
    "latitude": "39.36884477501649",
    "longitude": "-77.38553917850967",
    "latLong": "39.36884477501649,-77.38553917850967",
    "bodyText": "<p paraeid=\"{81bbc123-eb7d-4153-8701-9e9dd6f26d72}{223}\" paraid=\"15278571\">The Retreat wayside is located on the Grambrill Mill Trail roughly four tenths of a mile from the parking lot trailhead by the Gambrill Mill. The wayside is located on the trail facing south along Bush Creek where the trail makes a right turn to head south into a meadow between two fence lines.<br /> <br /> The wayside is a typical National Park Service wayside roughly 3 feet tall and is rectangular in shape with a brown metal frame supporting a laminated informative panel that is roughly 2 feet by 3 feet. The panel has an artist’s rendering of Union troops in retreat with one solider carrying two US Flags in retreat, one solider firing his weapon, another running to in retreat and lastly one wounder solider laying on the ground. There is a battle map showing where both Union and Confederate forces were on the battlefield just before the retreat was ordered.<br /> <br /> The main body of text on the upper third of the wayside reads as follows: </p> <h4 paraeid=\"{0d7b5f8e-3c9d-43cd-b0b4-7eed2ca33921}{26}\" paraid=\"342868119\">Retreat </h4> <p paraeid=\"{0d7b5f8e-3c9d-43cd-b0b4-7eed2ca33921}{36}\" paraid=\"848543643\">At about 5:00 p.m. on July 6, 1864, the Confederates stormed the Union line on the Georgetown Pike. <a href=\"https://www.nps.gov/people/lew-wallace.htm\">Union General Wallace</a> ordered the withdrawal and chaos soon followed. With Confederates in hot pursuit, Union troops fled past <a href=\"https://www.nps.gov/places/000/tour-stop-4-gambrill-mill.htm\">Gambrill Mill</a>, then through the field in front of you, and across Bush Creek behind you. After two miles the Confederates finally abandoned their chase.  </p> <blockquote> <p paraeid=\"{0d7b5f8e-3c9d-43cd-b0b4-7eed2ca33921}{48}\" paraid=\"1660834409\">“The lines were thrown into great confusion. The advancing Confederates who, in great numbers, are bearing down upon us.” Private Alfred Roe, 9th New York Heavy Artillery </p> </blockquote> <p paraeid=\"{0d7b5f8e-3c9d-43cd-b0b4-7eed2ca33921}{88}\" paraid=\"1669323328\">There is a photographic inset in the lower right corner with an oval picture of Corporal Alexander Scott post war in a suite with a tie and vest on wearing his Civil War medals with the following description: </p> <p paraeid=\"{0d7b5f8e-3c9d-43cd-b0b4-7eed2ca33921}{104}\" paraid=\"1369985216\">During the retreat, the color guards form the 10th Vermont Infantry were under heavy Confederate fire and unable to continue. Corporal Alexander Scott, fearing the Union flags might be captured, ran both flags to safety. For his valor in saving the national flag he received the Medal of Honor on September 21, 1897. <br /> <br /> There are two notes along with black and white circular pictures on the maps about key command officers in the battle and a map key that describes symbols used to portray Union and Confederate units on the battlefield. </p> <p paraeid=\"{0d7b5f8e-3c9d-43cd-b0b4-7eed2ca33921}{140}\" paraid=\"85155775\">The first note reads: </p> <p paraeid=\"{0d7b5f8e-3c9d-43cd-b0b4-7eed2ca33921}{150}\" paraid=\"654938183\"><a href=\"https://www.nps.gov/people/james-b-ricketts.htm\">Brigadier General James B. Ricketts</a>, commanded the Union defense at the Thomas Farm until ordered to retreat.<br /> <br /> The second note reads: </p> <p paraeid=\"{0d7b5f8e-3c9d-43cd-b0b4-7eed2ca33921}{170}\" paraid=\"186531847\">Major <a href=\"https://www.nps.gov/people/john-b-gordon.htm\">General John B, Gordon</a> commanded the Confederate division that defeated the Union Forces.  </p>",
    "audioDescription": "The Retreat wayside is located on the Grambrill Mill Trail roughly four tenths of a mile from the parking lot trailhead by the Gambrill Mill. The wayside is located on the trail facing south along Bush Creek where the trail makes a right turn to head south into a meadow between two fence lines. The wayside is a typical National Park Service wayside roughly 3 feet tall and is rectangular in shape with a brown metal frame supporting a laminated informative panel that is roughly 2 feet by 3 feet. The panel has a color artist’s rendering of Union troops in retreat with one solider carrying two US Flags in retreat, one solider firing his weapon, another running to in retreat and lastly one wounder solider laying on the ground. There is a battle map showing where both Union and Confederate forces were on the battlefield just before the retreat was ordered. The main body of text on the upper third of the wayside reads as follows: Retreat At about 5:00 p.m. on July 6, 1864, the Confederates stormed the Union line on the Georgetown Pike. Union General Wallace ordered the withdrawal and chaos soon followed. With Confederates in hot pursuit, Union troops fled past Gambrill Mill, then through the field in front of you, and across Bush Creek behind you. After two miles the Confederates finally abandoned their chase. There is one quote on the wayside panel: The quote reads: “The lines were thrown into great confusion. The advancing Confederates who, in great numbers, are bearing down upon us.” Private Alfred Roe, 9th New York Heavy Artillery There is a photographic inset in the lower right corner with an oval picture of Corporal Alexander Scott post war in a suite with a tie and vest on wearing his Civil War medals with the following description: During the retreat, the color guards form the 10th Vermont Infantry were under heavy Confederate fire and unable to continue. Corporal Alexander Scott, fearing the Union flags might be captured, ran both flags to safety. For his valor in saving the national flat he received the Medal of Honor on September 21, 1897 There are two notes along with black and white circular pictures on the maps about key command officers in the battle and a map key that describes symbols used to portray Union and Confederate units on the battlefield. The first note reads: Brigadier General James B. Ricketts, commanded the Union defense at the Thomas Farm until ordered to retreat The second note reads: Major General John B, Gordon commanded the Confederate division that defeated the Union Forces.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Battle of Monocacy",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield, National Register of Historic Places, National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "The Gambrill Mill",
        "id": "8A6848B7-4A4A-4620-A657-CFAC3279DA7D",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=8A6848B7-4A4A-4620-A657-CFAC3279DA7D"
      },
      {
        "title": "Gambrill Mill at Monocacy National Battlefield",
        "id": "5EFB1396-64CA-459D-9D06-6D2C7FF8C920",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654083&id=5EFB1396-64CA-459D-9D06-6D2C7FF8C920"
      },
      {
        "title": "Gambrill Mill and House",
        "id": "236E4F4B-1DD8-B71C-0743-6CA9B55F6C90",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654083&id=236E4F4B-1DD8-B71C-0743-6CA9B55F6C90"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "544CDC5B-81F4-4D70-89AF-F9D44DCA1E86",
    "url": "https://www.nps.gov/places/000/interpretive-panels-a-childs-eyes.htm",
    "title": "Interpretive Panel: Through A Child's Eyes",
    "listingDescription": "Two waysides near the Worthington House highlight the important events that occurred at the farm on July 9, 1864.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AB76D889-BE1D-C7C1-DB23737E8C685999.jpg",
        "credit": "NPS / Claire Hassler",
        "altText": "A informational panel in front of a grassy field and a house.",
        "title": "Through A Child's Eyes",
        "description": "",
        "caption": "Interpretive Panel: Through A Child's Eyes",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AB76D889-BE1D-C7C1-DB23737E8C685999.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AB76D889-BE1D-C7C1-DB23737E8C685999.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "Worthington Farm",
      "confederate",
      "battle of monocacy"
    ],
    "latitude": "39.36167011160068",
    "longitude": "-77.40180348744965",
    "latLong": "39.36167011160068,-77.40180348744965",
    "bodyText": "<p>Two waysides near the <a href=\"https://www.nps.gov/places/000/worthington-house.htm\">Worthington House</a> highlight the important events that occurred at the farm on July 9, 1864. <a href=\"https://www.nps.gov/places/000/interpretive-panel-ambush.htm\">The \"Ambush\" wayside</a> details the first Confederate attack after they succeeded in crossing the Monocacy River at the nearby ford. The \"Through the Eyes of Child\" wayside addresses Glenn Worthington's experience as he watched the battle from a basement window.<br /> <br /> As the opening shots of the battle were fired over near the Best Farm and the Georgetown Pike, the <a href=\"https://www.nps.gov/mono/learn/historyculture/the_worthingtons.htm\">Worthington family</a> was busy preparing for the battle they knew would come to them eventually. John Worthington and his enslaved laborers rushed to salvage the wheat crop in the fields. As the boom of cannons began in the distance, John Worthington sent two of his enslaved laborers, John Ephraim Tyler Butler and Thomas Palm, to take the horses to nearby Sugar Loaf Mountain and hide them in the “darkest and loneliest place you can find.”<br /> <br /> After salvaging as much of the wheat harvest as possible, Worthington prepared the house and family for the battle. Worthington had two-inch thick oak boards put across the cellar windows. Tubs and a barrel of water were placed in the cellar. As the fighting drew nearer, the Worthington family and their enslaved laborers took refuge in the cellar. Around 11 am they were joined by the wife of the B&O Railroad station manager and her four children.<br /> <br /> Mid-morning the Confederates found the nearby ford and began crossing the river. Worthington and his family took refuge in the cellar, and through the boarded-up windows, six-year-old Glenn Worthington watched intently as the fighting raged in front of the house. In his account of the battle, <em>Fighting For Time</em>, Glenn Worthington recalls that, “Glimpses of blue could be seen as they passed windows. More than one received his death wound close to the house and fell there to die, in Worthington yard.”<br /> <br /> After the battle, John Worthington and his family assisted with the care of the wounded soldiers. Glenn and his seven-year-old brother Harry were sent into the nearby fields to gather sheaves of wheat for use as a bed for a wounded Confederate soldier.</p> <p>While the wounded were being cared for, other Confederate soldiers gathered the muskets that had been thrown away by the retreating Union soldiers. The muskets were placed in a pile in Worthington’s back yard and set on fire, leaving only the gun barrels and bayonets. Glenn desired one of these bayonets as a souvenir. He procured a stick and began to drag the bayonet from the embers, and as he stooped to retrieve his prize, an ember touched a discarded paper cartridge which exploded in his face. A Confederate soldier carried him, blinded and yelling, into the house. Luckily Glenn’s eyesight was not damaged by the explosion and he made a full recovery.</p>",
    "audioDescription": "This description is 450 words long. The “Ambush” and “Through a Child’s Eyes” waysides are located in a small graveled area to the east of the front side of the Worthington House. The Ambush wayside faces East, towards the Thomas House. The Through the Eyes of a Child wayside faces West towards the Worthington House. Beyond the panel is a view of the Worthington House and the rolling hills of the Worthington Farm looking toward Braddock Mountain. The Through the Eyes of Child wayside background is an artist’s color rendering of 6-year-old Glenn Worthington watching the battle from a boarded window in his basement. The top third of the panel has text describing his experience and the bottom third has two rectangular pictures one of Glenn Worthington as child with his cousin and a second of Worthington later in life The main body of text in the upper third of the wayside reads as follows: Through a Child’s Eyes On the morning of July 9, 1864, six-year-old Glenn Worthington was ushered into the farmhouse cellar with his family and their slaves. The window had been boarded with thick oak boards and tubs of drinking water were placed in the cellar. Young Glenn peered between the gaps of the boarded windows, witnessing horrific events as the battle unfolded. When the fighting stopped, Glenn helped his family tend to the wounded soldiers who lay in the yard. That afternoon, Glenn was injured while trying to retrieve a bayonet from a pile of burning rifles. A coal from the fire ignited a cartridge, which exploded in his face. Glenn was burned, but fully recovered within a few weeks. The bottom left-hand corner of the wayside two rectangular pictures. From left to right the pictures and descriptions are as follows: A rectangular picture of a very young Glenn Worthington in what appears to be a sailor’s uniform with a young girl in a with dress. The picture’s caption reads: “Glenn Worthington and his cousin about 1860”. The second picture is a picture of Glenn Worthington at an unknown date but clearly a young man. The description reads as follows: “Glenn H. Worthington (1858-1934) graduated from the University of Maryland School of Law in 1887. He was a farmer, teacher, and judge. In 1932 Glenn published the first complete account of the battle of Monocacy. His retelling of historical events helped persuade Congress to establish Monocacy National Battlefield in 1934.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Picnic Table",
      "Scenic View/Photo Spot",
      "Trailhead",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Battle of Monocacy",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield, National Register of Historic Places, National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "The Worthington Farm",
        "id": "4FD5B472-D6D9-43AA-9532-2AC5BF920883",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=4FD5B472-D6D9-43AA-9532-2AC5BF920883"
      },
      {
        "title": "Worthington Farm",
        "id": "A7DBB2F3-BFC1-B6BA-6D1D-5D46A14F0B96",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653643&id=A7DBB2F3-BFC1-B6BA-6D1D-5D46A14F0B96"
      },
      {
        "title": "Worthington House - 360° photos",
        "id": "152ED3D8-79B7-4694-BDE0-2F57707B49B1",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653643&id=152ED3D8-79B7-4694-BDE0-2F57707B49B1"
      },
      {
        "title": "Worthington Farm at Monocacy National Battlefield",
        "id": "ED8B7F0E-E380-45FC-8630-727A540D4676",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653643&id=ED8B7F0E-E380-45FC-8630-727A540D4676"
      },
      {
        "title": "Worthington House - Details",
        "id": "C992D60D-FE13-4220-9D3F-806316D78C4B",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653643&id=C992D60D-FE13-4220-9D3F-806316D78C4B"
      },
      {
        "title": "Worthington House Restoration",
        "id": "2898F4B2-1DD8-B71C-075F-269A0C74A63B",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6653643&id=2898F4B2-1DD8-B71C-075F-269A0C74A63B"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "E9E3493C-BB62-4D91-A47B-32F0E78F5EBB",
    "url": "https://www.nps.gov/places/000/interpretive-panels-gambrill-mill-burning-the-bridge.htm",
    "title": "Interpretive Panels Gambrill Mill Burning the Bridge",
    "listingDescription": "Scenic view of Monocacy River with interpretive waysides describing the burning of the covered bridge during the Battle of Monocacy and the Union retreat over the railroad bridge.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/ABC37D0A-AFB9-4BAC-250FAD37D8970654.jpg",
        "credit": "NPS / Claire Hassler",
        "altText": "A informational panel in front of",
        "title": "Gambrill Mill Burning the Bridge",
        "description": "",
        "caption": "Gambrill Mill Burning the Bridge",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/ABC37D0A-AFB9-4BAC-250FAD37D8970654.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/ABC37D0A-AFB9-4BAC-250FAD37D8970654.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "battle of monocacy",
      "Monocacy River",
      "Union Army",
      "Confederate Army",
      "Union retreat",
      "Bridges",
      "Railroad bridge",
      "road bridge",
      "Burning Bridge"
    ],
    "latitude": "39.3696630613573",
    "longitude": "-77.3886421076158",
    "latLong": "39.3696630613573,-77.3886421076158",
    "bodyText": "This wayside addresses the burning of the wooden covered bridge on the Georgetown Pike spanning the Monocacy River by Union troops. <p paraeid=\"{0b14b806-321e-46f9-a31c-ad70ca3403af}{186}\" paraid=\"222945692\"> </p> <p paraeid=\"{0b14b806-321e-46f9-a31c-ad70ca3403af}{208}\" paraid=\"907848502\">The main body of text on the upper third of the wayside reads as follows: <br /> <br /> On July 9, 1864, a wooden covered bridge spanned the Monocacy River where you see the present-day Urbana Pike Bridge. The covered bridge provided easy movement for the Confederates, intent on speeding 15,000 troops with their horses, wagons, and artillery toward their objective, Washington, D.C. Union General Wallace ordered the bridge held “at all hazard.” Throughout the morning the Confederates advanced on the bridge, but a determined Union force held them back. By noon, Wallace decided to move his troops toward the Confederate threat at the Thomas farm, then ordered the bridge burned. Sheaves of wheat were gathered and ignited under the bridge's roof; flames engulfed the structure destroying it.<br /> <br /> <i>[The covered bridge] had to go.… I remember as if it were yesterday the struggle I had with myself to have the match applied.… I gave the word and in a moment…the old crossing was in a whirl of flame and smoke.</i> — Union Major General Lew Wallace<br />  </p>",
    "audioDescription": "The Burning the Bridge wayside is located on the Gambrill Mill Trail on the boardwalk facing North-West overlooking the Monocacy River. The wayside is posted along the boardwalk fencing.   The wayside is a typical National Park Service wayside roughly 3 feet tall and is rectangular in shape with a brown metal frame supporting a laminated informative panel that is roughly 2 feet by 3 feet. The panel has an artist’s color rendering of Union troops retreating across the Georgetown Pike wooden covered bridge. The bridge is on fire with thick smoke billowing from the roof. Two Union soldiers carrying their weapons and packs are retreating toward the viewer while one Union solder lies wounded on the ground. Two other Union soldiers are trapped on the other side of the Monocacy River.  The view surrounding the wayside: The foreground as you look North-West is a slope down to the Monocacy River with tree cover to the left when facing the wayside. Above the river stretches the present-day Urbana Pike, Route 355, roughly were the old Georgetown Pike wooden covered bridge stood. To your left is the boardwalk trail stretching back to the Gambrill Mill parking lot. Behind you is a wet meadow wetland full of swampy brush and scrub. The trail circles the wetland. To your right is another wayside the Desperate Escape wayside as well as a ramp leading down from the boardwalk onto the ground level trail.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Benches/Seating",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Picnic Table",
      "Scenic View/Photo Spot",
      "Trailhead",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, MD - Gambrill Mill",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Battle of Monocacy",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield / National Historic Landmark / National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "The Gambrill Mill",
        "id": "8A6848B7-4A4A-4620-A657-CFAC3279DA7D",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=8A6848B7-4A4A-4620-A657-CFAC3279DA7D"
      },
      {
        "title": "Gambrill Mill at Monocacy National Battlefield",
        "id": "5EFB1396-64CA-459D-9D06-6D2C7FF8C920",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654093&id=5EFB1396-64CA-459D-9D06-6D2C7FF8C920"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "05509748-318D-4AEE-B8E2-40A09BFCFFA1",
    "url": "https://www.nps.gov/places/interpretive-panels-worthington-parking.htm",
    "title": "Interpretive Panels Worthington Parking Area",
    "listingDescription": "The “A Bold Plan” wayside is at the end of the publicly accessible portion of Worthington Lane next to the parking area. It addresses General R E Lee’s plans to disrupt Union plans and has a high-level review of the driving tour and it’s stops.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AC890388-9733-4347-CCFBE78B9BAB895E.jpg",
        "credit": "NPS / Claire Hassler",
        "altText": "An informational panel in front of a large field.",
        "title": "Worthington Parking Area",
        "description": "",
        "caption": "Worthington Parking Area",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AC890388-9733-4347-CCFBE78B9BAB895E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AC890388-9733-4347-CCFBE78B9BAB895E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "confederate army cavalry",
      "confederate",
      "Worthington Farm",
      "battle of monocacy"
    ],
    "latitude": "39.36191861611467",
    "longitude": "-77.40067874989292",
    "latLong": "39.36191861611467,-77.40067874989292",
    "bodyText": "<p>The “A Bold Plan” wayside is located next to the parking area at the end of the publicly accessible portion of Worthington Lane. The panel provides context for the Battle of Monocacy and directions for the driving tour.</p> <blockquote> <p>“I therefore decided…to turn down the …to threaten Washington and if I find an opportunity---to take it”, Confederate General Jubal A. Early</p> </blockquote> <p>In June 1864, with Union Lieutenant General <a href=\"https://www.nps.gov/people/ulysses-s-grant.htm\">Ulysses S. Grant</a> intent on destroying Confederate General <a href=\"https://www.nps.gov/people/robert-e-lee.htm\">Robert E. Lee</a>’s army, Lee developed a bold pan to capture Washington, D.C. He sent Lieutenant General <a href=\"https://www.nps.gov/people/jubal-early.htm\">Jubal A. Early</a> with 15,000 troops to invade the North. Pushing through the Shenandoah Valley to Frederick, Maryland, Early expected to encounter minor resistance, but instead he found an opposing force of 6,600 troops he had not anticipated. Although his army prevailed at the Battle of Monocacy on July 9th, 1864, the delay cost his army the chance to take Washington and, perhaps, to turn the tide of the war in favor of the confederates.</p>",
    "audioDescription": "This description is 860 words long. The “A Bold Plan” wayside is at the end of the publicly accessible portion of Worthington drive next to the parking area. It addresses General R E Lee’s plans to disrupt Union plans and has a high-level review of the driving tour and it’s stops. Behind the panel is the Worthington Farm with its fields, buildings and rolling hills with views of Braddock Mountain in the distance. The Worthington Farm remains an active farm with both crops and livestock. On the upper left-hand corner of the panel there is a brief overview of Lee’s strategy in ordering General Jubal Early to begin the 1864 Valley Campaign. The panel in the upper right-hand corner is a color artist’s rendering of Confederate cavalry. The bottom two thirds of the panel is made up of pictures of all five stops of the Monocacy NB driving tour. There are three maps: one of the battlefield layout, a map of the driving tour and another that shows the route of Early’s 1864 Valley Campaign. The wayside is laid out and reads as follows: A Bold Plan In June 1864, with Union Lieutenant General Ulysses S Grant intent on destroying Confederate General Robert E. Lee’s army, Lee developed a bold pan to capture Washington, D.C. He sent Lieutenant General Jubal A. Early with 15,000 troops to invade the North. Pushing through the Shenandoah Valley to Frederick, Maryland, Early expected to encounter minor resistance, but instead he found an opposing force of 6,600 troops he had not anticipated. Although his army prevailed at the Battle of Monocacy on July 9th, 1864, the delay cost his army the chance to take Washington and, perhaps, to turn the tide of the war in favor of the confederates. There is one quote on the wayside panel: The quote reads: “I therefore decided…to turn down the …to threaten Washington and if I find an opportunity---to take it”, Confederate General Jubal A. Early On the upper right is an artist’s rendering of Union and Confederate forces engaged in battle at the Thomas Farm with the Union in the foreground and Confederate forces in the background of the picture. Just below the picture of battle on the right side of the panel is a map of the 1864 Valley Campaign which shows Early’s movements starting in Richmond, Virginia and moving through the Shenandoah Valley and into Maryland, and then back into Virginia. The map also shows the movement of Union troops ordered by Grant to reinforce Washington DC. The Map has this description: 1864 Valley Campaign Early departed Richmond on June 13, secured the Shenandoah Valley, and moved into Maryland. He fought Union troops, reinforced by Grant, at Monocacy on July 9. Early then advanced on the defenses of Washington and reached Fort Stevens on July 11. On July 12 Early found the odds too great and retreated into Virginia. To the left of the Valley Campaign map is a small oval inset picture of Lieutenant General Jubal A. Early, Confederate Commander. To the right is a small oval inset picture of Major General Lew Wallace, Union Commander at the battle of Monocacy. The middle third of the Wayside has a copy of the Battlefield Map with the Monocacy driving tour laid out on it with all 5 driving tour stops and other points of interest on the battlefield displayed on it. Just to the right of the Battlefield Map is this information: Touring the Battlefield You are at Stop 3 of the auto tour. The 6-mile auto tour visits five key locations where the Battle of Monocacy was fought. Walking trails are located at the visitor center and at stops 3(Worthington Farm), 4 (Thomas Farm), and 5 (Gambrill Mill). The bottom third of the wayside has pictures of all 5 driving tour stops in a horizontal order from 1 through 5 with brief descriptions that are as follows: A picture of the main house on the Best Farm with the description directly above it saying, “Tranquil today, Best Farm was caught in artillery crossfire at the battle’s beginning.\" A picture of the 14th New Jersey Monument with the description directly above it saying, “Defending Monocacy Junction was key to the Union’s strategy.” A picture of the main house on the Worthington Farm with the description directly above it saying, “At Worthington Farm Confederates found a way to ford the Monocacy River, shifting the battle to a new front.\" A picture of the main house at the Thomas Farm with the description directly above it saying, “Civilians hid in the Thomas House as the armies faced off in furious fighting here.” A picture of the Gambrill Mill with the description directly above it saying, “Gambrill Mill became a field hospital for Union soldiers.” The background of the bottom third of the wayside panel is a picture of the Worthington Farm as it stands today with description, \"John T. Worthington purchased this farm in 1862. From his fields on July 9, 1864, the Confederates launched a series of attacks toward the Union line on the Thomas farm.\"",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Picnic Table",
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Battle of Monocacy",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield, National Register of Historic Places, National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "The Worthington Farm",
        "id": "4FD5B472-D6D9-43AA-9532-2AC5BF920883",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=4FD5B472-D6D9-43AA-9532-2AC5BF920883"
      },
      {
        "title": "Worthington Farm at Monocacy National Battlefield",
        "id": "ED8B7F0E-E380-45FC-8630-727A540D4676",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6777855&id=ED8B7F0E-E380-45FC-8630-727A540D4676"
      },
      {
        "title": "Monocacy National Battlefield",
        "id": "44B99363-EF98-1412-B6C6-9CCAC70BDF93",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6777855&id=44B99363-EF98-1412-B6C6-9CCAC70BDF93"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "2731F104-F6F9-4FD3-A642-5F9EB7F4EE5D",
    "url": "https://www.nps.gov/places/000/interpretive-panels-best-farm.htm",
    "title": "Interpretive Panels: Best Farm",
    "listingDescription": "There are three panels at the Best Farm. One addresses the history of L’Hermitage the original plantation located on the farm. A second wayside speaks to what the Best Family went through during the Battle of Monocacy. A third wayside is a map of the buildings, both existing and now gone, that are or were part of the Best Farm.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/ABA24443-0087-D389-A887095142E1005F.jpg",
        "credit": "NPS / Claire Hassler",
        "altText": "Five informational panels next to each other.",
        "title": "Best Farm",
        "description": "",
        "caption": "Interpretive Panels: Best Farm",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/ABA24443-0087-D389-A887095142E1005F.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/ABA24443-0087-D389-A887095142E1005F.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "african american",
      "battle of monocacy"
    ],
    "latitude": "39.370588",
    "longitude": "-77.398689",
    "latLong": "39.370588,-77.398689",
    "bodyText": "There are three waysides at the <a href=\"https://www.nps.gov/places/000/best-farm.htm\">Best Farm</a> that hint to the layers of history at this site. One addresses the history of L’Hermitage the original plantation located on what is today called the Best Farm. A second wayside speaks to what the <a href=\"https://www.nps.gov/mono/learn/historyculture/best.htm\">Best Family</a> went through during the Battle of Monocacy. A third wayside is a map of the buildings both existing and now gone that are or were part of the Best Farm. ",
    "audioDescription": "This description is 832 words long. There are three waysides at the Best Farm each is an informative laminated panel. The waysides are adjacent a parking area. Behind the waysides are the buildings of the Best Farm. From Left to right the waysides are: L’Hermitage, Caught in the Crossfire, and Best Farm. The L’Hermitage wayside faces east. Beyond the wayside is a rectangular building with white walls and a red metal roof with two chimneys. The wayside has a color picture of the farm. In the picture is a secondary building on the farm built in the 1790s. Beyond the secondary building are superimposed renditions of what enslaved worker’s quarters would have looked like that were on the farm. The locations of these quarters are based on an archeological study completed on the farm. L’Hermitage Panel In the late 1700s, a large slave village was constructed just beyond the building in front of you. By 1800, as many as 90 enslaved laborers were housed there, an usually large number of slaves for this area. The enslaved people were the property of the Vincendiere family, French planters who fled a slave revolt in Saint-Domingue (now Haiti) in 1793. They acquired land and enslaved laborers to establish L’Hermitage plantation, seemingly intent on recreating the Caribbean slave system there in Frederick County. Local authorities, however, did not favor their approach; court records indicate that members of the household were accused of mistreating their slaves and withholding food and clothing. L’Hermitage was sold in 1827, and there was never again a sizable enslaved population at the farm. A quote on the panel reads: “One can see a row of wood house and one stone house…(and) instruments of torture, stocks, wooden horses, whips, etc..They foam with rage, beat the negroes, complain and fight with each other”, Julian Ursyn Niemcewicz’s 1798 eye-witness account of L’Hermitage On the bottom third are three pictures of items found during the archeology study at the Best Farm from left to right a brooch, two coins and a shell pendant. The caption: “In 2003, archeologists confirmed the location of the L’Hermitage slave village. Building foundations and artifacts unearthed at the site shed light on a dark past and help tell the stories of the people who toiled here.” Caught in the Crossfire Panel The panel has a black and white photograph of soldiers posing in camp as it’s background. There are two small oval pictures of John and Margaret Best with a brief description of what they did during the battle. There are also pictures of broken pieces of dishes found during an archeological study completed on the farm. The wayside reads: Since the war’s onset John T. Best had grown accustomed to seeing Union and Confederate soldiers on his farm but the morning of July 9, 1864 was different. Shots rang out on the farm and a battle ensued. Confederate artillery moved into the field, exchanging fire with Union artillery on the heights. Union infantrymen were easy targets for Confederate sharpshooters hidden in the Best’s barn until a Union artillerist spied puffs of smoke from the sharpshooters’ rifles. Union artillery pounded the barn, setting it on fire and destroying it along with tools, harvested crops, and hay. A quote reads: “The second shot burst inside the barn, and so did the third, and the fourth, the barn was soon on fire..” Private Frederick Wild, Alexander’s Baltimore Battery The lower left corner is a description of the photo: “Best Farm was a crossroads of war. Armies from both sides frequently camped here throughout the Civil War, like these soldiers posing for camp side photo. On the upper right side are oval pictures of John and Margaret Best with a description reading: “John and Margaret Best hid in the house with their children during the battle. The Best filed claims against the Federal government after the war for property that Union soldiers stole or destroyed in 1862. No claims are known for the 1864 destruction. On the lower right is a picture of three broken ceramic dishes of various size and shape with the caption: These fragments of dishes broken during the 1864 battle, were found buried near the farmhouse. Best Farm Panel The panel is divided in three sections a map of the Best Farm, rules of the park, and a picture of the Stone Barn. The map on the upper third shows the farm’s buildings and approximate date of construction of each. Listed are the Well House (c. 1949), Secondary Dwelling (1790s), Main House (1790–1870s), Corncrib (1870), Log Outbuilding (1870s), Stone Barn (1790s) The rules on the middle third are as follows: Park Regulations Prohibit: Accessing railroad tracks, agricultural fields and private property, Bicycles on park trails, Relic Hunting, Metal detectors, Pets off leash, Littering, Hunting or harassing wildlife, Possession of Cultural Resources (bottles, metal",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Battle of Monocacy, L'Hermitage Plantation",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield, National Register of Historic Places, National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "The Best Farm",
        "id": "145F1088-C375-41C9-BA4C-880B23DC8F51",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=145F1088-C375-41C9-BA4C-880B23DC8F51"
      },
      {
        "title": "Best Farm at Monocacy National Battlefield",
        "id": "9BB0DA56-7814-4762-AEFA-735B1A70DED5",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654091&id=9BB0DA56-7814-4762-AEFA-735B1A70DED5"
      },
      {
        "title": "Best Farm Slave Village Archeology",
        "id": "2EC7BA8C-1DD8-B71C-07B9-0FE8D60FDEF2",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654091&id=2EC7BA8C-1DD8-B71C-07B9-0FE8D60FDEF2"
      },
      {
        "title": "Best Farm Slave Village Artifacts",
        "id": "2FD8F6D4-1DD8-B71C-0745-CAABF9CE4C54",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654091&id=2FD8F6D4-1DD8-B71C-0745-CAABF9CE4C54"
      },
      {
        "title": "Best Farm Main House",
        "id": "288AD6B7-1DD8-B71C-07FE-1AF82B66A29B",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654091&id=288AD6B7-1DD8-B71C-07FE-1AF82B66A29B"
      },
      {
        "title": "Best Farm Secondary House",
        "id": "288CCAFB-1DD8-B71C-0725-D6E66EF29AA9",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654091&id=288CCAFB-1DD8-B71C-0725-D6E66EF29AA9"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "E7D07AA3-4412-460B-8B2A-6AAE19474994",
    "url": "https://www.nps.gov/places/000/interpretive-panels-junction-trail.htm",
    "title": "Interpretive Panels: Junction Trail",
    "listingDescription": "The Junction Trail parallels the B&O Railroad Frederick Spur to the first Wye Junction in the United States. There are two waysides near the junction that illuminate the role of the railroad in the battle and the U.S. Colored Troops recruiting station that was located at Monocacy Junction.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/ABE88F97-DDF6-26BD-77549BF5F5105065.jpg",
        "credit": "NPS / Claire Hassler",
        "altText": "An information panel next to a trail",
        "title": "Interpretive Panels: Junction Trail",
        "description": "",
        "caption": "Junction Trail",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/ABE88F97-DDF6-26BD-77549BF5F5105065.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/ABE88F97-DDF6-26BD-77549BF5F5105065.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "railroad",
      "B&O Railroad",
      "USCT",
      "US Colored Troops",
      "Monocacy Junction",
      "Monocacy River",
      "10th Vermont",
      "6th Corps"
    ],
    "latitude": "39.371692",
    "longitude": "-77.391324",
    "latLong": "39.371692,-77.391324",
    "bodyText": "<p lang=\"EN-US\" paraeid=\"{efc2f29f-4967-43c0-8eca-c6505d4d5f35}{34}\" paraid=\"2081302960\" xml:lang=\"EN-US\">The Junction Trail begins at the Southeast corner of the Monocacy National Battlefield Visitor Center parking lot. Halfway between the bend of the trail and the bridge are two Wayside signs: “Slave to Soldier” and “Nick of Time.” </p> <p lang=\"EN-US\" paraeid=\"{9961ed74-2db9-4b8b-929f-92cbc8c5826e}{140}\" paraid=\"1741420421\" xml:lang=\"EN-US\">The trail is a well-maintained natural grass, gently rolling loop, approximately one (1) mile long. It starts at the corner of the parking lot and is denoted by a marker and sign. The trail leads heads South, paralleling the railroad spur tracks. In 1864 this spur line was used for cargo only. The trail borders a farm field planted (rotationally) with crops of corn, alfalfa, soy beans or wheat. About 3/4 of the way along the east leg of the trail crosses a farm road that extends from Rte. 355 across the railroad tracks to a small farm field to your left. This road, and the small farm field, are NOT accessible to the public. </p> <p lang=\"EN-US\" paraeid=\"{9961ed74-2db9-4b8b-929f-92cbc8c5826e}{124}\" paraid=\"1909984745\" xml:lang=\"EN-US\">Standing at the Wayside signs looking South the land drops off about 10 feet to the track level. The tracks at the bottom of the cut just before you are the spur line rails. About 50 feet beyond the main line rails leads to Baltimore and points west. The junction of the rails is further to the west on the other side of the current bridge. Inside the Vee formed by the tracks stood the Monocacy Junction station. Looking to the left you can see where the farthermost tracks curve off toward the Monocacy River Railroad Bridge. During the battle Union forces took cover in the railroad cut. </p> <p lang=\"EN-US\" paraeid=\"{9961ed74-2db9-4b8b-929f-92cbc8c5826e}{126}\" paraid=\"1559337868\" xml:lang=\"EN-US\">At this point the trail turns North (right) and back towards back to the Visitor Center. Rte. 355 is to your left and the farm field is to your right. This section is a bit more rolling than the Eastern leg. Just after you cross the farm road on your return, you will top the highest point of this section of the Battlefield. Looking ahead (north) you have an clear and open view towards Frederick. Looking behind you, there is a shallow swale. The trail back to the Visitor Center parallels Rte, 355. At the end of the farm field on the right, is a beige marker post with a blue stripe which marks the turn right to proceed back to the Visitor Center.</p>",
    "audioDescription": "This description has 850 words. Two waysides: the left is titled \"SLAVE TO SOLDIER\". Text reads: “On October 1, 1863, nine months after President Lincoln’s Emancipation Proclamation, Secretary of War Edwin Stanton advised Lincoln that it was a ‘military necessity in the State of Maryland...for enlisting all persons capable of bearing arms...without regard to color....’ A ‘colored troops’ recruiting station was soon established at Monocacy Junction. Local slave owners received up to $300 for the enlistment of their slaves. Lincoln allowed slaves—who had their owner’s consent or who had escaped from owners disloyal to the Union—to enlist in the army. In return the slaves were ‘forever thereafter...free.’” To the right of the text in red italics is quoted, “Once let the black man get upon his person the brass letter, U.S., let him get an eagle on his button and musket on his shoulder and bullets in his pocket, there is no power on earth that can deny that he has earned the right to citizenship.” Below the quote is “Frederick Douglass, former slave, American abolitionist, author, orator, and statesman.” A black and white photograph of a group of 15 black Union soldiers standing in a row. The soldier on the left holds a sword that is pointed down. They stand at rest with the butts of rifles resting on the ground. Hands on top of the barrels near left shoulders with left hand above right. Some have bayonets fixed. The caption reads: “Although not recruited at Monocacy Junction, these members of the Provost Guard of the 107th Colored Infantry at Fort Corcoran near Washington, D.C. fought bravely as did the five Maryland U.S. Colored Regiments inducted here.” Lower right is a document written in flowery cursive. In the upper left is “19 tenth street Balt.” In the upper right in larger script is written, “Monocacy. Frederick Co. Md.” The next line says “Slave in Co. D. 19th Regt.” and “Jan 6th 1864.” The body of the text reads “This certifies that Samuel Adams (a slave for 30 years). Age 2020 Height 5 ft 11 ¼ in—Eyes Black Complexion copper Hair Black The property of Grafton Burgee a resident of Frederick Co. Md. Has this day been received as a recruit for the service of the United States.” The bottom line is written in the lower left: “Witness Col J.P. Creager” and in the lower right: “Charles P. Goodyear, Leut. and Recruiting Officer.” The caption reads, “At Monocacy Junction, January 6, 1864, Grafton Burgee signed over his property—William “Samuel” Adams—for $300 (receipt below), enabling Adams to join the Union army and ultimately gain his freedom. Private Adams was assigned to Company D, 19th Regiment, United States Colored Troops for three years.” The wayside on the right is titled \"NICK OF TIME\". Below reads: “On July 9, 1864, at 2:00 a.m., the last train of Union reinforcements pulled into Monocacy Junction just hours before the battle. The addition of 3,400 veterans increased Wallace’s total to 6,600 men. While Wallace was successful in delaying the Confederate march on Washington, he failed to stop the Confederates from destroying the junction and damaging the railroad bridge. “Railroads played a major part in the Civil War. The ability to move troops and supplies rapidly over short and long distances had an immediate effect on campaigns and battles. Because of this advantage, railroads would become prime targets for both armies throughout the war.” Below the body is quoted “A large force of veterans have arrived by water, and will be sent immediately [by train]. John W. Garrett, B&O Railroad President.” A black and white photograph of a train station with a train on a raised wooden causeway that is several feet off the ground. The engine disappears off the left side of the image. To the right is a small coal car, a freight car, and three passenger cars. A square structure on stilts is visible in the lower right corner and obscures the view of the rest of the cars. Behind the train are two buildings. The far left building is obscured by a blurring white patch (probably steam from the engine). The right building is a two story white building with a peaked roof. A window is visible in the gable of the roof. There appear to be five windows with dark shutters on the second floor. The roof of a porch is visible below them. In the background behind the building a forested hill slopes up to the right side of the image. The caption reads: “Monocacy Junction (shown here in 1858) was strategic; if destroyed it would cut off Union supplies and reinforcements to the west.” In the upper right corner is black and white drawing showing two stone piers in a river and stone abutments on both sides of the river. There is no bridge deck on top of the piers. There are burned timbers on the shore of the river in the foreground. The caption reads, “This Harpers Weekly sketch of the Confederate-destroyed bridge over the Monocacy River illustrates the havoc wrought by armies upon the railroad.”",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Restroom",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Battle of Monocacy, First Wye Junction in US, B&O Railroad",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield, National Register of Historic Places, National Historical Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "The United States Colored Troops at Monocacy",
        "id": "79278C69-AAC4-4357-980A-526D08A7167F",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=79278C69-AAC4-4357-980A-526D08A7167F"
      },
      {
        "title": "Monocacy National Battlefield",
        "id": "44B99363-EF98-1412-B6C6-9CCAC70BDF93",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654097&id=44B99363-EF98-1412-B6C6-9CCAC70BDF93"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "1174C0D4-C1ED-4403-8311-5D7328ED0F0D",
    "url": "https://www.nps.gov/places/000/lhermitage-stone-barn.htm",
    "title": "L'Hermitage Stone barn",
    "listingDescription": "The stone barn on the Best Farm is one of the most unusual structures at Monocacy National Battlefield. It was constructed in the late 19th century by French-Caribbean immigrants.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AC11682E-072E-532B-A216AFC15DAA30B2.jpg",
        "credit": "NPS / Claire Hassler",
        "altText": "A stone barn",
        "title": "L'Hermitage Stone Barn",
        "description": "",
        "caption": "L'Hermitage Stone Barn",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AC11682E-072E-532B-A216AFC15DAA30B2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AC11682E-072E-532B-A216AFC15DAA30B2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "L'Hermitage",
      "Slavery",
      "Civil War",
      "battle of monocacy",
      "best farm"
    ],
    "latitude": "39.370071",
    "longitude": "-77.399819",
    "latLong": "39.370071,-77.399819",
    "bodyText": "One of the most interesting and unusual structures on the <a href=\"https://www.nps.gov/places/000/best-farm-house.htm\">Best Farm</a> is the hipped-roof stone barn, which is west of the main house. The stone barn is believed to date from the 1790s and may be one of the improvements that reflected in an unusually large assessment on the <a href=\"https://www.nps.gov/mono/learn/historyculture/victoire_vincendiere.htm\">Vincendiere family</a> for the 1798 tax year.<br /> <br /> Constructed of local stone, the barn is rectangular with large bays facing east and west and a segmentally-arched brick door opening in the north elevation. With its hipped roof, stone construction, and tall opposing front and rear bays, it is markedly different from the Pennsylvania-style forebay banked barns that are common to the region. The stone barn may have originally been divided into three equal bays to form an \"English\" or \"Yankee\" barn, a style that has been employed in the British Isles and Continental Europe in general since the Middle Ages.<br />  ",
    "audioDescription": "This description has 215 words. The Best Farm or L’Hermitage stone barn is constructed of local gray colored stone and has a red metal roof. The barn’s solid stone walls are two-stories tall. On the sixty-feet long east and west sides, directly across from each other in the center of the walls are two ten-foot gaps in the stone walls that extend to the roof. The entryways are wide enough to drive a vehicle through. Vertical wooden slats block off the top of the openings. The south end of the barn is a thirty foot long solid stone wall. The north end of the barn has an opening in the center of the wall that has been partially infilled with stone to create a window. The barn is capped by a red metal, standing seam, hipped roof. Inside the barn, the floor is packed, red dirt. The stone walls are rough. Overhead the rafters and the wood slats that support the roof are visible. There is an opening with an arched top on the north end of the barn. Standing outside the barn and looking north or west are farm fields with crops. To the south and east is a mowed lawn. Two-hundred, forty feet east of the barn is a corn crib, parking area, and the main house.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Parking - Auto",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "L'Hermitage and Battle of Monocacy",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield, National Register of Historic Places, and National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Best Farm at Monocacy National Battlefield",
        "id": "9BB0DA56-7814-4762-AEFA-735B1A70DED5",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654307&id=9BB0DA56-7814-4762-AEFA-735B1A70DED5"
      },
      {
        "title": "Best Farm Main House",
        "id": "252778F0-1DD8-B71C-079E-363BEE293066",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654307&id=252778F0-1DD8-B71C-079E-363BEE293066"
      },
      {
        "title": "Best Farm Slave Village Archeology",
        "id": "2EC7BA8C-1DD8-B71C-07B9-0FE8D60FDEF2",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654307&id=2EC7BA8C-1DD8-B71C-07B9-0FE8D60FDEF2"
      },
      {
        "title": "Best Farm Slave Village Artifacts",
        "id": "2FD8F6D4-1DD8-B71C-0745-CAABF9CE4C54",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654307&id=2FD8F6D4-1DD8-B71C-0745-CAABF9CE4C54"
      },
      {
        "title": "Best Farm Secondary House",
        "id": "288CCAFB-1DD8-B71C-0725-D6E66EF29AA9",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654307&id=288CCAFB-1DD8-B71C-0725-D6E66EF29AA9"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "E60BD3D1-0DC4-4B0F-9840-DE7C2B01AC94",
    "url": "https://www.nps.gov/places/000/maryland-monument-centennial-monument.htm",
    "title": "Maryland Monument / Centennial Monument",
    "listingDescription": "The Maryland Monument at Monocacy National Battlefield was dedicated on July 9, 1964, to commemorate the centennial of the Battle of Monocacy. The Maryland Civil War Centennial Commission dedicated the monument to the soldiers from Maryland regardless of whether they fought for the Union or the Confederacy.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/1343028F-E1D0-3B1F-097960095E2D1CDA.jpg",
        "credit": "NPS",
        "altText": "A stone block with a bronze tablet that looks like an open book on top.",
        "title": "Maryland Monument",
        "description": "",
        "caption": "The Maryland Monument was installed on the centennial of the Battle of Monocacy.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/1343028F-E1D0-3B1F-097960095E2D1CDA.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/1343028F-E1D0-3B1F-097960095E2D1CDA.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "monument",
      "maryland",
      "battle of monocacy",
      "best farm"
    ],
    "latitude": "39.3764108237",
    "longitude": "-77.3970369369",
    "latLong": "39.3764108237,-77.3970369369",
    "bodyText": "<p paraeid=\"{f623e7bd-9d21-470e-bc46-9e0a6ee73b53}{6}\" paraid=\"493885836\">The Maryland Monument was dedicated on July 9, 1964, to commemorate the centennial of the Battle of Monocacy. Frederick County Civil War Centennial, Inc. sponsored the event in cooperation with the Maryland Civil War Centennial Commission.<br /> <br /> During the centennial of the Civil War, Monocacy National Battlefield existed only as an idea. While it had been authorized for commemoration in the 1930s, Congress did not provide any funding to acquire land until the 1970s. In the 1960s, the land of the battlefield was all privately owned, except for the four small patches of land where the New Jersey, Pennsylvania, United Daughters of the Confederacy (UDC), and Vermont monuments were located.<br /> <br /> The Maryland Civil War Centennial Commission placed their monument next to one installed by the UDC in 1914. Both monuments were placed on the edge of a farm field beside the main road to Washington, DC, the Georgetown Pike. In addition to sharing a location, the Maryland and UDC monuments differed from the other three monuments on the battlefield in that both honored Confederate soldiers who fought at Monocacy. The UDC monument was dedicated solely to Confederate soldiers, while the Maryland Monument honored both Confederate and Union soldiers from Maryland.</p> <p paraeid=\"{f623e7bd-9d21-470e-bc46-9e0a6ee73b53}{14}\" paraid=\"72849072\">The tablet on the Maryland Monument reads: </p> <blockquote> <p paraeid=\"{f623e7bd-9d21-470e-bc46-9e0a6ee73b53}{28}\" paraid=\"1755462165\">The Battle of Monocacy</p> <p paraeid=\"{f623e7bd-9d21-470e-bc46-9e0a6ee73b53}{34}\" paraid=\"80632238\">The Battle that Saved Washington </p> <p paraeid=\"{f623e7bd-9d21-470e-bc46-9e0a6ee73b53}{44}\" paraid=\"1039500562\">Here along the Monocacy River on July 9, 1864, was fought the battle between Union forces under General Lew Wallace and Confederate forces under General Jubal A. Early. </p> <p paraeid=\"{f623e7bd-9d21-470e-bc46-9e0a6ee73b53}{56}\" paraid=\"1323766854\">The battle, although a temporary victory for the Confederates, delayed their march on Washington one day, thereby enabling General Grant to send veteran reinforcements from Petersburg, Virginia to the defences of Washington in time to forestall the attack by the Confederates and thus save the Capital from capture. </p> <p paraeid=\"{f623e7bd-9d21-470e-bc46-9e0a6ee73b53}{74}\" paraid=\"1498930311\">Dedicated on July 9, 1964 to honor the Maryland soldiers who fought here for the Union and the Confederacy. </p> <p paraeid=\"{f623e7bd-9d21-470e-bc46-9e0a6ee73b53}{84}\" paraid=\"138345602\">J. Millard Tawes, Governor of Maryland </p> <p paraeid=\"{f623e7bd-9d21-470e-bc46-9e0a6ee73b53}{94}\" paraid=\"1490217623\">Maryland Civil War Centennial Commission, George L. Radcliffe, Chairman </p> </blockquote> <p paraeid=\"{f623e7bd-9d21-470e-bc46-9e0a6ee73b53}{94}\" paraid=\"1490217623\">In 2005, the National Park Service completed restoration work that reestablished the post and chain fence surrounding the monument. </p>",
    "audioDescription": "This description is 580 words long. The monument is a large granite block about 4 feet high by three feet wide by two feet deep. The top is slanted forward and there is a bronze tablet in the form of an open book. Etched on the front of the monument are the years “1864 – 1964.” The sides of the monument are rough cut. On the left page of the bronze book is written in large font “The Battle of Monocacy.” Below the title is the Maryland State seal. “The Battle That Saved Washington” is on the line below the seal. The text continues: “Here along the Monocacy River on July 9, 1864, was fought the battle between Union Forces under General Lew Wallace and Confederate Forces under General Jubal A. Early.” On the right page, the text continues: “The battle, although a temporary victory for the Confederates, delayed their march on Washington one day, thereby enabling General Grant to send veteran reinforcements from Petersburg, Virginia, to the defenses of Washington in time to forestall the attack by the Confederates and thus save the Capital from capture.” In smaller font below is written, “Dedicated on July 9, 1964, to honor the Maryland soldiers who fought here for the Union and the Confederacy.” In large font below that is “J. Millard Tawes, Governor of Maryland.” In smaller font at the bottom is “Maryland Civil War Centennial Commission, George L. Radcliffe, Chairman.” The monument sits on the south end of a 40 by 20 foot concrete pad. To the north of the Maryland Monument in the center of the concrete is the United Daughters of the Confederacy Monument or UDC Monument. The UDC Monument is a rough cut eight foot tall block of granite. It is 3 feet wide and 3 feet deep. There is a bronze plaque on the front of it with writing on it. At the northwest corner of the pad is a Maryland historical marker on a pole. The edge of the concrete pad is ringed by a fence with an opening directly in front of the UDC Monument on the east side. The fence is made from black metal pipes. The fence is about three feet high with vertical supports approximately every six feet. Chains arcing between the vertical poles attaching about six inches below the top rail. Looking to the west over the top of the monument, is a field of crops. A line of trees borders the northern edge of the field. The ground slopes gently upward to the west, leaving just the tops of trees visible in the distance. Facing south, a two lane road stretches into the distance, disappearing around a curve to the left. A split rail fence with six rails separates the road from the field of crops to the west. Telephone poles with wires stretching between them line both sides of the road. In the far distance are tree covered hills. To the east, on the other side of the two-lane road is another six rail, split-rail fence that separates the road from a field of crops. Across the field, about 500 feet away is a barn shaped building with a green, metal roof. This is the park visitor center. Behind the visitor center trees line the edge of the field. To the north, the road expands into four lanes. Telephone poles with wires stretching between them line both sides of the road. Buildings are partially visible behind trees in the distance on both sides of the road.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "5d1b4578-7d7e-4dfe-adf0-0d0800780f58",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Civil War Centennial Monument",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield, National Register of Historic Places, National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D6D07515-93DF-40BE-9AF9-73EC5D9AD1EF",
    "url": "https://www.nps.gov/places/000/pennsylvania-monument.htm",
    "title": "Pennsylvania Monument",
    "listingDescription": "Erected by the state of Pennsylvania and unveiled on November 24, 1908, this was the second monument to be constructed on the battleﬁeld. The monument honors the soldiers from 67th, 87th, and 138th Pennsylvania Regiments who fought at the Battle of Monocacy for the Union forces.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AC35B938-DD67-E55F-D051CFEFBD91D610.jpg",
        "credit": "NPS / Claire Hassler",
        "altText": "A large white pillar with a circular top.",
        "title": "Pennsylvania Monument",
        "description": "",
        "caption": "Pennsylvania Monument",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AC35B938-DD67-E55F-D051CFEFBD91D610.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AC35B938-DD67-E55F-D051CFEFBD91D610.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "Pennsylvania",
      "Union",
      "battle of monocacy",
      "Thomas Farm"
    ],
    "latitude": "39.361013608",
    "longitude": "-77.3871056729",
    "latLong": "39.361013608,-77.3871056729",
    "bodyText": "<p paraeid=\"{cbaf3147-5707-439a-81a3-c6465877f916}{223}\" paraid=\"1475627395\">Erected by the state of Pennsylvania and unveiled on November 24, 1908, this was the second monument to be constructed on the battleﬁeld. The dedication ceremony was attended by roughly 250 survivors from the 67th, 87th, and 138th Pennsylvania regiments. </p> <p paraeid=\"{2b7d9a85-6c9c-483d-bf06-3cc1def39941}{12}\" paraid=\"775967208\">During the Battle of Monocacy, the 87th Pennsylvania was positioned on the Thomas Farm between the 10th Vermont and the 14th New Jersey, where they experienced some of the heaviest ﬁghting. Some members of the regiment held strategic sniping positions inside the Thomas House. The 138th Pennsylvania was initially held in reserve until going into position on the extreme left of the Union line at the Thomas Farm. The 67th Pennsylvania did not participate in the Battle of Monocacy; they were part of the “missing brigade\" that was held up at New Market, Maryland (near Monrovia, Maryland). </p> <p paraeid=\"{2b7d9a85-6c9c-483d-bf06-3cc1def39941}{54}\" paraid=\"87226703\">The monument is constructed of blue westerly Rhode Island granite and stands 35 feet high on a 10-focrt-square base. The top of the base supports a cylindrical shaft with a carved cap. At the top is a polished ball, 3 feet 6 inches in diameter, bearing the 6th Corps symbol - a Greek cross. The monument is surrounded by a stone pillared and iron fence. </p> <p paraeid=\"{2b7d9a85-6c9c-483d-bf06-3cc1def39941}{85}\" paraid=\"1651946569\">The tablet on the west side of the base is dedicated to the Union troops and reads: </p> <blockquote> <p paraeid=\"{2b7d9a85-6c9c-483d-bf06-3cc1def39941}{99}\" paraid=\"1566932609\">Erected by the Commonwealth of Penna in commemoration of the bravery, sacriﬁces, and patriotism of the 67th, 87th, and 138th regiments that fought on this battleﬁeld July 9, 1864. </p> <p paraeid=\"{2b7d9a85-6c9c-483d-bf06-3cc1def39941}{115}\" paraid=\"1594635562\">Commissioners </p> <p paraeid=\"{2b7d9a85-6c9c-483d-bf06-3cc1def39941}{125}\" paraid=\"2018934881\">Wm. H Lanius, Capt. Co. l. 87th </p> <p paraeid=\"{2b7d9a85-6c9c-483d-bf06-3cc1def39941}{131}\" paraid=\"1656522585\">Robert I Cornwall, Capt. Co. l. 67th </p> <p paraeid=\"{2b7d9a85-6c9c-483d-bf06-3cc1def39941}{141}\" paraid=\"695486730\"> M. Coppleberger, Priv. Co. A. 138th</p> </blockquote> <p paraeid=\"{2b7d9a85-6c9c-483d-bf06-3cc1def39941}{157}\" paraid=\"614025519\">At the bottom of the base is a tablet with symbol of the State of Pennsylvania. The other three sides of the monument have information about the 67th, 87th, and 138th regiments. </p>",
    "audioDescription": "This description has 535 words. The monument is constructed of blue westerly Rhode Island granite and stands 35 feet high on a 10-focrt-square base. On top of the base is an 8-foot square that is about 18 inches tall. On the west face of this level is a bronze plaque with the symbol of the State of New Jersey. The south face of this level has the “87th PA. Vol.” carved into the vertical face. The east face is inscribed “67th PA. Vol.” The north face is inscribed “138th PA. Vol.” The next level is about 6 feet across the base and tapers up to a four foot square with columns carved into the four corners of this level. The insets on all four sides of this level are a darker gray granite. All four sides have inscriptions carved into the dark gray granite. The west face is inscribed: “Erected by the Commonwealth of Penna in commemoration of the bravery, sacrifice, and patriotism of the 67th, 87th, and 138th regiments that fought on this battlefield July 9, 1864. Commissioners Wm. H Lanius, Capt. Co. I. 87th; Robert I Conrwall, Capt. Co. I 67th; M. Coppleberger, Priv. Co. A 138th.” The south face is inscribed “87th Regt. PA. Vol Inf. 1st Brig 3rd Div 6th Corps Organized at York, PA September 14, 1861 Mustered out June 29, 1865.” The east face is inscribed “67th Regt. PA Vol Inf. 2nd Brig 3rd Div 6th Corps Organized at Philadelphia, PA. In summer and fall of 1861 Mustered out on July 17, 1865.” The north face is inscribed: “138th Regt PA Vol Inf. 2nd Brig. 3rd Div 6th Co23, 1864rps Army of the Potomac Organized At Harrisburg, PA August 16, 1862 Mustered Out June 23, 1865 Near Washington, D.C.” The top of the base supports a cylindrical column with a carved cap. At the very top is a polished ball, 3 feet 6 inches in diameter. A Greek cross, the symbol of the 6th Corps symbol, is carved into the west side of the ball. The monument is surrounded by a stone pillared and iron fence. Looking east from the monument is a mowed lawn with a row of trees on the far side. On the north side of the monument is a private residence with a tall hedge blocking most of it from view. To the west of the monument is a two lane road, Araby Church Road. Beyond the road the grade dips down to a grassy strip, with a line of trees on the far side of it. Farm fields are visible through the trees. Turning south, there is a T-shaped intersection with Baker Valley Road connecting from the west. There is a red brick church on the southwest side of the intersection. The Araby Church Road serpentines up a gradual hill beyond the intersection. A private residence is on the southeast side of the intersection. There is a square hanging sign five feet from the edge of the road and near a boundary stone for the monument. The sign has a green band at the top and a National Park Service arrowhead in the upper right corner. The sign says: “Leaving Monocacy National Battlefield.”",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "db54691d-feb7-4ed1-bdc5-d5a252382cf3",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Civil War Monument",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield, National Register of Historic Places, National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "2E523D58-ED54-4FB2-A8AF-2FCF4094031F",
    "url": "https://www.nps.gov/places/000/thomas-farm.htm",
    "title": "Thomas Farm",
    "listingDescription": "In 1860, Christian Keefer Thomas purchased a 261-acre farm called Araby. C. K. Thomas relocated his family to Frederick County to avoid Baltimore's pre-war strife; however, Arby’s location near important transportation routes and Monocacy Junction subjected it to both Union and Confederate troops throughout the war.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/1429C556-C029-0694-08358EECAA9170FB.jpg",
        "credit": "NPS",
        "altText": "A two-story, brick farm house with dormer windows.",
        "title": "Thomas Farm",
        "description": "",
        "caption": "The Thomas Farm was the scene of some of the most intense fighting on July 9, 1864.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/1429C556-C029-0694-08358EECAA9170FB.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/1429C556-C029-0694-08358EECAA9170FB.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "Thomas Farm",
      "Union",
      "confederate",
      "battle of monocacy"
    ],
    "latitude": "39.357161295",
    "longitude": "-77.390641787",
    "latLong": "39.357161295,-77.390641787",
    "bodyText": "<p>In 1860, <a href=\"https://www.nps.gov/mono/learn/historyculture/the_thomas_family.htm\">Christian Keefer Thomas</a>, a retired Baltimore dry goods merchant, purchased a 261-acre farm called <i>Araby</i>. An 1856 advertisement for the property declared:</p> <blockquote> <p>“<i>THAT BEAUTIFUL AND PRODUCTIVE FARM called 'Araby,' CONTAINING 261 acres of Land, more or less. ... The improvements are of the best order, consisting of a large TWO-STORY BRICK MANSION HOUSE, with Back Building, suitable for a large family.” </i></p> </blockquote> <p>C. K. Thomas relocated his family to Frederick County to avoid Baltimore's pre-war strife; however, Arby’s location near important transportation routes and Monocacy Junction subjected it to both Union and Confederate troops throughout the war.<br /> <br /> The Union Army established a permanent presence at Monocacy Junction after Confederate troops damaged the B&O Railroad bridge on their way to <a href=\"https://www.nps.gov/anti/index.htm\">Antietam</a> in September 1862. The Thomas family spent the winter of 1862-63 getting to know members of the <a href=\"https://www.nps.gov/mono/learn/historyculture/14th_nj.htm\"><b>14th New Jersey Regiment</b></a>, the first regiment assigned to guard the nearby Monocacy Junction. In June of 1863, <a href=\"https://www.nps.gov/people/winfield-scott-hancock.htm\">Major General Winfield Scott Hancock</a> established his headquarters at the Thomas home for three days while the Union army marched north toward Gettysburg, Pennsylvania.<br /> <br /> During the Battle of Monocacy, on July 9, 1864, the Thomas Farm was the scene of some of the heaviest fighting of the day. Caught between Union and Confederate lines, the house and outbuildings were captured and recaptured by both armies several times. <a href=\"https://www.nps.gov/places/000/confederate-cannon-at-worthington.htm\">Confederate artillery</a> posted at the nearby <a href=\"https://www.nps.gov/places/000/worthington-farm.htm\">Worthington Farm</a> caused severe damage to the house while attempting to dislodge Union sharpshooters. C. K. Thomas and his family took refuge in the cellar of the house during the battle. Among those hiding in the cellar was Alice Thomas' friend Mamie Tyler Gatchell, who recalled:</p> <blockquote> <p><i>Pieces of shell were flying too near to be pleasant ... Minié balls slashed the shubbery, while the larger missiles of War's fearful instruments twisted huge limbs from the trees, leveled down chimneys, & tore out an angle of the house.</i></p> </blockquote> <p>In August of 1864, <a href=\"https://www.nps.gov/people/ulysses-s-grant.htm\">Lieutenant General Ulysses S. Grant</a> stayed with the Thomas family and used their home to hold a \"council of war.\" During that meeting, Grant confirmed with General Phil Sheridan a plan to secure and destroy Confederate resistance in the Shenandoah; a plan that Sheridan carried out in the fall of 1864.<br /> <br /> After the Civil War, the Thomas Farm returned to its previous prosperity. By 1868 the farm had sufficiently recovered to serve as the setting for 21-year-old Alice Thomas's wedding. C. K. Thomas died in 1889; his obituary described him as a \"gentleman of pleasant manners\" and remarked that \"his beautiful home was noted for its hospitality and delightful social entertainments.\" The farm remained in the Thomas family until 1910. It was acquired by the National Park Service in 2001, and today the Thomas House is home to the park headquarters.</p>",
    "audioDescription": "There are 270 words in this description. The Thomas Farm is a 237-acre farm. It is bounded on the north by the Monocacy River, on the east by Urbana Pike and Araby Church Road, to the south by Baker Valley Road, and Interstate 270 on the west. There are two entrances to the property: a driveway from Araby Church Road that leads to the park headquarters in the Thomas House and an entrance from Baker Valley Road that leads to the public parking area. The farm is an active farm. The land is divided into several fields, with some fields used for grazing, others for growing crops or native plants. The public parking area is a gravel lot next to a small cinderblock house at the edge of Baker Valley road. The house is a private residence and not open to the public. Next to the parking area are several waysides. The Thomas Farm Trail starts here. One-hundred-eighty feet northeast of the parking area are the remains of a blacksmith shop next to a small group of trees. The main cluster of farm building is 700 feet north of the parking area off of Baker Valley Road. In addition to a two-story, brick farmhouse; there is a corn crib, a stone tenant house, a well house, a shed, and a large red barn. The stone tenant house is open seasonal (spring through fall). There are restrooms, exhibits, and a water bottle filling station inside. The Thomas Farm trail follows the gravel farm lane past the red barn. The trail leads to the river before turning and making a loop around several of the fields.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "e3abb635-33e3-4fc3-9ea8-06051c186573",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Picnic Table",
      "Restroom - Seasonal",
      "Scenic View/Photo Spot",
      "Water - Bottle-Filling Station"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Battle of Monocacy",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield, National Register of Historic Places, National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "The Thomas Farm",
        "id": "012A7A21-A84C-4711-961B-1CA7CD73D532",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=012A7A21-A84C-4711-961B-1CA7CD73D532"
      },
      {
        "title": "Thomas Farm at Monocacy National Battlefield",
        "id": "19D20C98-04CA-4B7B-8420-84FCF6AB5EC1",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654347&id=19D20C98-04CA-4B7B-8420-84FCF6AB5EC1"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "FAD7F16E-E0AC-4821-B766-12BDEF8F95AA",
    "url": "https://www.nps.gov/places/000/united-daughters-of-the-confederacy.htm",
    "title": "United Daughters of the Confederacy",
    "listingDescription": "On the 50th anniversary of the Battle of Monocacy, July 9, 1914, the United Daughters of the Confederacy gathered on the side of the Georgetown Pike to dedicate a monument to the Confederate soldiers who had fought and died there. They were joined by 500 invited guests and dignitaries. It was the third monument erected on the battlefield and the only one honoring Confederates.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4518AFEE-BECD-95E0-9B647DBB4DACD7B5.jpg",
        "credit": "NPS",
        "altText": "A tall, rough-cut granite block with a bronze plaque on the front.",
        "title": "UDC Monument",
        "description": "",
        "caption": "Dedicated on the 50th anniversary of the battle, the UDC was the third monument erected at Monocacy.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4518AFEE-BECD-95E0-9B647DBB4DACD7B5.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4518AFEE-BECD-95E0-9B647DBB4DACD7B5.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "confederate",
      "monument",
      "battle of monocacy"
    ],
    "latitude": "39.3764556657",
    "longitude": "-77.397086587",
    "latLong": "39.3764556657,-77.397086587",
    "bodyText": "<p paraeid=\"{b22a9674-5743-4fc0-8bb8-10494fdf3132}{57}\" paraid=\"1348999190\">On the 50th anniversary of the Battle of Monocacy, July 9, 1914, the United Daughters of the Confederacy gathered on the side of the Georgetown Pike to dedicate a monument to the Confederate soldiers who had fought and died there. They were joined by 500 invited guests and dignitaries. It was the third monument erected on the battlefield and the only one honoring Confederates.<br /> <br /> The nearly 12-foot tall granite block would have dominated the landscape of farm fields. The bronze plaque on the front reads: </p> <blockquote> <p paraeid=\"{b22a9674-5743-4fc0-8bb8-10494fdf3132}{71}\" paraid=\"1752460516\">This boulder overlooks the Monocacy Battleﬁeld and is in memory of the Southern soldiers who fell in the battle fought July 9, 1884 which resulted in a Confederate victory. </p> <p paraeid=\"{b22a9674-5743-4fc0-8bb8-10494fdf3132}{103}\" paraid=\"2009203275\">Erected July 9, 1914 by the Fitzhugh Lee chapter United Daughters of the Confederacy of Frederick, Maryland. </p> </blockquote> <p paraeid=\"{b22a9674-5743-4fc0-8bb8-10494fdf3132}{155}\" paraid=\"400131862\">In 2008, the National Park Service completed restoration work on the UDC Monument. In addition to cleaning the monument, the iron chain fence surrounding the monument was reestablished. </p>",
    "audioDescription": "This description is 500 words long. The United Daughters of the Confederacy or UDC Monument is a rough cut 12- foot tall block of granite. It is 3 feet wide and 3 feet deep. The granite block sits on a square concrete pedestal that is approximately a foot tall and four feet wide. The concrete pedestal is atop a six foot square concrete base that is four inches tall. The UDC Monument is in the center of a 40 by 20 foot concrete pad. There is a rectangular bronze plaque on the front of it with writing on it. The plaque is approximately two feet wide and four feet tall. Written on the plaque is “This boulder overlooks the Monocacy Battlefield and is in memory of the Southern soldiers who fell in the battle fought July 9, 1864 which resulted in a Confederate Victory. Erected July 9, 1914 by the Fitzhugh Lee Chapter. United Daughters of the Confederacy of Frederick, Maryland.” To the south of the UDC Monument on the concrete pad sits the Maryland Monument. The Maryland Monument is a large granite block about 4 feet high by three feet wide by two feet deep. The top is slanted forward and there is a bronze tablet in the form of an open book. Etched on the front of the monument are the years “1864 – 1964.” The sides of the monument are rough cut. At the northwest corner of the pad is a Maryland historical marker on a pole. The edge of the concrete pad is ringed by a fence with an opening directly in front of the UDC Monument on the east side. The fence is made from black metal pipes. The fence is about three feet high with vertical supports approximately every six feet. Chains arcing between the vertical poles attaching about six inches below the top rail. Looking to the west over the top of the monument, is a field of crops. A line of trees borders the northern edge of the field. The ground slopes gently upward to the west, leaving just the tops of trees visible in the distance. Facing south, a two lane road stretches into the distance, disappearing around a curve to the left. A split rail fence with six rails separates the road from the field of crops to the west. Telephone poles with wires stretching between them line both sides of the road. In the far distance are tree covered hills. To the east, on the other side of the two-lane road is another six rail, split-rail fence that separates the road from a field of crops. Across the field, about 500 feet away is a barn shaped building with a green, metal roof. This is the park visitor center. Behind the visitor center trees line the edge of the field. To the north, the road expands into four lanes. Telephone poles with wires stretching between them line both sides of the road. Buildings are partially visible behind trees in the distance on both sides of the road.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "57e77600-ce17-4c99-af58-5ca8bb8753c4",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Civil War Monument",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield , National Register of Historic Places, and National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "38F2D819-2291-4969-A05B-40AA8102CB14",
    "url": "https://www.nps.gov/places/000/worthington-farm.htm",
    "title": "Worthington Farm",
    "listingDescription": "During the Battle of Monocacy on July 9, 1864, Confederate troops crossed the Monocacy River via a ford onto the Worthington Farm. From the farm fields, the Confederates initiated three advances toward the Union line positioned at the neighboring Thomas Farm. Today visitors may enjoy scenic views and hiking trails.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AC5BBA1E-9F59-A7F5-11985EB470ECB50E.jpg",
        "credit": "NPS / Claire Hassler",
        "altText": "a farm at the end of a long curving road",
        "title": "Worthington Farm",
        "description": "",
        "caption": "Worthington Farm",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AC5BBA1E-9F59-A7F5-11985EB470ECB50E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AC5BBA1E-9F59-A7F5-11985EB470ECB50E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "Confederate Army",
      "Worthington Farm",
      "Worthington",
      "battle of monocacy",
      "field hospital"
    ],
    "latitude": "39.361929212",
    "longitude": "-77.400558013",
    "latLong": "39.361929212,-77.400558013",
    "bodyText": "<p lang=\"EN-US\" paraeid=\"{d5f192cf-a767-4573-a85b-d6b5edab5ac4}{99}\" paraid=\"24521416\" xml:lang=\"EN-US\">Constructed ca. 1851 by Griffin Taylor, a wealthy Frederick County agriculturist, the Worthington House is typical of the farmhouses favored by substantial farmers in Frederick County. Originally known as \"Clifton Farm,\" the house and surrounding 300 acres adjacent to the Monocacy River were sold to <a href=\"https://www.nps.gov/mono/learn/historyculture/the_worthingtons.htm\">John T. Worthington</a> in 1862. Renaming his new property \"Riverside Drive and Farm,\" John Worthington enjoyed success in farming until his death in 1905. The farm remained in the Worthington family until 1953. </p> <p lang=\"EN-US\" paraeid=\"{d5f192cf-a767-4573-a85b-d6b5edab5ac4}{105}\" paraid=\"606831427\" xml:lang=\"EN-US\">During the Battle of Monocacy on July 9, 1864, Confederate troops crossed the Monocacy River via a ford onto the Worthington Farm. From the farm fields, the Confederates initiated three advances toward the Union line positioned at the neighboring Thomas Farm. </p> <p lang=\"EN-US\" paraeid=\"{d5f192cf-a767-4573-a85b-d6b5edab5ac4}{128}\" paraid=\"1066601128\" xml:lang=\"EN-US\">These actions resulted in heavy casualties. The Worthington House and yard were subsequently used as a field hospital. A Confederate artillery piece unlimbered in the front yard during the battle provided an amusing aside to the horrific fighting: every time the gun fired, the Worthington's rooster would crow! </p> <p lang=\"EN-US\" paraeid=\"{d5f192cf-a767-4573-a85b-d6b5edab5ac4}{134}\" paraid=\"1584362049\" xml:lang=\"EN-US\">As the battle raged throughout the day, John Worthington and his family took refuge in the cellar of the house. Although the cellar windows had been boarded up prior to the battle, six-year-old Glenn Worthington was able to observe the action. Impressed with a scene that was forever etched in his memory, Glenn Worthington grew up to write a history of the battle called <em>Fighting for Time</em>. Published in 1932, the book remains an excellent eye-witness account of \"the Battle that Saved Washington.\" <br /> <br /> Today visitors may enjoy the scenic views or <a href=\"https://www.nps.gov/mono/planyourvisit/foot_trails.htm\">hiking</a> on the Ford Loop or the Brooks Hill trails.</p>",
    "audioDescription": "This description has 375 words. Worthington Farm is a 300 acre property that is tucked into a bend of the Monocacy River. It is bounded by Interstate 270 on the east, The Monocacy River on the north and west and the Baker Farm to the south. Brooks Hill divides the Worthington and Baker Farms. The property contains four active agricultural fields that are used for growing hay and pasturing cows. Access to the farm is via a one lane gravel farm road that runs parallel to I-270 for almost six-tenths of a mile. There is a small gravel parking lot near the entrance to the drive off of Baker Valley Road and another small gravel lot three-quarters of a mile from the entrance. At the west end of the parking area are four signs: A Bold Plan, Worthington Farm Trail, Track Trails wayside, and Service Vehicles Only. The gravel farm road continues to the west and wraps around a farm house out of sight. In the distance are the silhouettes of the Catoctin Mountain Range. Three hundred feet west of the parking area are two waysides: Through a Child’s Eyes and Ambush. One-hundred feet from the waysides is a red, brick two story farm house with a covered front porch that runs the length of the house. The house has five windows with shutters evenly spaced across the second story. On the first story the center window is replace by a door. The porch is raised about four feet off the ground. Wide steps lead up to the door. The peaked roof has chimneys at each end. To the right of the house is a picnic table. To the left of the house is a single cannon. The start of the Brooks Hill Trail is to the left (south) of the house. The Brooks Hill Trail disappears into the trees. The Ford Loop Trail and the High Water trails are to the right (north) of the house. The trail skirts the edge of an agricultural field. The farm lane continues for about half-a-mile. The edge of the road is lined with trees. There are agricultural fields beyond the trees on both sides of the road. More detailed descriptions of the waysides and house are available on the app.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "411eff94-6dec-4c5b-b745-a93eae13c114",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Picnic Table",
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Battle of Monocacy, Confederate Battle line",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield, National Register of Historic Places, National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "The Worthington Farm",
        "id": "4FD5B472-D6D9-43AA-9532-2AC5BF920883",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=4FD5B472-D6D9-43AA-9532-2AC5BF920883"
      },
      {
        "title": "Worthington House - 360° photos",
        "id": "152ED3D8-79B7-4694-BDE0-2F57707B49B1",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654345&id=152ED3D8-79B7-4694-BDE0-2F57707B49B1"
      },
      {
        "title": "Worthington Farm at Monocacy National Battlefield",
        "id": "ED8B7F0E-E380-45FC-8630-727A540D4676",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654345&id=ED8B7F0E-E380-45FC-8630-727A540D4676"
      },
      {
        "title": "Worthington House - Details",
        "id": "C992D60D-FE13-4220-9D3F-806316D78C4B",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654345&id=C992D60D-FE13-4220-9D3F-806316D78C4B"
      },
      {
        "title": "Worthington Farm",
        "id": "A7DBB2F3-BFC1-B6BA-6D1D-5D46A14F0B96",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654345&id=A7DBB2F3-BFC1-B6BA-6D1D-5D46A14F0B96"
      },
      {
        "title": "Worthington House Restoration",
        "id": "2898F4B2-1DD8-B71C-075F-269A0C74A63B",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654345&id=2898F4B2-1DD8-B71C-075F-269A0C74A63B"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "AE54826B-8284-437B-A035-62C01FBA6608",
    "url": "https://www.nps.gov/places/000/worthington-house.htm",
    "title": "Worthington House",
    "listingDescription": "John and Mary Worthington bought the house and farm in 1862 and moved into it with their two sons, John and Glenn. In the winter of 1862–1863, Union troops camped in the area, and, while they had a major effect on the farm and the family who lived there, probably had little effect on the house. However, the Battle of Monocacy was fought around it on July 9, 1864.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AC72F3A4-E9F6-6E5A-026984FC28E1DF9B.jpg",
        "credit": "NPS / Claire Hassler",
        "altText": "A large two story red house.",
        "title": "Worthington House",
        "description": "",
        "caption": "Worthington House",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AC72F3A4-E9F6-6E5A-026984FC28E1DF9B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AC72F3A4-E9F6-6E5A-026984FC28E1DF9B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "mono",
        "designation": "National Battlefield",
        "fullName": "Monocacy National Battlefield",
        "url": "https://www.nps.gov/mono/index.htm",
        "name": "Monocacy"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "Confederate cavalry",
      "McCausland",
      "battle of monocacy",
      "Worthington",
      "Worthington Farm",
      "Worthington House",
      "migrant labor"
    ],
    "latitude": "39.361607",
    "longitude": "-77.402013",
    "latLong": "39.361607,-77.402013",
    "bodyText": "<p paraeid=\"{964a50aa-8c60-40dc-b486-38ac10e04f86}{168}\" paraid=\"614881025\">Worthington House was built by Griffin Taylor around 1850 in two different stages, and it was a typical farmhouse of the period. The <a href=\"https://www.nps.gov/places/000/worthington-farm.htm\">farm</a> and the house were sold to Turner Ball and John Wheatley in 1856—along with Araby, the <a href=\"https://www.nps.gov/places/000/thomas-farm.htm\">Thomas farm</a>. Ball and his family lived in the house until 1862. The two men were partners with <a href=\"https://www.nps.gov/mono/learn/historyculture/the_gambrills.htm\">James Gambrill</a> in a distillery business that failed in 1860, but the farms continued to be prosperous enterprises. Ball is credited with trying to elevate the house from simple farm house to gentleman’s house by adding decorative painting to both the parlor and the entry hall and grain painting the woodwork in the main rooms to resemble fine mahogany and walnut.  </p> <p paraeid=\"{964a50aa-8c60-40dc-b486-38ac10e04f86}{180}\" paraid=\"10016749\"><a href=\"https://www.nps.gov/mono/learn/historyculture/the_worthingtons.htm\">John and Mary Worthington</a> bought the house and farm in 1862 and moved into it with their two sons, John and Glenn. In the winter of 1862–1863, Union troops camped in the area, and, while they had a major effect on the farm and the family who lived there, probably had little effect on the house. However, the Battle of Monocacy was fought around it on July 9, 1864. In his book, <em>Fighting for Time</em>, Glenn Worthington recounted his memories of the battle as a six-year-old, hiding with his family, some neighbors, and enslaved workers in the cellar room below the parlor. Glenn watched the battle through the slats in the boards covering the window to protect it. He was very much aware of the cannon in the side yard bombarding the Thomas House below them, and a rooster crowing every time the cannon was fired. He also watched the Confederates who had crossed the Monocacy at the ford below the house advance on the Union forces around the Thomas House, be driven back in the first assault, reassemble behind the Worthington House, and make the second charge down the hill. After the battle, it was used as a field hospital treating Confederate and Union wounded.  </p> <p paraeid=\"{964a50aa-8c60-40dc-b486-38ac10e04f86}{188}\" paraid=\"1428802887\">The Worthington family continued to live in the house for the next forty years and there were few changes made to it. As John and Mary aged and their sons moved out, a cousin, Lavinia Worthington, moved in as their caretaker, and she also took in boarders. It was probably at this time that the kitchen was moved upstairs to the room at the west end of the ell. Lavinia probably did her cooking on a woodstove installed in front of the fireplace.  </p> <p paraeid=\"{964a50aa-8c60-40dc-b486-38ac10e04f86}{192}\" paraid=\"124380811\">After John and Mary’s deaths, the house stayed in the family and was rented out to tenant farmers for the next 48 years. Electricity was added in 1935, and water was pumped into the kitchen from a well in the side yard, but a bathroom was never installed. In 1953, the house was purchased by Jenkins Brothers, Inc. a local farming corporation. They used it to house migrant workers brought in during the summer to work the fields, raising fruits and vegetables for the cannery in Frederick. Most of these African American workers were housed either in the farm buildings or in the house, and the art work on the walls of the parlor date from this period, done by the workers or the homeless who might have taken refuge in the house doing the winter. The numbers of workers living in the space fluctuated but we do know that in June of 1961 approximately 60 workers and 28 children were on the farm. According to newspaper accounts, as many as fourteen people were living in two cow stalls in one of the barns. </p> <p paraeid=\"{964a50aa-8c60-40dc-b486-38ac10e04f86}{196}\" paraid=\"2056853387\">The National Park Service purchased the house and farm in 1982. </p>",
    "audioDescription": "Audio Description The Worthington House sits on top of a hill within a bend in the Monocacy River. The front of the building faces east and has five bays: on the second floor, there are five double hung windows; on the first floor four double hung windows with a door in the middle; and a raised cellar with five half windows. The house is shaped like an L. The exterior walls are brick painted dark red. Each window has a white stone lintel and sill, and black wooden shutters. The window frames and central door are painted white. The doorway has a decorative surround with windows across the top and down both sides of a four panel door. A covered porch spans the front of the first floor. The north side of the house has a door and two windows on the first floor, one in the east room and one in the west room with the door in the center. The door currently opens into space but there was originally either a porch or a landing and steps to the ground on this side. There are three windows on the second floor level and one in the west end of the cellar. From the west side of the house, the L arrangement of the rooms can be clearly seen as the north room juts out far beyond the south one. There is a porch within the angle of the ell allowing access to a door into the south wall of the west room and a second door in the south wall of the central hall. There are windows in the west wall of the south room and the south wall of the west room; there are also windows on the second floor above both windows and doors. There are two doors down into the cellar on this side of the house: one into the west room and one into the south room. The south side of the original part of the house has no windows or doors. The interior of the house is arranged very simply: there are three rooms on each level. Two stairways connect the first and second floors. One stairwell goes down into the cellar. The south room in the cellar is the largest of the three and is finished with plaster on the walls and ceiling. This is where the Worthingtons, neighbors and enslaved workers sheltered during the battle. The second cellar room is to the north of the first and was probably used as a storeroom. The third room, west of the second, was the winter kitchen. Between these two rooms is a stairwell to bring the food up to the family dining room. On the main floor, the south room was originally the parlor and has decorative painting on both the ceiling and the walls. There is a medallion painted in the center of the ceiling from which an oil or kerosene lamp would have hung. The edges of the ceiling have been painted to resemble decorative moldings and there is a stenciled pattern painted around the top of the walls. The woodwork in this room has been wood grained to make inexpensive moldings look like mahogany. About three feet inside the door is a short wall that was part of the Jenkins Brothers’ system to divide the room into two cubicles to house more African American migrant workers during the years of their ownership in the twentieth century. The walls of this room also bear the graphic art of those workers or others who sheltered in the house while it was closed. There is a large fireplace in the south wall but the mantel has been removed. The central hall has an open well staircase rising to the second floor, painted panels on the walls rising above the stair, and a painted medallion on the ceiling that centered another light fixture. There are decorative brackets on the side of each step and originally there were turned balusters and a curved banister with newel post on the stairs. The front door to the house is in the east wall of the hall and a second door to the west porch is in the west wall. The north room was probably used as the family dining room as it has an original built in cabinet lined with shelves in the north wall next to a large fireplace. The top shelves have grooves cut into them to hold plates upright. There are two doors on the west side of this room, both of which lead to stairwells. The stairs beyond the south door lead down to the cellar and the kitchen; the stairs beyond the north door lead up to the bedrooms. Doors on the opposite sides of the landings lead into the west room of the house. There is an exterior door to the back porch in the south wall and a large fireplace in the west wall. It is likely that sometime during the 1890s the kitchen was moved up from the basement into this room and a large wood cookstove was installed in front of the fireplace. This was replaced by a propane gas stove during the 1930s. When electricity was installed in the house in 1935, water from the well was pumped into the kitchen, but a bathroom was never installed. The original floor has been covered with at least six layers of linoleum. The second floor is divided into three bedrooms, one on each side of the central hall and the third over the west room. Access to the attic is through western room.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "Monocacy National Battlefield has three NPS passport stamps and a Jr. Ranger stamp available at the Visitor Center. The three stamps are Monocacy National Battlefield, Journey Through Hallowed Ground, and the Underground Railroad Freedom Network.",
    "passportStampImages": [
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/8EBD5503-E5C9-3BF2-0D51D3D68CCF375D.jpg"
          }
        ],
        "altText": "A round stamp with Monocacy National Battlefield at the top and Frederick, MD at the bottom.",
        "title": "Monocacy NB Passport Stamp",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/8EBD5503-E5C9-3BF2-0D51D3D68CCF375D.jpg"
      }
    ],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Picnic Table",
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Frederick, Maryland",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Battle of Monocacy",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield, National Register of Historic Places, National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Confederate General John Breckinridge",
        "id": "0BF79116-6029-4703-A0CE-64FC78A33F9A",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=0BF79116-6029-4703-A0CE-64FC78A33F9A"
      },
      {
        "title": "Worthington House - 360° photos",
        "id": "152ED3D8-79B7-4694-BDE0-2F57707B49B1",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654371&id=152ED3D8-79B7-4694-BDE0-2F57707B49B1"
      },
      {
        "title": "Worthington Farm at Monocacy National Battlefield",
        "id": "ED8B7F0E-E380-45FC-8630-727A540D4676",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654371&id=ED8B7F0E-E380-45FC-8630-727A540D4676"
      },
      {
        "title": "Worthington House Restoration",
        "id": "2898F4B2-1DD8-B71C-075F-269A0C74A63B",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654371&id=2898F4B2-1DD8-B71C-075F-269A0C74A63B"
      },
      {
        "title": "Worthington Farm",
        "id": "A7DBB2F3-BFC1-B6BA-6D1D-5D46A14F0B96",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654371&id=A7DBB2F3-BFC1-B6BA-6D1D-5D46A14F0B96"
      },
      {
        "title": "Worthington House - Details",
        "id": "C992D60D-FE13-4220-9D3F-806316D78C4B",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6654371&id=C992D60D-FE13-4220-9D3F-806316D78C4B"
      }
    ],
    "relevanceScore": 1
  }
]