[
  {
    "id": "EDE741A0-258B-4A5E-8239-583D2940FDDD",
    "url": "https://www.nps.gov/places/bettin-oak.htm",
    "title": "Bettin Oak Monument",
    "listingDescription": "Local tradition claimed Capt. Bettin, killed during the Pennsylvania Line mutiny in 1781, was buried near a black oak tree which became known as the “Bettin Oak.”",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AF0F1905-BB79-9F9F-58CA7297573632DF.jpg",
        "credit": "NPS",
        "altText": "A stone marker stands next to a large tree set apart from the rest of the forest",
        "title": "Bettin Memorial stone",
        "description": "",
        "caption": "This marker indicates the traditional resting place of a Continental officer killed in a mutiny.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AF0F1905-BB79-9F9F-58CA7297573632DF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AF0F1905-BB79-9F9F-58CA7297573632DF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NJ",
        "parkCode": "morr",
        "designation": "National Historical Park",
        "fullName": "Morristown National Historical Park",
        "url": "https://www.nps.gov/morr/index.htm",
        "name": "Morristown"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "monument",
      "marker",
      "mutiny",
      "Continental Army",
      "American Revolutionary War"
    ],
    "latitude": "40.76382001998513",
    "longitude": "-74.5396238565445",
    "latLong": "40.76382001998513,-74.5396238565445",
    "bodyText": "<p>The Pennsylvania Line, under the command of General Anthony Wayne, returned to Jockey Hollow for the winter of 1780-1781. They camped along the Mendham-Elizabethtown Road at the base of the hill on the east side of the Wick farm orchard.</p> <p> </p> <p>Most of the nearly 2,000 soldiers of the Line mutinied on January 1, 1781 because of disputes over their terms of enlistment. During the mutiny one enlisted man was killed in the orchard. A couple of officers were wounded and one was killed.</p> <p> </p> <p>A lieutenant gave this description of the officer’s death, “<em>a solider from the mob made a charge upon Lieut. Col. William Butler, who was obliged to retreat between the huts to save his life. He went around one hut and the soldier around another to head him, met Capt. Bettin who was coming down the alley, who seeing a man coming towards him on a charge, charged his Espontoon to oppose him, when the fellow fired his piece and shot the Captain through the body and he died two hours later.\"</em></p> <p><br /> This monument to the dead officer was erected around 1900. It replaced an earlier monument. Local tradition claims the monument marks the burial site of the officer killed during the mutiny. However there is no documentation to prove this. While the quote and the monument you see both claim the officer’s name was “Bettin,” records show the name was actually Bitting.<br />  </p> <p>Local tradition also claimed he was buried near a black oak tree which became known as the “Bettin Oak.” A 1938 study concluded that the Bettin Oak was more than 200 years old and was a well-developed tree of at least ten inches in 1779.<br /> <br /> On November 25, 1971, wind and heavy snow caused the weakened Bettin Oak to fall. In 1975 a red oak sapling, the state tree of New Jersey, was planted nearby as a replacement.</p>",
    "audioDescription": "A mature red oak tree stands behind a low stone monument marker. The tree and marker are located in a small clearing about fifteen feet around, and several feet above the nearby Jockey Hollow Road bed. The stone marker reads \"IN MEMORY OF CAPTAIN ADAM BETTIN SHOT IN THE MUTINY JAN 1. 1781 ERECTED BY THE MORRISTOWN CHAPTER D. A. R.\"",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Jockey Hollow",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical marker",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "89B212E7-96F3-41C8-AAD3-9EABE35F9896",
    "url": "https://www.nps.gov/places/cross-estate-water-tower.htm",
    "title": "Cross Estate Water Tower",
    "listingDescription": "The stone water tower looms over the Cross Estate. It was used to pressure water through the plumbing of the house. Though the tower was rendered obsolete by an electric motor, the tower itself is still a monument to a bygone time.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7756B496-E903-4D35-E5AFD9C5403CD32D.jpg",
        "credit": "NPS",
        "altText": "A five story high tower of stone with single column of windows facing the viewer.",
        "title": "Cross Estate Water Tower",
        "description": "",
        "caption": "The estate's water tower stands a short distance from the house.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7756B496-E903-4D35-E5AFD9C5403CD32D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7756B496-E903-4D35-E5AFD9C5403CD32D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NJ",
        "parkCode": "morr",
        "designation": "National Historical Park",
        "fullName": "Morristown National Historical Park",
        "url": "https://www.nps.gov/morr/index.htm",
        "name": "Morristown"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "40.74702937489243",
    "longitude": "-74.5605880022049",
    "latLong": "40.74702937489243,-74.5605880022049",
    "bodyText": "The water tower at the Cross Estate helped provide water to the house. The tower was constructued in 1909 by John Bensel, who lived in the nearby house, then known as the Queen Anne Farm. A windmill on the tower drove a pump from a well at the base of the tower to a tank at the top. The height of the tower helped pressure the water through the pipes of the three-story house in a gravity-fed system. This system was replaced by an electric pump in 1929 by the new owners, the Cross family. Today, the tower still stands as an impressive ediface and a reminder of the estate's history.<br /> <br /> Keen observers may note the evidence of absence; namely, the missing walkways and windmill. Supports for the upper walkway are still visible, as well as the support and mechanism for the windmill on the top of the tower. You may also see the former site of the supports for the lower walkway. Both walkways were removed by the Park Service over concerns for safety, and the windmill was lost to adverse weather.",
    "audioDescription": "A five-story tall round tower comprised mainly of large stones fitted together in masonry. A single column of glass windows with twenty four panes, twelve in two sashes, are set into the tower's side, one window for each story. The fifth story has a door instead of a window, and horizontal wooden . Crucially, there is no platform or any other sort of place to step to outside of the fifth story's door; it's a sheer drop down the tower. There are buttress supports that ring the tower at that level, which support no floor, or anything. The tower is capped by a conical roof with a \"brim\" that extends several feet out from the tower itself. At the top of the roof is a wooden structure of four wooden columns that come to a point into the sky, ringed with metal rungs. Within this is a machine column. The building shows evidence of age but not neglect. Moss creeps over the lower portions of the column, yet many stones are still clean and in their place.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "NPS",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cross Estate, Morristown NHP, NJ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historic structure",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E4EFF451-DEF8-4E8F-ACE6-EF7890F93B21",
    "url": "https://www.nps.gov/places/fort-nonsense.htm",
    "title": "Fort Nonsense",
    "listingDescription": "Originally referred to as “the Hill” or “Kinney’s Hill,” Fort Nonsense commanded the heights of Morristown. The function of the Fort was as an observation and alarm post, and a place of retreat for guards stationed in the town. The British never made an attack on Morristown, however, and the fortified hilltop was never used. It was common for a small fortification such as Fort Nonsense to be built for the protection of military encampments and strategic military depots.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/0EF586A1-00A1-CA64-2210F3FC35ADDC50.jpg",
        "credit": "NPS",
        "altText": "A cannon from the Revolutionary War era overlooks a valley.",
        "title": "Fort Nonsense",
        "description": "",
        "caption": "The fort offered a commanding view of the town below.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0EF586A1-00A1-CA64-2210F3FC35ADDC50.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0EF586A1-00A1-CA64-2210F3FC35ADDC50.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NJ",
        "parkCode": "morr",
        "designation": "National Historical Park",
        "fullName": "Morristown National Historical Park",
        "url": "https://www.nps.gov/morr/index.htm",
        "name": "Morristown"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "fort",
      "Revolutionary War",
      "fortification hill",
      "fortification",
      "Continental Army",
      "Morristown National Historical Park"
    ],
    "latitude": "40.794111472652496",
    "longitude": "-74.4880222599522",
    "latLong": "40.794111472652496,-74.4880222599522",
    "bodyText": "Following his winter encampment in the area after the battles of Trenton and Princeton, General George Washington wanted to secure Morristown as a supply base. On May 14, 1777 he ordered the construction of a fortification, called a redoubt, on a hill bordering Morristown so <em>“…that it may serve as a retreat in case of necessity.”</em><br /> <br /> Originally referred to as “the Hill” or “Kinney’s Hill,” the fortified redoubt commanded the town. The function of the Fort was as an observation and alarm post, and a place of retreat for guards stationed in the town. The British never made an attack on Morristown, however, and the fortified hilltop was never used. It was common for a small fortification such as Fort Nonsense to be built for the protection of military encampments and strategic military depots.<br /> <br /> Washington’s men leveled surrounding trees, dug trenches, raised breastworks, built a guardhouse for 30 men, and fortified the crown of the hill with an earthwork redoubt. As early as the 1790s the hill was called Fort Nonsense. A legend had grown that Washington had set his men to fortify the hill simply as a way of keeping troops busy. This explanation is very unlikely. In their pension claims after the war, soldiers referred to the work as 'Fort Nonsense.'<br /> <br /> In addition to the earthworks, it is believed that the Morris County Militia was instructed to build a beacon of between 18 and 20 feet high. It was to be constructed of a loose frame of logs with smaller combustibles filling the center. Such beacons were in fact found extending from the Hudson Highlands and all through northern New Jersey. The beacon system was used on June 7, 1780 and again on June 23 when the British crossed into New Jersey. Records tell of area militia responding to the alarms in June and engaging the British at Springfield.<br /> <br /> Fort Nonsense Hill is open to the public and subject to the same hours as other park grounds. In addition, the park is surrounded by private property. For your safety and for the consideration of park neighbors, please be careful as you walk the grounds.",
    "audioDescription": "A large wooded hilltop levels off with a parking lot, information kiosk, and picnic tables. Stone pavers set into the ground trace the approximate outline of an earthwork redoubt constructed by the Continental Army during the Revolutionary War. Nothing remains of the original fortifications. A cannon overlooks the town of Morristown below the crest of the hill, with the wooded valley below open to a scenic view from the former site of Fort Nonsense.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Parking - Auto"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Morristown, NJ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Former site of Continental Army earthworks redoubt",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "45D3AEC3-4723-41AA-8311-2BDD42E44641",
    "url": "https://www.nps.gov/places/fort-nonsense-beacon.htm",
    "title": "Fort Nonsense Beacon",
    "listingDescription": "The supposed former site of a signal beacon on a prominent hill in Morristown, NJ.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7710E5E3-F406-ACA1-66A478C76269E593.jpg",
        "credit": "NPS",
        "altText": "Two wayside panels next to each other by a gravel path on a hill overlooking a valley.",
        "title": "Fort Nonsense Beacon Markers",
        "description": "",
        "caption": "Nothing remains of the beacon today, if there ever was a beacon at all.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7710E5E3-F406-ACA1-66A478C76269E593.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7710E5E3-F406-ACA1-66A478C76269E593.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NJ",
        "parkCode": "morr",
        "designation": "National Historical Park",
        "fullName": "Morristown National Historical Park",
        "url": "https://www.nps.gov/morr/index.htm",
        "name": "Morristown"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "40.79273452092898",
    "longitude": "-74.4887638092041",
    "latLong": "40.79273452092898,-74.4887638092041",
    "bodyText": "In case of emergencies, a quick response is necessary. Given communication methods available at the time of the American Revolution, the Continental Army employed cannon fire, waving flags, and signal fires, or beacons, to convey predetermined messages when faced with emergency.<br /> <br /> This overlook would have been an ideal spot to build a signal beacon during the period of the American Revolution. According to orders, beacons were to be \"made of Logs intermixed with Brush square at Bottom about sixteen feet & to Diminish as they rise like a pyramid & should be about 18 to 20 feet high.\" A huge bonfire lit in case of alarm caught the attention of everyone in the vicinity for miles around - including sentries manning other beacons, who would then light theirs in turn. The sight of a lit beacon traveled much faster than an express rider carrying a message. The beacon's implied message was simple enough: \"We are under attack!\" Local militia units would respond to the beacon, turning out in force to confront British incursions into New Jersey from New York.<br /> <br /> However, though a beacon was <em>ordered</em> to be built at the \"point\" of this hill, there is no conclusive positive evidence of a beacon <em>actually</em> being constructed here on this particular hill, much less lit because of impending danger. How should this impact our interpretation of the hill's importance, whether or not a beacon was actually built? In much the same way as the \"nonsense\" name seems to originate from the lack of battle or necessity for the fort, hindsight offers its own perspective, though we should remember the view of those living through the history we talk of as well. Building a fort and having orders for a beacon were prudent during a time of war, after all.",
    "audioDescription": "Two markers at the end of a gravel path, on a hillside overlooking the road leading to the top of Fort Nonsense Hill. One marker is entitled \"Chain of Signal Beacons\" and depicts a map of northern New Jersey and the New York City islands. The map shows four British flags depicting British army positions in Staten Island, Sandy Hook, Brooklyn and Long Island, and Manhattan. There are five American flags showing American army positions near Freehold, Summit, and Pompton in New Jersey, as well as two positions just north of the New Jersey border in New York state on the west side of the Hudson River. There are twelve icons indicating signal fires on the map interspersed among the American positions, starting in the south with four surrounding Freehold with one of those between Freehold and Sandy Hook. Four more beacons are at Middlebrook, Pluckemin, Summit, and Morristown. Three beacons are to the north, south, and west of the American position near Pompton. The final beacon is between the two American positions in New York. The text on the panel reads \"Large fires, cannon and flags were used to signal alarms during the Revolutionary War. The fires were called beacons and were used to assemble militia, indicate the approach direction of the enemy and to direct the movements of military forces. In the spring of 1779, a signal chain of log and brush pyramids was ordered built in a line along the highlands of the New Jersey coast. A beacon was to have been constructed at the \"point\" of this hill - a location that would seem to correspond to the area within the 1777 fortification. However, no conclusive historical documentation has been found to confirm the actual buildings of a beacon here. Looking south from this vista to the distant horizon, you can see the hill near Summit, New Jersey, on which another beacon was erected.\" A legend near the bottom denotes the symbols for American, British, and beacon positions. The second wayside is entitled \"The Alarm Beacon\" and shows an image of three Continental soldiers with a horse standing to the viewer's left next to a pyramid of logs and brush larger than they are, on a hillside of cleared stumps overlooking a colonial town below with houses and a church in the distance. The text reads \"The alarm beacon was a huge pyramid-shaped structure of logs and brush usually placed on a prominent hilltop. In case of enemy invasion or other emergency situations, it was to be set on fire to notify militiamen to go to preselected meeting places and prepare for response to the alarm. Instructions for building alarm beacons in New Jersey during 1779 required that they should be \"...made of Logs intermixed with Brush square at Bottom about sixteen feet & to Diminish as they rise like a pyramid & should be 18 or 20 feet high.\" Morristown itself is below the hill, and this section of the hill faces west by southwest, overlooking Route 202 South and the neighborhoods around it.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "NPS",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Fort Nonsense, NJ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Wayside exhibit",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "943B8854-487A-4C0F-B6E1-705B65F003D2",
    "url": "https://www.nps.gov/places/fort-nonsense-marker.htm",
    "title": "Fort Nonsense Marker",
    "listingDescription": "This stone marker was placed here in 1888 by the Washington Association of New Jersey to mark the site of Fort Nonsense.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7306941D-F1C9-4BB5-1E848AB3F0BB82F7.jpg",
        "credit": "NPS",
        "altText": "A large white stone weathered by exposure to elements with a memorial inscribed in it.",
        "title": "Ft Nonsense Marker Stone",
        "description": "",
        "caption": "This stone tells of the efforts to preserve and commemorate Ft. Nonsense.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7306941D-F1C9-4BB5-1E848AB3F0BB82F7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7306941D-F1C9-4BB5-1E848AB3F0BB82F7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NJ",
        "parkCode": "morr",
        "designation": "National Historical Park",
        "fullName": "Morristown National Historical Park",
        "url": "https://www.nps.gov/morr/index.htm",
        "name": "Morristown"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "40.79373358887699",
    "longitude": "-74.48814153671265",
    "latLong": "40.79373358887699,-74.48814153671265",
    "bodyText": "The Washington Association of New Jersey placed this stone marker to commemorate the site of Fort Nonsense. Then, as now, local residents knew the historic nature of Morristown extended beyond the bounds of Jockey Hollow and the Ford Mansion. While Fort Nonsense never saw any combat and acquired its unusual nickname long after the war's conclusion, its historic nature justified preservation all the same. The Washington Association advocated over the years for the preservation of this scenic vista, and this marker signified their longstanding dedication to this purpose, as well as a reminder that such work can be undertaken by groups of interested and concerned citizens just as well as large institutions.",
    "audioDescription": "A large white stone, three feet high and two feet square at the base, sits in the grass adjacent to a gravel pathway. The stone's top and sides are roughly hewn, with the exception of a flatter, still rough surface that faces the parking lot at a slightly upturned angle, tilted up to allow those standing to read the words inscribed on the face. The inscription reads \"This stone marks the site of Fort Nonsense, an earth-work built by the Continental Army in the winter of 1779-80. Erected by the Washington Association of New Jersey 1888.\" The stone shows signs of age and weathering, with many of its edges smoother",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "NPS",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Fort Nonsense Hilltop, New Jersey",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historic marker",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "BD2676B5-4F6E-4370-ACE7-31BFCF7D81D4",
    "url": "https://www.nps.gov/places/gw-statue-morr.htm",
    "title": "George Washington Equestrian Statue - Morristown",
    "listingDescription": "The statue of George Washington sits just across the street from the private home he used as his headquarters for an uncommonly hard winter during the Revolutionary War.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/1BCBEF96-08F8-5DF2-93AD37B3D9656013.jpg",
        "credit": "NPS",
        "altText": "A bronze statue of George Washington mounted on horseback, on a pedestal.",
        "title": "Washington Equestrian Statue",
        "description": "",
        "caption": "Washington's statue stands near the Ford Mansion in Morristown, NJ.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/1BCBEF96-08F8-5DF2-93AD37B3D9656013.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/1BCBEF96-08F8-5DF2-93AD37B3D9656013.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NJ",
        "parkCode": "morr",
        "designation": "National Historical Park",
        "fullName": "Morristown National Historical Park",
        "url": "https://www.nps.gov/morr/index.htm",
        "name": "Morristown"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "40.795735740770894",
    "longitude": "-74.46637272834778",
    "latLong": "40.795735740770894,-74.46637272834778",
    "bodyText": "A bronze equestrian statue of George Washington overlooks the Ford Mansion, where the Commander in Chief of the Continental Army made his headquarters.<br /> <br /> The statue's donor Miss Ellen Mabel Clark wanted to memorialize Washington's place in Morristown history. She commissioned Fredrick George Richard Roth to create the statue. Roth's primary work concerned animals, not human subjects. He also worked on the Balto statue for New York City's Central Park, among many others. Washington was an excellent horseman, so the statue's composition is a natural mode for the General. Miss Clark requested that Washington's horse be modeled after a strong, sturdy horse drawing a milk wagon in town, and Frederick Roth obliged, taking several films of the subject horse in motion to study before setting to work. The bronze statue was cast in Florence, Italy. Its unveiling occured on October 19th, 1929, on the anniversary of Cornwallis's surrender at Yorktown.",
    "audioDescription": "A triangular island of land between roads hosts a small pavilion with a low wall surrounding it. A large lifesize bronze statue of a man on a horse stands atop a four foot high stone pedestal in the center of the triangle, facing northwest. The pedestal's inscription reads \"Washington\" on the front, and the back reads \"Headquarters at Morristown / January - May 1777 / December 1779 - June 1780\"",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "Morristown, NJ",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Morris Avenue, Morristown, NJ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Statue",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "25A0A12B-0771-45E2-955A-888B82FAB0FE",
    "url": "https://www.nps.gov/places/grand-parade.htm",
    "title": "Grand Parade",
    "listingDescription": "The Continental Army used the Grand Parade ground for a variety of purposes, including troop assemblies, reading of general orders, and inspections.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AF5F9A23-B0CE-C2DA-3F2E14035B918551.jpg",
        "credit": "NPS",
        "altText": "A meadow clearing surrounded by forest next to the tour road with three wayside exhibit panels",
        "title": "The Grand Parade",
        "description": "",
        "caption": "The Grand Parade saw many uses, including assembly, drill, inspection, and executions.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AF5F9A23-B0CE-C2DA-3F2E14035B918551.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AF5F9A23-B0CE-C2DA-3F2E14035B918551.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NJ",
        "parkCode": "morr",
        "designation": "National Historical Park",
        "fullName": "Morristown National Historical Park",
        "url": "https://www.nps.gov/morr/index.htm",
        "name": "Morristown"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Continental Army",
      "Revolutionary War",
      "Revolutionary War Encampments",
      "Winter Encampment"
    ],
    "latitude": "40.77258750463936",
    "longitude": "-74.53173279762268",
    "latLong": "40.77258750463936,-74.53173279762268",
    "bodyText": "The Grand Parade served as the administrative and ceremonial center of the camp. Guards assembled here daily for inspection by the officer of the day. Every day the general orders for the camp were issued in a small hut built on the site. Public executions took place here. Two soldiers were executed by hanging and buried on the Grand Parade.<br /> <br /> The original Grand Parade was 100 yards wide and 400 yards long, much larger than this clearing. The original Grand Parade was also located further back in the woods with its entrance on Jockey Hollow Road rather than at this location; you may be able to guess where it was if you follow the Grand Loop Trail through that area.",
    "audioDescription": "A clearing about sixty yards square sits on the north side of Grand Parade Road as it passes through the forest. The clearing is surrounded by forest and undergrowth otherwise. A concrete platform set into the grass before three wayside exhibit signs describing the area, which read as follows: \"INSPECTIONS Faces and hands washed...beards clean shaven...hair combed and tied if long enough...shoes clean...clothes brushed... And catridge boxes...Washington worried often about catridge boxes. Unless they kept a soldier's powder dry, his musket was useless. Despite every effort, cartridge boxes often fell short of standards...lack of money and shortages of leather. So...a captain inspected cartridge boxes every morning.\" \"The Grand Parade A focal point of the sprawling \"log cabin city\" at Jockey Hollow was the Grand Paradge. Each day, guard details assembled here for inspection, and General Orders from Washington's headquarters were distributed. This was also the site of formal military reviews. And it was here that those guilty of serious crimes were executed and buried. The original Grand Parade was located beyond this open ground, in the woods to the north. It was 400 yards long and 100 yards wide - six times the size of this clearing.\" \"Guards Each day's guard reported here for inspection, a short drill, and the daily parole and countersign. From here the relieved the previous day's guard. The camp guard --- 17 men from every 2 regiments --- surrounded Jockey Hollow with a chain of sentinels. A picket guard --- 2 officers and 50 men --- assembled daily and \"lay on their arms\" waiting for orders.\"",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "050EF7B4-48E0-47B5-8E49-F50111A512C7",
    "url": "https://www.nps.gov/places/guerin-house.htm",
    "title": "Guerin House",
    "listingDescription": "Historic home of Joshua Guerin, blacksmith and member of the state militia, located near the winter encampment of the Continental Army in Jockey Hollow near Morristown, New Jersey.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/0FEFC3C8-E6CC-8E5C-C092D4FE79D39A81.jpg",
        "credit": "NPS",
        "altText": "A colonial style farmhouse with white fence and wayside explainer near a roadway.",
        "title": "The Joshua Guerin house",
        "description": "",
        "caption": "The Guerin house sits near the park's boundary today.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0FEFC3C8-E6CC-8E5C-C092D4FE79D39A81.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0FEFC3C8-E6CC-8E5C-C092D4FE79D39A81.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NJ",
        "parkCode": "morr",
        "designation": "National Historical Park",
        "fullName": "Morristown National Historical Park",
        "url": "https://www.nps.gov/morr/index.htm",
        "name": "Morristown"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "historic house",
      "American Revolution",
      "Continental Army",
      "colonial homes"
    ],
    "latitude": "40.77499653205875",
    "longitude": "-74.52405095100403",
    "latLong": "40.77499653205875,-74.52405095100403",
    "bodyText": "Joshua Guerin, his wife and 8 children lived in a small house on an average size farm of 76 acres. Guerin served as a sergeant in the Morris County militia and occasionally hauled supplies in his wagon for the army. He allowed the army to graze horses in his pasture and sold hay and firewood to the army. Soldiers were even briefly quartered in his house.<br /> <br /> Like many of his neighbors Guerin's property also suffered damages from the army's encampment. According to complaints Guerin filed after the war, American soldiers stole potatoes, rye, sheep, tools and even some of his wife's clothing. Additionally, soldiers burned his fences and let horses loose in his wheat field resulting in the loss of half his crop.<br /> <br /> The house currently is used by park staff as a residence and is not open to the public. Please respect the privacy of the occupants.",
    "audioDescription": "A white two story farmhouse with green shutters and a stone foundation. There are two additional wings to the building, one on the north side with a screened in porch and another to the south face set back from the front door by several feet. Brick chimneys emerge from the roof of each wing. A short set of stairs leads up to the front door of the house. Despite the home's historic appearance, touches of modernity, such as electric lights and satellite dishes, indicate the home is currently occupied. The yard extends several meters in all directions, and is encircled by a white three rail fence. A historic wayside sits on the side of the fence nearer to the public road, and reads: \"The Guerin House When Washington's soldiers camped in Jockey Hollow, they occupied parts of blacksmith Joshua Guerin's land. Parts of this house stood here then.\"",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Jockey Hollow, NJ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historic home owned by a blacksmith and officer in the New Jersey militia; located near the winter encampment in Jockey Hollow",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8FDCD4D9-E5BE-40A4-A7E4-DBA7AB7119E7",
    "url": "https://www.nps.gov/places/jockey-hollow-cemetery-monument.htm",
    "title": "Jockey Hollow Cemetery Monument",
    "listingDescription": "This historic marker describes a cemetery for soldiers in Jockey Hollow. Recent scholarship suggests that such a cemetery was unlikely to exist according to common military practice at the time.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AEE3D142-0EB2-7AD8-C0C499037F189699.jpg",
        "credit": "NPS",
        "altText": "A historic marker set into a rock",
        "title": "Jockey Hollow Soldiers Cemetery Marker",
        "description": "",
        "caption": "This marker pre-dates the establishment of the park, and can be hard to see from the road.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AEE3D142-0EB2-7AD8-C0C499037F189699.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AEE3D142-0EB2-7AD8-C0C499037F189699.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NJ",
        "parkCode": "morr",
        "designation": "National Historical Park",
        "fullName": "Morristown National Historical Park",
        "url": "https://www.nps.gov/morr/index.htm",
        "name": "Morristown"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "monument",
      "Historic Marker",
      "cemetery",
      "American Revolution",
      "Continental Army"
    ],
    "latitude": "40.774728415283064",
    "longitude": "-74.53819155693054",
    "latLong": "40.774728415283064,-74.53819155693054",
    "bodyText": "Popular mid-19<sup>th</sup> century tradition claimed that the soldiers were buried here. This was based on second-hand information provided by someone who was not here during the American Revolution. Archaeological digs in the 1930’s & 1970’s never found any human remains here.<br /> <br /> It is now believed that there was no soldiers cemetery. Traditionally, soldiers who died in camp were buried on their parade ground, rather than taking them to a central cemetery, in order to intentionally obscure their gravesite. At this point no human remains have been found in Jockey Hollow, but the entire park could be considered a soldiers' cemetery.<br /> <br /> This monument was dedicated on Memorial Day 1932. It was one of a series of monuments erected to promote Morristown’s Revolutionary War history and the proposed Morristown National Historical Park. The other monuments in this series commemorated the Life Guard Camp, The Artillery Park, and The New York Brigade.",
    "audioDescription": "A low stone sits in the grass near a few cedar trees by the south edge of Cemetery Road. The face of the stone has a plaque set into it depicting an American Revolution soldier at attention, and reads as follows: \"CONTINENTAL ARMY ENCAMPMENTS AT MORRISTOWN 1777 1781 JOCKEY HOLLOW CEMETERY More than one hundred Continental soldiers who made the supreme sacrifice for American liberty are buried in this cemetery. Their comrades were housed in huts along the Jockey Hollow Road. The people of Morristown reverently erect this monument as a tribute to them and to the valor of the Continental Army whose occupancy of Jockey Hollow has hallowed this ground. DEDICATED MAY 30, 1932\"",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Jockey Hollow, NJ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historic marker",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C29CFE52-CB2A-4A13-A388-EB5CBCB58AE6",
    "url": "https://www.nps.gov/places/morris-aqueduct-company-vault.htm",
    "title": "Morris Aqueduct Company Vault",
    "listingDescription": "This brick vault was part of a series of ponds, trenches, and vaults owned and operated by the Morris Aqueduct Company, in order to bring fresh clean water from the hills to their subscribers in Morristown.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/DCD04F89-E0A3-E75A-F803C7A79C572E4B.jpg",
        "credit": "NPS",
        "altText": "A circle of stone pavers resembling a low, shallow well.",
        "title": "Morristown Aqueduct Vault",
        "description": "",
        "caption": "The vault is an evident reminder of the previous uses of the land.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/DCD04F89-E0A3-E75A-F803C7A79C572E4B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/DCD04F89-E0A3-E75A-F803C7A79C572E4B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NJ",
        "parkCode": "morr",
        "designation": "National Historical Park",
        "fullName": "Morristown National Historical Park",
        "url": "https://www.nps.gov/morr/index.htm",
        "name": "Morristown"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "40.76781387864058",
    "longitude": "-74.53512847423553",
    "latLong": "40.76781387864058,-74.53512847423553",
    "bodyText": "Several features of the water collection system of the<font color=\"#337ab7\"><span style=\"letter-spacing: -0.25px;\"><b> </b></span></font>Morris Aqueduct Company remain visible in the park today. The Aqueduct Company was a private company founded in 1799 to provide subscribers with fresh, clean water. The Aqueduct Company expanded into Jockey Hollow in 1890 seeking more sources of water for the town of Morristown. A system of aqueducts, holding ponds and pumping stations were built, extending seven miles from Jockey Hollow into Morristown.<br /> <br /> This brick vault collected water brought in from streams and “collecting arm” trenches. The remains of one of these trenches is nearby behind you, though it may seem difficult to tell apart from the hills of the hollow. A gravity system forced water from this vault into the nearby reservoir which was drained in the 1930’s.<br /> <br /> As this is a historic ruin, please do not disturb any part of the structure, nor toss anything into it.",
    "audioDescription": "A ring of bricks five feet in diameter and one foot high form a vault that extends two feet into the ground. The top of the vault is open and exposed to the elements, and so the base of the vault is covered in dirt, leaves, sticks, and other sorts of forest debris. A few rusty metal pipes are evident in the walls of the vault, extending unseen into the ground around. Moss and biofilm grow over the bricks, and the mortar between has started to crumble away.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Jockey Hollow",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Old ruin of aqueduct water system",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "2D304591-F3F4-42E2-9CFF-5011AC50B75E",
    "url": "https://www.nps.gov/places/morr-life-guard-marker.htm",
    "title": "Morristown Life Guard Marker",
    "listingDescription": "This simple marker denotes where the log huts of George Washington's Life Guard once stood during the Continental Army's use of Morristown as a military headquarters and encampment site. Washington's quarters, the Ford Mansion, stands today across the street.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AB0F61FF-0F43-D07A-E7ECFEEA40ACD825.jpg",
        "credit": "NPS",
        "altText": "A weathered metal plaque set into stone, with a Continental Soldier standing next to text.",
        "title": "Life Guard Camp Memorial",
        "description": "",
        "caption": "Historical markers help communities remember.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AB0F61FF-0F43-D07A-E7ECFEEA40ACD825.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AB0F61FF-0F43-D07A-E7ECFEEA40ACD825.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NJ",
        "parkCode": "morr",
        "designation": "National Historical Park",
        "fullName": "Morristown National Historical Park",
        "url": "https://www.nps.gov/morr/index.htm",
        "name": "Morristown"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "40.79588194016637",
    "longitude": "-74.46611523628235",
    "latLong": "40.79588194016637,-74.46611523628235",
    "bodyText": "The simple marker in front of a church yard reads as follows:<br /> <br /> \"Continental Army Encampments At Morristown 1777 1781<br /> Life Guard Camp<br /> On this site the Commander In Chief's Guard was encamped from December 1779 to June 1780. The Guard was reorganized in Morristown during the first Encampment in 1779 and again in 1780. Washington made his headquarters in the Ford House opposite.<br /> Erected in 1932, by Tempe Wicke Society, Children of the American Revolution.\"<br /> <br /> Washington's Life Guard protected the Commander in Chief, his headquarters, and his baggage. Numbering between 100 and 250 men, they were handpicked volunteers from many of the Army's various brigades, and a constant presence at headquarters. Their duties included standing post within and without the Ford Mansion and escorting the Commander and his guests when they traveled. Rather than taking up more room in the already crowded Ford Mansion, they built a series of log huts nearby to shelter in through the coldest winter in living memory. The widow Ford's eldest son, Timothy, volunteered to serve in the Life Guard over the course of the encampment.<br /> <br /> The marker, like the others in its series, was placed here prior to the establishment of the National Historical Park. Nothing of the original huts, built in much the same manner as the ones in Jockey Hollow, remained to mark the site. The winter quarters of the famous Washington was a stone's throw across Morris Avenue, and had been celebrated in memory since the war's end, and especially once the Washington Association opened it to public tours in the late 19th century.<br /> <br /> The Tempe Wick Society of the Children of the American Revolution placed this marker here, not the federal or local governments. Their involvement and successful establishment of the marker shows the power of community in creating and maintaining historic memory. The timing is also of interest. By 1932, the National Park Service had recommended historic sites, specifically Washington's Headquarters and Jockey Hollow, become federally designated historic sites. Within a year, the first National Historical Park was established at Morristown.",
    "audioDescription": "A large stone with a flat face rests in the grass at the corner of two sidewalks that border the nearby church, along Morris Avenue and West Valley View Drive. The rock is nearly two feet tall, with a rough surface. The plaque is made of weathered oxidized copper. The left side features a full body of a Continental Soldier wearing their uniform in profile facing right standing at attention with the butt of their musket resting on the ground. The text of the plaque takes up the rest of the space. It reads \"Continental Army Encampments At Morristown 1777 1781 Life Guard Camp On this site the Commander In Chief's Guard was encamped from December 1779 to June 1780. The Guard was reorganized in Morristown during the first Encampment in 1779 and again in 1780. Washington made his headquarters in the Ford House opposite. Erected in 1932, by Tempe Wicke Society, Children of the American Revolution.\"",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "Morristown",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Morris Ave and W Valley Drive, Morristown, NJ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historic marker",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F03AB0F7-B7B9-4610-B13A-E0782E776DFA",
    "url": "https://www.nps.gov/places/new-jersey-hut-ruins.htm",
    "title": "New Jersey Brigade - Hut Ruins",
    "listingDescription": "This site marks the expected location of the New Jersey Brigade's hutting and encampment site during the Continental Army's winter quarters in 1779 and 1780. Little remains of the huts apart from conspicuous piles of stones and the possible remnants of soldiers' trash pits.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4C6BEB0E-C530-026A-3ABD06159D099143.jpg",
        "credit": "NPS",
        "altText": "A wooded hillside with fallen leaves covering the ground. Two wayside exhibits stand amid the ground",
        "title": "New Jersey Brigade Hut Site",
        "description": "",
        "caption": "This remote site hosted the New Jersey Brigade for a winter's encampment.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4C6BEB0E-C530-026A-3ABD06159D099143.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4C6BEB0E-C530-026A-3ABD06159D099143.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NJ",
        "parkCode": "morr",
        "designation": "National Historical Park",
        "fullName": "Morristown National Historical Park",
        "url": "https://www.nps.gov/morr/index.htm",
        "name": "Morristown"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Morristown National Historical Park",
      "American Revolution",
      "Continental Army"
    ],
    "latitude": "40.7420710163561",
    "longitude": "-74.5588767528534",
    "latLong": "40.7420710163561,-74.5588767528534",
    "bodyText": "The men of the New Jersey Brigade arrived last to the Continental Army's winter encampment site. Their camp site, on a far hill away from the other units and furthest from headquarters in Morristown, thus seems less than ideal. However there are some advantages. Check a map, consider the needs of a soldier, and guess for yourself what might have been appealing about this site.<br /> <br /> Today, the hut sites show little evidence of several hundred men building cabins from fallen trees to spend a dreadful winter in while staving off boredom, starvation, and the uncertainty of a war that had no end in sight. However, the stones forming the pathways here may well be the same stones used in those huts centuries ago.",
    "audioDescription": "To be filled in later.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "NPS",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Jockey Hollow",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historic site",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1D726996-314B-4270-887D-E69CEEF16080",
    "url": "https://www.nps.gov/places/path-to-victory-wayside.htm",
    "title": "Path to Victory Wayside",
    "listingDescription": "This wayside marks that the French army under Rochambeau passed through Morristown - and many other sites - along with the American army on their way to and from the climactic siege of Yorktown.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/108CBD6C-FDF2-B588-D7FE64459FBDA725.jpg",
        "credit": "NPS",
        "altText": "The brick paved front walk leading to the Ford Mansion. A wayside exhibit is in the foreground.",
        "title": "Path to Victory Wayside location",
        "description": "",
        "caption": "The French army under Rochambeau saw the Ford Mansion in passing through Morristown in 1781.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/108CBD6C-FDF2-B588-D7FE64459FBDA725.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/108CBD6C-FDF2-B588-D7FE64459FBDA725.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NJ",
        "parkCode": "morr",
        "designation": "National Historical Park",
        "fullName": "Morristown National Historical Park",
        "url": "https://www.nps.gov/morr/index.htm",
        "name": "Morristown"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "40.79636926915943",
    "longitude": "-74.46632444858551",
    "latLong": "40.79636926915943,-74.46632444858551",
    "bodyText": "While General George Washington was in headquarters at the Ford Mansion over the winter months of 1779 and 1780, he awaited the return of the Marquis de Lafayette from a mission to France. The alliance with France had been secured, but Washington needed men and ships to mount an offensive against the British in New York. Lafayette returned in May 1780 with the news of imminent French assistance.<br /> <br /> France sent thousands of men and a fleet of ships later that year, but opportunity eluded Washington and the French commander, Rochambeau. It was not until the summer of 1781 that French forces marched down the nearby street in front of the Ford Mansion while en route to a secret destination - Yorktown, Virginia.<br /> <br /> Today, we remember that long journey, over land and sea, by two armies united in cause with the <a href=\"https://www.nps.gov/waro/siteindex.htm\">Washington-Rochambeau Revolutionary Route National Historic Trail</a>.",
    "audioDescription": "A large metal exhibit panel sits on the side of the path leading to the front door of the nearby Ford Mansion. Its surface shows a map, a detailed view of the New Jersey region, an illustration, a sidebar, and descriptive text. The text reads \"On August 28, 1781, 5500 French troops under the command of General Jean-Baptiste Donatien de Vimeur, comte de Rochambeau marched on the road before you on their way to Yorktown, Virgina. They had spent the previous night in Whippany, New Jersey. After passing through Morristown, they camped at Bullion's Tavern in present-day Bernards Township. General George Washington's Continental Army took a different route, slightly southeast, and spent the night of August 28th in nearby Chatham. The Washington-Rochambeau National Historic Trail follows the routes used in 1781 and 1782 by the American and French forces to travel to and from the successful siege of Yorktown, Virginia. In a decisive victory, they captured the British Army under General Charles Cornwallis, who surrendered on October 19, 1781. This network of roads and water trails travels over 700 miles through nine states and the District of Columbia. Take this Revolutionary Route and explore historic sites and communities that once hosted Revolutionary War soldiers. Learn the stories of people who helped pave the way to victory and an independent United States. For more information about this National Historic Trail, visit www.nps.gov/waro\" and it is here the descriptive text ends. The sidebar is entitled \"A Powerful Partnership\" and consists of two sections. The first is entitled \"George Washington 1732 - 1799\" and reads \"Congress chose George Washington to command the Continental Army in 1775. His strategic insight and leadership culminated in American independence. After the war, Washington resigned his military command. He became the first President of the United States in 1789.\" A portrait of George Washington in military uniform is next to this text, accredited to Charles Wilson Peale, 1787 and courtesy of Pennsylvania Academy of the Fine Arts, Bequest of Mrs. Sarah Harrison (The Joseph Harrison, Jr. Collection). The second portion is entitled \"Jean-Baptiste Donatien de Vimeur, comte de Rochambeau: 1725-1807\" and reads \"The French nobleman and distinguished officer was appointed commander of the French army sent to America to fight the British. After success there, he continued his military career until 1792. Arrested in 1794 during the French Revolution, he was released later that year and retired to his estates.\" A portrait next to this text depicts Rochambeau in his military uniform, and is accredited to Charles Wilson Peale from life, c. 1782, courtesy of Independence National Historical Park. An illustration running along the bottom third of the exhibit panel depicts the French forces in camp. Men in uniform assemble in the foreground before officers mounted on horseback with musicians equipped with drums standing at the ready. A variety of uniforms and regimental flags suggest the significant nature of the armies. The background of the illustration shows more companies and regiments of men assembling and marching between rows and columns of tents arranged in good order. The illustration is captioned \"The encampment of the French Army at East Hartford, Connecticut, in 1782.\" and is accredited to David. R. Wagner (detail) courtesy of Dr. Frank T. Bumpus Collection of the Hudson River Valley Institue at Marist College. The map depicts the National Historic Trail route and the eastern colonies from Massachusetts down to eastern Virginia, as well as parts of the surrounding colonies and the Atlantic Ocean. The trail consists of five lines: a solid blue line for the French Army, a dotted blue line for the French Army water route, a solid red line for the Continental Army, a dotted red line for the Continental Army water route, and a solid grey line for Interstate 95. The red and blue lines separate from Boston, with the red proceeding west and blue going south along the coast. The lines converage and separate again and again, with multiple lines of each color spreading from certain cities along the way. The two colors converge at Princeton in New Jersey and remain together from there down to Yorktown, Virginia. The water routes proceed primarily down through the Chesapeake Bay and its inlets from Philadelphia, Delaware and Maryland. Ther is also a red water route from Albany down to Newburgh along the Hudson River. Major cities along the routes include Boston, Providence, Springfield, Hartford, Newbergh, Morristown, Princeton, Trenton, Philadelphia, Wilmington, Christiana, Elkton, Baltimore, Annapolis, Washington D.C., Mount Vernon, Fredericksburg, Williamsburg, and Yorktown. New York City is near the lines but none pass through it, as it was fully occupied by the British Army at the time. The scale of the map is one inch equals 40 miles, or 5 centimeters equals 40 kilometers. The map's orientation is skewed just slightly west of north. The detail window of the map shows the New Jersey section of the Trail. The detail starts at Trenton in the south and goes north to White Plains and Suffern in New York. The red and blue lines proceed along a north-south axis through the colonies, with the red lines along making several independent lines east of the main combined lines. The combined line runs from Suffern south through Pompton, Whippany, Morristown, Bullions Tavern, Somerset Court House, Princeton, and Trenton. An icon depicting French army campsites is at each of these cities, except Suffern and Morristown. The red lines alone go through Chatham, Newark, and New Brunswick. The blue line alone also passes through White Plains in New York. Other cities on the map include New York City, Elizabeth, and Perth Amboy. The map's scale is one half inch equals ten miles and is oriented to the North.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "NPS",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Morristown, NJ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Wayside exhibit",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "22304CE9-933B-4646-8F41-FCF1EA7F5E33",
    "url": "https://www.nps.gov/places/pa-line-huts.htm",
    "title": "Pennsylvania Line Huts",
    "listingDescription": "These reproduction soldier huts show the living conditions of the Continental Army soldiers encamped in Jockey Hollow during the Revolutionary War.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AD38F88F-AC6A-10FF-FD2C2194067AA35E.jpg",
        "credit": "NPS",
        "altText": "Four log huts covered in snow",
        "title": "The Soldier Huts in Winter",
        "description": "",
        "caption": "The soldiers in Jockey Hollow spent a brutal winter in log huts they constructed.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AD38F88F-AC6A-10FF-FD2C2194067AA35E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AD38F88F-AC6A-10FF-FD2C2194067AA35E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NJ",
        "parkCode": "morr",
        "designation": "National Historical Park",
        "fullName": "Morristown National Historical Park",
        "url": "https://www.nps.gov/morr/index.htm",
        "name": "Morristown"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "soldier huts",
      "Winter Encampment",
      "reproduction",
      "Revolutionary War",
      "Revolutionary War Encampments",
      "Continental Army"
    ],
    "latitude": "40.7752443359953",
    "longitude": "-74.53571319580078",
    "latLong": "40.7752443359953,-74.53571319580078",
    "bodyText": "<p>Approximately 2,000 Continental Army soldiers from Pennsylvania lived in wooden huts stretching along this hillside from the present replicas and across Grand Parade Road. There were two rows of enlisted men’s huts in the front with a couple of rows of larger officers’ huts behind. The Pennsylvania soldiers occupied the huts from December 1779 to early June 1780.</p> <p> </p> <p>When the Pennsylvania soldiers left in June, their huts were converted into a military hospital for the sick and wounded who could not leave the camp. In November 1780 the Pennsylvania Line returned to Jockey Hollow planning on reusing their old huts from the previous winter. However, they found that the enlisted men’s huts were gone, having been used as firewood. The surviving officers’ huts were occupied by the sick. Consequently, the Pennsylvania troops moved into huts that were still standing near the Wick House. The hospital at the Pennsylvania Line remained in operation until June 1781.</p> <p> </p> <p>The huts seen on the hill today are replicas built in the 1960’s by volunteers.</p>",
    "audioDescription": "A large hillside cleared of trees on the southern face, with four wooden log huts on the ridge just outside of the nearby tree line. A gravel path leads from the bottom of the hillside to the front doors of the huts, which face down the hill. Each hut is a replica of the others, placed side by side in a neat row. The huts feature an empty frame to serve as a window, a doorway, and a stone hearth for a fireplace.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Jockey Hollow, south side of Sugar Loaf Hill",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Examples of huts built to specification by the Continental Army soldiers  who survived a brutal winter in Jockey Hollow.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "4AB077B9-CF2C-4A83-A75C-A6AA5107D291",
    "url": "https://www.nps.gov/places/starks-brigade.htm",
    "title": "Stark's Brigade",
    "listingDescription": "This historical marker sits on a slope away from the center of the Jockey Hollow encampment. It denotes the presence of Stark's Brigade, of the Continental Army, here during the 1779 Hard Winter encampment.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/45858D9D-C579-21BF-C2C7ECCF7D7646F9.jpg",
        "credit": "NPS",
        "altText": "A cube of stone, three feet long, with a flat inscription on one side, on a mountain slope.",
        "title": "Stark's Brigade Monument",
        "description": "",
        "caption": "The marker denotes the historic nature of this hillside. The soldiers' huts did not survive.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/45858D9D-C579-21BF-C2C7ECCF7D7646F9.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/45858D9D-C579-21BF-C2C7ECCF7D7646F9.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NJ",
        "parkCode": "morr",
        "designation": "National Historical Park",
        "fullName": "Morristown National Historical Park",
        "url": "https://www.nps.gov/morr/index.htm",
        "name": "Morristown"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Morristown National Historical Park",
      "Revolutionary War",
      "Revolutionary War Encampments"
    ],
    "latitude": "40.76508767965837",
    "longitude": "-74.5182466506958",
    "latLong": "40.76508767965837,-74.5182466506958",
    "bodyText": "According to Army regulations developed in consideration of the mistakes of the Valley Forge encampment in 1777, the soldiers' huts should occupy sloping hillsides in wooded areas at some distance from other campsites. In theory, this allowed proper drainage during periods of rain and thawing snow, as well as ample material with which to forage and gather for hut construction. In practice, this led Quartermaster Nathaniel Greene and his Quartermaster's corps to lay out sites for huts in places such as this, a hillside somewhat removed from the core of the camp sites overall. Rather than being a dim-viewed oversight, the site has its advantages, and was carefully selected and inspected by the corps before soldiers arrived starting in November of 1779.<br /> <br /> This site was occupied by Brigadier General John Stark's unit, consisting of four regiments from New England colonies: two Connecticut regiments and one each from Rhode Island and Massachussetts. Many of the <a href=\"https://www.nps.gov/morr/learn/historyculture/brigades-and-regiments.htm\">brigades and regiments</a> at Jockey Hollow were simply named after their place of recruitment, with Stark's brigade being one of the exceptions due to its \"blended\" nature. Together, the men worked to clear the hillside of trees, and use the fallen timber to build row after row of huts according to regulation, in which they would weather the fiercest winter in American history.<br /> <br /> After the war, without soldiers to occupy and repair them, and considering the inherently temporary nature of their construction, the huts mouldered and fell into disrepair, with local farmers scavenging and reclaiming what useful resources remained from them. When it came time to memorialize the Army's presence here at the end of the 19th century, nothing remained but the stones used to build the fireplaces and hearths in the huts, and even they had been displaced from their original sites. Some stones may have been used to build the monument itself near the turn of the 20th century, but it's difficult to say one way or another. In any event, building monuments with archaeologically significant materials is not considered good practice in the field today.<br /> <br /> The site also offers a good view of the valley below, including portions of the Great Swamp and the Watchung Mountains to the south and east of this point.",
    "audioDescription": "A sloping mountainside features a wide bridle trail with a park bench and several wayside exhibits nearby. The scenic view from the backside of this slope, Mount Kemble, spreads out over the valley below, broken up at the horizon by mountains rising above the land. The monument itself is built of field stone and mortar, about three feet on all sides, shaped like a cube. A flat grey stone is set into the side of the cube facing the downslope, with the following inscription: \"Stark's Brigade Occupied This Slope\"",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "NPS",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Jockey Hollow, NJ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical Marker",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "921AC7BE-BCA6-46CB-9380-AC1EA317A4AD",
    "url": "https://www.nps.gov/places/wick-farm-house.htm",
    "title": "Wick Farm House",
    "listingDescription": "Henry Wick built this Cape Cod Style house around 1750. His 1,400 acre farm, most of which was covered by forest, made him the largest landowner in Morristown. During the winter of 1779-1780 the Continental army encamped on Mr. Wick's property, constructing log huts to endure the worst winter in living memory. The Wick family hosted General St. Clair in their home during this time.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/095794ED-0D21-731B-B8B0B907B45113A3.jpg",
        "credit": "NPS",
        "altText": "A colonial farm house with a brick chimney and split rail fence around the house",
        "title": "The Wick Farm House",
        "description": "",
        "caption": "The Wicks lived in this modest house.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/095794ED-0D21-731B-B8B0B907B45113A3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/095794ED-0D21-731B-B8B0B907B45113A3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NJ",
        "parkCode": "morr",
        "designation": "National Historical Park",
        "fullName": "Morristown National Historical Park",
        "url": "https://www.nps.gov/morr/index.htm",
        "name": "Morristown"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "house",
      "historic home",
      "farm house",
      "Orchard",
      "field",
      "Revolutionary War",
      "Wick House"
    ],
    "latitude": "40.764007",
    "longitude": "-74.542983",
    "latLong": "40.764007,-74.542983",
    "bodyText": "<p>Henry Wick built this Cape Cod Style house around 1750. His 1,400 acre farm, most of which was covered by forest, made him the largest landowner in Morristown. Henry Wick's trees attracted Washington's army to the area as a winter encampment site because they needed logs to build cabins for shelter and wood to burn for heating and cooking. During the winter of 1779-1780 the army chopped down over 600 acres of his trees on Mr. Wick's property and more on neighbor's property. Additionally, Major General Arthur St. Clair, commander of 2,000 Pennsylvania soldiers, made his quarters in Mr. Wick's home for the winter.</p> <p>Today the house is furnished to portray its use as a general's headquarters.</p>",
    "audioDescription": "A farm home with stone foundation and wooden sides painted red, with a wood shingled roof and a brick chimney. A stone path is laid around the house. Two simple windows flank the doors on the north and south faces of the home. A large tree sits near the home, and a wooden split fence surrounds the home about 20 feet away.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Parking - Auto"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Jockey Hollow, Mendham, NJ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historic home of the Wick family, which owned much of the land used for a Continental Army encampment",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]