[
  {
    "id": "27C135D9-1FED-497D-B22A-46ABF55E3255",
    "url": "https://www.nps.gov/places/abraham-lincoln-wayside.htm",
    "title": "Abraham Lincoln Wayside",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CE3F78BD-D19A-CFD2-BE7B4984823DF5BB.jpg",
        "credit": "",
        "altText": "Abraham Lincoln Wayside",
        "title": "Abraham Lincoln Wayside",
        "description": "",
        "caption": "Abraham Lincoln Wayside",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CE3F78BD-D19A-CFD2-BE7B4984823DF5BB.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CE3F78BD-D19A-CFD2-BE7B4984823DF5BB.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "moru",
        "designation": "National Memorial",
        "fullName": "Mount Rushmore National Memorial",
        "url": "https://www.nps.gov/moru/index.htm",
        "name": "Mount Rushmore"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "wayside exhibit",
      "Abraham Lincoln",
      "Mount Rushmore"
    ],
    "latitude": "43.8779006692164",
    "longitude": "-103.45821440219879",
    "latLong": "43.8779006692164,-103.45821440219879",
    "bodyText": "<p>Abraham Lincoln, 16th President of the United States.<br /> Born 1809, died 1865. Lincoln held the nation together during its greatest trial, the Civil War. Lincoln believed his most sacred duty was the preservation of the Union. It was his firm conviction that slavery must be abolished. Gutzon Borglum chose Lincoln to represent the preservation of the United States.<br /> \"I leave you hoping that the lamp of liberty will burn in your bosoms until there shall no longer be a doubt that all men are created free and equal.\" - Abraham Lincoln</p>",
    "audioDescription": "Text on sign reads: 16th President 1861 -1865 “Fellow citizens, we cannot escape history. In giving freedom to the slave, we assure freedom to the free …. We shall nobly save, or meanly lose, the last best, hope of earth.” – Annual Message to Congress, December 1, 1862. Abraham Lincoln: •Born: February 12, 1809, in a log cabin in Hardin (now Larue) County, Kentucky. •Married: Mary Todd (1818 – 1882), November 4, 1842. •Children: Robert Todd, Edward Baker, William Wallace, and Thomas “Tad”. •Died: April 15, 1865, Washington, D.C., having been shot at the Ford’s Theatre the night before. •Education: No formal education. •Occupation: Lawyer. •Political Party: Whig, the Republican. •Career Highlights: Elected captain of his company in the Black Hawk War, 1832. Elected to Illinois State Legislature, 1834. Member of the U.S. House of Representatives, 1847 -49. •National Highlights: The Civil War began April 12, 1861, with and attach on Fort Sumter, South Carolina. Writ of habeas corpus suspended national on September 24, 1862. Emancipation Proclamation, January 1, 1863. Civil War ended April 9, 1865, when Confederate General Robert E. Lee surrendered to Union General Ulysses S. Grant at Appomattox Courthouse. “We are not enemies, but friend. We must not be enemies. Though passion may have strained, it must not break our binds of affection. The mystic chords of memory, stretching from every battlefield, and patriot grave, to every living heart and hearthstone, all over this broad land, will yet swell the chorus of the Union, when again touched, as surely they will be, by better angels of our nature.” – First Inaugural Address, March 4, 1861. Gutzon Borglum, Sculptor of Mount Rushmore: “He was more deeply rooted in the home principles that ware keeping us together than any man who was ever asked to make his heart-beat national.” – Lincoln Borglum Manuscript Collection, Corpus Christi, Texas. “He is at once the heart and soul of Mount Rushmore.” – New York Times Magazine, August 25, 1940. This exhibition was made possible by the National Endowment for The Humanities with additional support from the South Dakota Humanities Council.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Audio Description",
      "Historical/Interpretive Information/Exhibits",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "AFB82C12-BA79-42CD-BBB0-3E5B19DC7E9A",
    "url": "https://www.nps.gov/places/avenue-of-flags.htm",
    "title": "Avenue of Flags",
    "listingDescription": "View the flags of all 50 states, one district, three territories and two commonwealths of the United States of America. Have a seat and watch the flags flutter in the breeze or take a photo with your flag.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9639C1ED-BBFC-3F88-14C5927E22F696D5.jpg",
        "credit": "NPS Photo",
        "altText": "Photo of visitors walking along the Avenue of Flags with Mount Rushmore in the background.",
        "title": "Avenue of Flags",
        "description": "",
        "caption": "Visitors walking along the Avenue of Flags with Mount Rushmore in the background.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9639C1ED-BBFC-3F88-14C5927E22F696D5.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9639C1ED-BBFC-3F88-14C5927E22F696D5.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "moru",
        "designation": "National Memorial",
        "fullName": "Mount Rushmore National Memorial",
        "url": "https://www.nps.gov/moru/index.htm",
        "name": "Mount Rushmore"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Mount Rushmore",
      "Mount Rushmore National Memorial",
      "flags",
      "States"
    ],
    "latitude": "43.8768003991",
    "longitude": "-103.455612599",
    "latLong": "43.8768003991,-103.455612599",
    "bodyText": "The Avenue of Flags was initially established as part of the celebration of the United States' Bicentennial in 1976 at the request of a visitor. The 56 flags represent the 50 states, one district, three territories, and two commonwealths of the United States of America.<br /> <br /> The flags are arranged in alphabetical order with the A’s on the walkway near the concession building and the W’s near the Grand View Terrace. The names of each state, district, commonwealth or territory are listed on the plaques directly below each flag.",
    "audioDescription": "The Avenue of Flags is a wide walkway lined on both sides by the flags of the 50 states, one district, three territories, and two commonwealths of the United States of America. The flags are arranged in alphabetical order with the A’s on the walkway near the concession building and the W’s near the Grand View Terrace. The names of each state, district, commonwealth or territory are listed on the plaques directly below each flag. Each plaque also displays the year each state, territory or commonwealth became part of the United States.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "b03f2738-3965-56cb-9b3f-ae9aff49a91c",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "AD9B7D71-1D0F-4B90-AB46-999FF3EB321C",
    "url": "https://www.nps.gov/places/borglum-view-terrace.htm",
    "title": "Borglum View Terrace",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D244C167-FE93-5EA2-780B0CE7852FC569.jpg",
        "credit": "",
        "altText": "Grey stone terrace and a wooden framework structure with two stone fireplaces.",
        "title": "Borglum View Terrace",
        "description": "",
        "caption": "Borglum View Terrace",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D244C167-FE93-5EA2-780B0CE7852FC569.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D244C167-FE93-5EA2-780B0CE7852FC569.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "moru",
        "designation": "National Memorial",
        "fullName": "Mount Rushmore National Memorial",
        "url": "https://www.nps.gov/moru/index.htm",
        "name": "Mount Rushmore"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Gutzon Borglum",
      "scenic area",
      "Mount Rushmore",
      "Mount Rushmore National Memorial"
    ],
    "latitude": "43.877807866621026",
    "longitude": "-103.45519423484802",
    "latLong": "43.877807866621026,-103.45519423484802",
    "bodyText": "<p>Stand where Gutzon Borglum stood when planning the carving of Mount Rushmore National Memorial from 1927 to 1939. In the late 50’s the original studio was torn down. The only parts that remain are the two fireplaces. The framework you see today was put in place when the terrace was built to showcase the original size and location of the studio.<br /> <br /> While exploring the areas make sure to read the essay inscribed on the bronze plaque on the remnants of the original studio.<br /> <br /> Gutzon Borglum teamed up with the Hearst newspapers in 1934 to sponsor an essay contest to sum up the first 100 years of United States history. The winner would have their words carved into some part of Mount Rushmore along with the four presidents. After winners were selected and prizes awarded, Borglum decided against carving any text into his sculpture. A young Nebraskan named William Andrew Burkett, triumphed in the college-age category, and later donated this plaque showcasing his winning essay.</p>",
    "audioDescription": "The Borglum View Terrace is not ADA accessible. The terrace can either be accessed by 68 stairs from the Grand View Terrace or from the Nature Trail from the Parking Facility. Natural stone stairs lead from the Grand View Terrace and are uneven in places. The terrace consists of a grey stone floor and three-foot stone walls. When approaching from the stairs there is a wooden framework to the right, representing the location of the original sculptor’s studio. It has painted red wooden beams and a wooden slanted roof over half of the structure. Two stone fireplaces are found on two sides of the framework. Along one wall is a bronze plaque with the contest winning essay that reads: Almighty God, from this pulpit of stone the American people render thanksgiving and praise for the new era of civilization brought forth upon this continent. Centuries of tyrannical oppression sent to these shores, God-fearing men to seek in freedom the guidance of the benevolent hand in the progress toward wisdom, goodness toward men, and piety toward God. 1776 Consequently, on July 4, 1776, our forefathers promulgated a principle never before successfully asserted, that life, liberty, equality, and pursuit of happiness were the birthrights of all mankind. In this declaration of independence beat a heart for all humanity. It declared this country free from British rule and announced the inalienable sovereignty of the people. Freedom’s soldiers victoriously consecrated this land with their life’s blood to be free forever more. 1787 Then, in 1787 for the first time a government was formed that derived its just powers from the consent of the governed. General Washington and representatives from the 13 states formed this sacred Constitution, which embodies our faith in God and in mankind by giving equal participation in government to all citizens, distributing the powers of governing, three fold securing freedoms of speech and of the press, establishing the right to worship the Infinite according to conscience, and assuring this nation’s general welfare against an embattled world. This chart of national guidance has for more than 150 years weathered the ravages of time. Its supreme trial came under the pressure of Civil War, 1861-65. The deadly doctrines of secession and slavery were then purged away in blood. The seal of the Union’s finality set by President Lincoln, was accomplished like all our triumphs of law and humanity, through the wisdom and the power of an honest, Christian heart. Far-sighted American statesmanship acquired by treaties, vast wilderness territories, where progressive, adventurous Americans spread civilization and Christianity. 1803 In 1803, Louisiana was purchased from France. This acquisition extended from the Mississippi River, across the fertile prairie to the Rocky Mountains, and paved the way for America's preeminence among the nations. 1819 In 1819, the picturesque Florida peninsula was ceded as payment of Spanish obligations due to Americans. 1845 In 1845, Texas, having patterned American democracy during the ten years of freedom from Mexican rule, accepted the invitation to join the sisterhood of states. In 1846, the Oregon country was peacefully apportioned by the 49th parallel as the compromised international boundary of the two English-speaking nations. 1848 In 1848, California and territory likewise rich in natural resources was acquired as the consequence of an inevitable conflict with Mexico. In spirit of mutual concession, the United States granted additional indemnities for the adjustment of the international boundary, extending from the Rio Grande to the Gulf of California. 1850 In 1850, Texas willingly ceded the disputed Rio Grande region, thus ending the dramatic acquisition of the west. 1867 In 1867, Alaska was purchased from Russia. 1904 In 1904, the Panama Canal Zone was acquired for our people to build a navigable highway enabling the world's people to share the fruits of the earth and human industry. Now, these eras are welded into a nation possessing unity, liberty, power, integrity and faith in God, with responsible development of character and devoted to the performance of humanitarian duty. Holding no fear of the economic and political, chaotic clouds hovering over the earth, the consecrated Americans dedicate this nation before God, to exalt righteousness and to maintain mankind's constituted liberties so long as the earth shall endure. William Andrew Burkett",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Historical/Interpretive Information/Exhibits",
      "Restroom - Seasonal",
      "Scenic View/Photo Spot",
      "Trash/Litter Receptacles",
      "Water - Drinking/Potable"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "494A55AE-B735-4609-81E8-2CF637371650",
    "url": "https://www.nps.gov/places/carver-s-café.htm",
    "title": "Carver's Café",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CD087AF2-CC0F-ABE5-C9951A7423E3AA11.jpg",
        "credit": "",
        "altText": "Gray building with floor to ceiling windows and four awnings over the entrance ways.",
        "title": "Carver’s Café",
        "description": "",
        "caption": "Carver’s Café",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CD087AF2-CC0F-ABE5-C9951A7423E3AA11.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CD087AF2-CC0F-ABE5-C9951A7423E3AA11.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "moru",
        "designation": "National Memorial",
        "fullName": "Mount Rushmore National Memorial",
        "url": "https://www.nps.gov/moru/index.htm",
        "name": "Mount Rushmore"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "food and beverage",
      "Cafe"
    ],
    "latitude": "43.87659369897246",
    "longitude": "-103.454651000154",
    "latLong": "43.87659369897246,-103.454651000154",
    "bodyText": "<p>Enjoy your food with a view of the sculpture at the Dakota Kitchen and the Memorial Team Ice Cream located inside the Carvers' Café.</p>",
    "audioDescription": "The Carvers’ Café is a long 125 ft by 50 ft room. The front side of the building is made up of floor to ceiling windows with views of the memorial. There are tables and chairs for dining in the front portion of the room. To the right is a coffee shop kiosk. Along the back of the room is the main food ordering area with a digital menu on the wall and check out registers.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.mtrushmorenationalmemorial.com/dining/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "6cc4c90c-a7a1-575a-b3b3-ce0b664b466a",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Sites",
      "Automated External Defibrillator (AED)",
      "Baby Changing Station",
      "Fire Extinguisher",
      "Food/Drink - Bar/Alcohol For Sale",
      "Food/Drink - Cafeteria",
      "Food/Drink - Coffee",
      "Food/Drink - Ice Cream",
      "Food/Drink - Snacks",
      "Restroom",
      "Restroom - Accessible",
      "Trash/Litter Receptacles",
      "Water - Drinking/Potable",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "Xanterra Travel Collection",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "57AC208A-ADEF-428B-81D4-9BECE5572CA9",
    "url": "https://www.nps.gov/places/george-washington-wayside.htm",
    "title": "George Washington Wayside",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CFDD89B2-FE93-6D7D-B7FCD3BDD415D32A.jpg",
        "credit": "",
        "altText": "George Washington Wayside",
        "title": "George Washington Wayside",
        "description": "",
        "caption": "George Washington Wayside",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CFDD89B2-FE93-6D7D-B7FCD3BDD415D32A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CFDD89B2-FE93-6D7D-B7FCD3BDD415D32A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "moru",
        "designation": "National Memorial",
        "fullName": "Mount Rushmore National Memorial",
        "url": "https://www.nps.gov/moru/index.htm",
        "name": "Mount Rushmore"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "George Washington",
      "Mount Rushmore",
      "wayside exhibit",
      "Mount Rushmore National Memorial"
    ],
    "latitude": "43.87810174101061",
    "longitude": "-103.45803201198578",
    "latLong": "43.87810174101061,-103.45803201198578",
    "bodyText": "<p>George Washington, First President of the United States.<br /> Born 1732, died 1799. Washington led the colonists in the American Revolutionary War to win independence from Great Britain. He was the father of the new country and laid the foundation of American democracy. Because of his importance, Borglum chose Washington to be the most prominent figure on the mountain and represent the birth of the United States.<br /> <br /> \"The preservation of the sacred fire of Liberty, and the destiny of the Republican model of Government, are justly considered as deeply, perhaps as finally staked, on the experiment entrusted to the hands of the American people.\"<br /> - George Washington</p>",
    "audioDescription": "Text on sign reads: 1st President 1789-1797 “To Draw such a line for the conduct of the President as will please every body, I know is impossible…” – George Washington’s letter to James Madison, May 12, 1789 George Washington •Born: February 22, 1732. Westmoreland County, Virginia. •Married: Martha Dandridge Custis (1732-1802). January 6, 1759. •Children: John and Martha Custis (adopted). •Died: December 14, 1799, at Mount Vernon, Virginia. •Education: No formal education. •Occupation: Planter, soldier. •Political Party: Federalist. •Career Highlights: Officer in the French and Indian War. Commander in Chief, Continental Army, American Revolution. President, Constitutional Convention. •National Highlights: The first tax laws were adopted. The Bill of Rights became law. “Time and habit are at least as necessary to fix the true character of governments, as of other human institutions; …. Liberty itself will find in such a government, with powers properly distributed and adjusted, its surest guardian.” – George Washington Farewell Address, September 17, 1796. Gutzon Borglum, Sculptor of Mount Rushmore “This is the work that I love most, this intimate contact with the four men. As I become engrossed in the features and personality of each man, I feel myself growing in stature, just as they did when their characters grew and developed.” – New York Times Magazine, August 25, 1940. “Washington, as the guiding genius from the time of our national conception, through its struggle for life and the completion of its Constitution, becomes the central part of the great group.” – New York Herald Tribune, June 30, 1929. This exhibition was made possible by the National Endowment for The Humanities with additional support from the South Dakota Humanities Council.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Historical/Interpretive Information/Exhibits",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8E7825E3-4213-449C-816C-D2D8B24B04BB",
    "url": "https://www.nps.gov/places/gift-shop.htm",
    "title": "Gift Shop",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CDBC1BDB-D606-08BD-3FD274F3B489FB65.jpg",
        "credit": "NPS Photo",
        "altText": "Gray building with floor to ceiling windows and a blue awning with the words \"Gift Shop\" on it.",
        "title": "Gift Shop",
        "description": "",
        "caption": "Photo of the front of the Xanterra Gift Shop at Mount Rushmore National Memorial.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CDBC1BDB-D606-08BD-3FD274F3B489FB65.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CDBC1BDB-D606-08BD-3FD274F3B489FB65.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "moru",
        "designation": "National Memorial",
        "fullName": "Mount Rushmore National Memorial",
        "url": "https://www.nps.gov/moru/index.htm",
        "name": "Mount Rushmore"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Gift Shop",
      "Mount Rushmore",
      "Mount Rushmore National Memorial",
      "Xanterra"
    ],
    "latitude": "43.87625340166158",
    "longitude": "-103.45514595508575",
    "latLong": "43.87625340166158,-103.45514595508575",
    "bodyText": "<p>Looking for a memento from your time at Mount Rushmore National Memorial? The <a href=\"https://shop.mtrushmorenationalmemorial.com/shop/\">Gift Shop</a> has a wide variety of options for whatever you are looking for. Take the time to browse the Local section dedicated to products from local vendors and artists.</p>",
    "audioDescription": "The Gift Shop is a 110 ft long building that starts off as 100 ft wide by the entrance and narrows to 50 ft wide towards the back. To the right of the front doors is a long counter with several check out registers. Throughout the building are various shelves filled with souvenir merchandise as well as individual kiosks and tables scattered through the room.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.mtrushmorenationalmemorial.com/gift-shop/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Sites",
      "Benches/Seating",
      "Food/Drink - Snacks",
      "Gifts/Souvenirs/Books",
      "Supplies - General",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "Xanterra Travel Collection",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1EAAE5A1-C7CD-473D-A34E-3D13F17EF9FF",
    "url": "https://www.nps.gov/places/grand-view-terrace.htm",
    "title": "Grand View Terrace",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D19026BC-BB77-51D2-0C82D91A2121D258.jpg",
        "credit": "NPS Photo",
        "altText": "Photo of the concrete surface of the Grand View Terrace and Mount Rushmore.",
        "title": "Grand View Terrace",
        "description": "",
        "caption": "Grand View Terrace",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D19026BC-BB77-51D2-0C82D91A2121D258.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D19026BC-BB77-51D2-0C82D91A2121D258.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "moru",
        "designation": "National Memorial",
        "fullName": "Mount Rushmore National Memorial",
        "url": "https://www.nps.gov/moru/index.htm",
        "name": "Mount Rushmore"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Grand View Terrace",
      "Mount Rushmore",
      "Mount Rushmore National Memorial",
      "scenic viewpoint"
    ],
    "latitude": "43.877034506038406",
    "longitude": "-103.45602571964264",
    "latLong": "43.877034506038406,-103.45602571964264",
    "bodyText": "<p>The Grand View Terrace is the main viewing area of Mount Rushmore National Memorial and the first offering a closer and unobstructed view, making it a popular spot for photos. The Grand View Terrace is a hub of activity in the summer season - make sure to listen for ranger program announcements. From the terrace you can visit the Lincoln Borglum Visitor Center located directly below, access the Presidential Trail, or walk the stairs to the Sculptor’s Studio.</p>",
    "audioDescription": "The Grand View Terrace is a large viewing area located just beyond the Avenue of Flags. Towards the front of the Grand View Terrace are several coin operated viewing binoculars. Access to the Presidential Trail can be found on either side of the terrace. When facing the memorial, the Presidential Trailhead to the left of the terrace is ADA accessible for 0.2 miles. Stairs and elevators are located on either end of the terrace that will take you to the Lincoln Borglum Visitor Center. From the Visitor Center you can also access the top level of the amphitheater.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Benches/Seating",
      "Elevator",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "668C59A2-E61C-42E1-9A6E-2A729F7866A2",
    "url": "https://www.nps.gov/places/historic-view-terrace.htm",
    "title": "Historic View Terrace",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D50513F5-E750-CF4E-FFDCDD9DE4F1EEDD.jpg",
        "credit": "NPS Photo",
        "altText": "Photo of a grey stone terrace with a short stone wall and three coin operated viewing binoculars.",
        "title": "Historic View Terrace",
        "description": "",
        "caption": "Historic View Terrace",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D50513F5-E750-CF4E-FFDCDD9DE4F1EEDD.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D50513F5-E750-CF4E-FFDCDD9DE4F1EEDD.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "moru",
        "designation": "National Memorial",
        "fullName": "Mount Rushmore National Memorial",
        "url": "https://www.nps.gov/moru/index.htm",
        "name": "Mount Rushmore"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Mount Rushmore",
      "Mount Rushmore National Memorial",
      "scenic viewpoint"
    ],
    "latitude": "43.87734771828374",
    "longitude": "-103.4556770324707",
    "latLong": "43.87734771828374,-103.4556770324707",
    "bodyText": "<p>You might not have realized it, but as you came through the Avenue of Flags you were traveling over a historic road that people once drove. Follow in the footprints of history and stand at the Historic View Terrace - one of the original viewing areas for Mount Rushmore National Memorial.  </p> <p>The Historic View Terrace is a great place to take in the view slightly removed from the busy Grand View Terrace. <b> </b></p>",
    "audioDescription": "The Historic View Terrace is not ADA accessible. The terrace can be accessed by three stairs and an uneven paved path. From the stairs there is a large boulder behind you and trees to either side of the terrace. Three coin-operated viewing binoculars of various heights are located at the far end of the terrace. To the left of the Historic View Terrace the Grand View Terrace is visible.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7A4B48EC-00F1-408A-A6FB-E9020DE75748",
    "url": "https://www.nps.gov/places/iron-mountain-road-north-entrance.htm",
    "title": "Iron Mountain Road (North Entrance)",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D0483CA8-C32B-7EFB-647F69E1E3AD47C1.jpg",
        "credit": "NPS Photo",
        "altText": "Photo of the view of Mount Rushmore through a tunnel on the Iron Mountain Road.",
        "title": "Iron Mountain Road",
        "description": "",
        "caption": "View of Mount Rushmore through a tunnel on the Iron Mount Road.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D0483CA8-C32B-7EFB-647F69E1E3AD47C1.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D0483CA8-C32B-7EFB-647F69E1E3AD47C1.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "moru",
        "designation": "National Memorial",
        "fullName": "Mount Rushmore National Memorial",
        "url": "https://www.nps.gov/moru/index.htm",
        "name": "Mount Rushmore"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Mount Rushmore",
      "Mount Rushmore National Memorial",
      "scenic drives",
      "South Dakota",
      "Tunnel view",
      "tunnels"
    ],
    "latitude": "43.88558344941094",
    "longitude": "-103.43636512756348",
    "latLong": "43.88558344941094,-103.43636512756348",
    "bodyText": "<p>Drive the Iron Mountain Road to cruise the pigtail bridges and view Mount Rushmore National Memorial framed through Peter Norbeck’s famous single lane tunnels. Drive carefully, take turns, and give a honk as you drive through the tunnels to alert others you are on your way. The Iron Mountain Road north entrance starts within the boundaries of Mount Rushmore but is managed by the South Dakota Department of Transportation. During hazardous weather conditions this road may close; check <a href=\"https://www.sd511.org/\">SD 511.org</a> for the most recent road updates. Keep in mind when entering the Iron Mountain Road from the north entrance the sculpture will be behind you as you drive through the tunnels.</p>",
    "audioDescription": "Iron Mountain Road is a scenic drive. It is 17 miles long with a speed limit of 35 mph. There are three pigtail bridges (wooden bridges that loop back around) and three single lane tunnels that were designed to frame Mount Rushmore National Memorial as you drive through them.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://dot.sd.gov/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Sites",
      "Parking - Auto",
      "Pets Allowed",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "South Dakota Department of Transportation",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "5FD619C1-AF47-4A96-B15D-BF5CB62541FB",
    "url": "https://www.nps.gov/places/lincoln-parking-facility.htm",
    "title": "Lincoln Parking Facility",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CAE6A443-B96F-69CB-E172FD533318FC46.jpg",
        "credit": "",
        "altText": "Parking Facility Exit Gate",
        "title": "Parking Facility Exit Gate",
        "description": "",
        "caption": "Parking Facility Exit Gate",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CAE6A443-B96F-69CB-E172FD533318FC46.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CAE6A443-B96F-69CB-E172FD533318FC46.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "moru",
        "designation": "National Memorial",
        "fullName": "Mount Rushmore National Memorial",
        "url": "https://www.nps.gov/moru/index.htm",
        "name": "Mount Rushmore"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "parking",
      "parking area",
      "Mount Rushmore",
      "Mount Rushmore National Memorial",
      "Xanterra"
    ],
    "latitude": "43.87586530052712",
    "longitude": "-103.45288619841187",
    "latLong": "43.87586530052712,-103.45288619841187",
    "bodyText": "The Lincoln Parking Garage consists of levels 1, 2, and 3. There are ADA parking spaces on levels 2 and 3. On level 2 there are also six charging stations for electric vehicles. If you decided to brave the hills and rode a bicycle to the memorial, bicycle lockers are available on Level 1 of the parking facility. See a parking attendant in the parking facility office for more information about using the lockers.",
    "audioDescription": "The Lincoln Parking Facility is a large grey structure with multiple entrances. It consists of levels 1, 2, and 3. There are ADA parking spaces on levels 2 and 3.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.mtrushmorenationalmemorial.com/parking",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "f08737a3-0d2c-599a-8020-45747688689a",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Sites",
      "Bicycle - Rack",
      "Electric Car Charging Station",
      "Elevator",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Pets Allowed",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "Xanterra Travel Collection",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "739AFE46-C451-4B0B-8421-DA6F9504FCB8",
    "url": "https://www.nps.gov/places/mount-rushmore-bookstores.htm",
    "title": "Mount Rushmore Bookstores",
    "listingDescription": "The Mount Rushmore Bookstores carry a variety of books about Mount Rushmore and surrounding parks. They also carry games for kids and adults, books on Native Americans, pioneer women and a good selection of DVD's.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/8B8BA38C-D23B-16E7-E5ED53475D904164.jpg",
        "credit": "NPS Photo",
        "altText": "Photo of the interior of the Mount Rushmore Bookstore inside the Lincoln Borglum Visitor Center.",
        "title": "Mount Rushmore Bookstore",
        "description": "",
        "caption": "Photo of the interior of the Mount Rushmore Bookstore inside the Lincoln Borglum Visitor Center.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/8B8BA38C-D23B-16E7-E5ED53475D904164.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/8B8BA38C-D23B-16E7-E5ED53475D904164.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "moru",
        "designation": "National Memorial",
        "fullName": "Mount Rushmore National Memorial",
        "url": "https://www.nps.gov/moru/index.htm",
        "name": "Mount Rushmore"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "book store",
      "bookstore",
      "Mount Rushmore",
      "Mount Rushmore National Memorial",
      "Midwest",
      "South Dakota",
      "Mount Rushmore Society"
    ],
    "latitude": "43.877011361844616",
    "longitude": "-103.45616823200311",
    "latLong": "43.877011361844616,-103.45616823200311",
    "bodyText": "<p>The park stores are operated by the <a href=\"https://mountrushmoresociety.com/\">Mount Rushmore Society</a>, an official non-profit partner of the National Park Service dedicated to supporting the educational mission of Mount Rushmore National Memorial. The park store has a wide range of educational products and services available for retail sale. These products complement the interpretive themes you experience when visiting the park. The park stores are located inside the Information Center, Lincoln Borglum Visitor Center and the Sculptor's Studio (summer only), or you can visit the <a href=\"https://mountrushmoresociety.com/shop/\">online park store</a>.</p>",
    "audioDescription": "The main Mount Rushmore Bookstore is located inside the Lincoln Borglum Visitor Center with entrances on either side of the National Park Service information desk in the center of the building. The bookstore offers educational books, videos, games and puzzles, along with postcards. National Park Passport books and stamps are also available. The bookstore is approximately 15 feet by 30 feet, with shelves of sales items located along the outer walls. Two checkout registers are in operation during busy times to reduce wait times for purchases.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://mountrushmoresociety.com",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Gifts/Souvenirs/Books",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "Mount Rushmore Society",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Lincoln Borglum Visitor Center",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "CE0B5F3B-47D5-452F-A8E8-49716AFA2127",
    "url": "https://www.nps.gov/places/mount-rushmore-national-memorial-amphitheater.htm",
    "title": "Mount Rushmore National Memorial Amphitheater",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/93553CB2-B988-BC6A-B25D6426D6C08E97.jpg",
        "credit": "NPS Photo",
        "altText": "Photo of the exterior of the Lincoln Borglum Visitor Center at the back of the amphitheater seats.",
        "title": "Lincoln Borglum Visitor Center",
        "description": "",
        "caption": "LIncoln Borglum Visitor Center and amphitheater viewed from the Presidential Trail.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/93553CB2-B988-BC6A-B25D6426D6C08E97.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/93553CB2-B988-BC6A-B25D6426D6C08E97.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "moru",
        "designation": "National Memorial",
        "fullName": "Mount Rushmore National Memorial",
        "url": "https://www.nps.gov/moru/index.htm",
        "name": "Mount Rushmore"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "amphitheater",
      "Mount Rushmore",
      "evening program",
      "Mount Rushmore National Memorial"
    ],
    "latitude": "43.87734149842798",
    "longitude": "-103.45648429996243",
    "latLong": "43.87734149842798,-103.45648429996243",
    "bodyText": "<p>The outdoor amphitheater is where you can join a park ranger for an inspirational evening program focusing on the presidents, patriotism, and the nation's history. Beginning with a ranger talk, this program continues with the film \"Freedom: America's Lasting Legacy\" (captioned) and culminates with the lighting of the memorial. Program held nightly late May through the end of September.<br /> <br /> During the day the amphitheater is a great place to avoid the crowds on the Grand View Terrace. Feel free to relax and take in the view. You can access the amphitheater by going down the stairs or elevators located on either side of the Grand View Terrace.</p>",
    "audioDescription": "Each night during the summer park rangers conduct the Evening Lighting Ceremony in the amphitheater, weather permitting. The amphitheater can be accessed from the Grand View Terrace using the stairs or elevators on either side of the Grand View Terrace. The elevators take you down inside the Visitor Center. Continue straight ahead to exit the building to the amphitheater. A wide walkway with benches is located at the top of the amphitheater. From the top three sets of stairs lead to the seating rows below and the stage.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "c9c314dc-a33e-5b66-9602-8422bc224f8b",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Amphitheater",
      "Benches/Seating",
      "Captioned Media",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot",
      "Water - Drinking/Potable"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1A3C33C9-0398-47A6-9F41-0785B7E934FF",
    "url": "https://www.nps.gov/places/mount-rushmore-society-self-guided-tours.htm",
    "title": "Mount Rushmore Society Self-Guided Tours",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D406FC4E-E577-DD5B-70070C263D28E1E2.jpg",
        "credit": "",
        "altText": "A grey building with a red awning above a walk up service window. Two blue awnings on either side.",
        "title": "Mount Rushmore Society Self-Guided Tours",
        "description": "",
        "caption": "Mount Rushmore Society Self-Guided Tours Building",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D406FC4E-E577-DD5B-70070C263D28E1E2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D406FC4E-E577-DD5B-70070C263D28E1E2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "moru",
        "designation": "National Memorial",
        "fullName": "Mount Rushmore National Memorial",
        "url": "https://www.nps.gov/moru/index.htm",
        "name": "Mount Rushmore"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Mount Rushmore Society",
      "Mount Rushmore",
      "self guided tour",
      "Mount Rushmore National Memorial",
      "audio tour"
    ],
    "latitude": "43.87575843913299",
    "longitude": "-103.45429837703705",
    "latLong": "43.87575843913299,-103.45429837703705",
    "bodyText": "<h2>Audio Tour</h2> <p>The Mount Rushmore Audio Tour: A Living Memorial is a recorded audio guide incorporating narration, music, interviews, sound effects and recordings of Gutzon Borglum, Lincoln Borglum, American Indians, and workers. Rental fee is $6.</p> <h2>Multimedia Tour</h2> <p>The Mount Rushmore Self-Guided Tour: A Living Memorial devices rent for $8. Not only will you be able to hear the inspiring story about how and why Mount Rushmore was carved, but you will also be able to see photos and video that complement the information you hear and read on the screen.<br /> <br /> Using a device that works just like your iPhone or Android, you can easily select the information you want to learn more about. There is a GPS-enabled map that will alert you as you are nearing each tour stop. You have the option to go to each tour stop around the park or you can find a comfortable place to sit and experience the tour. There is a total of 29 tour stops.</p> <h2>Languages and Accessibility</h2> <p>The tour is translated in Spanish, German, French and Lakota. An audio-described tour is also available in English for the vision-impaired.</p> <h2>Junior Ranger Quest</h2> <p>Also included in the tour is the Junior Ranger Quest, a new adventure that allows kids to participate in up to 16 challenges at different tour stops around the park. Once they complete challenges, they receive a Junior Ranger badge from a ranger desk, just like the written Junior Ranger program. Although it’s best if played at the park, the Junior Ranger Quest is also available to download for free on the Apple Store and Google Play.</p>",
    "audioDescription": "The Self-Guided Tour Building is located on the left as you walk through the entrance pergola. It is a gray stone building with three canvas awnings. The middle awning is red. On the red top section white text reads \"Mount Rushmore Self-Guided Tours. English, Espanol, Deutsch, Francais, Lakota.\" The tour is translated in Spanish, German, French and Lakota. An audio-described and a written transcript of the tour is also available in English upon request. Regular fees still apply. Below the red awning there are two service windows. There are restrooms located on either side of the self-guided tour service windows. The restrooms are marked by smaller blue awnings above two glass doors. The blue awning on the left has white text that reads \"Women\" and the blue awning on the right has white text that reads \"Men\".",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://mountrushmoresociety.com/visit/self-guided-tours/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Sites",
      "Assistive Listening Systems",
      "Audio Description",
      "Food/Drink - Vending Machine/Self Service",
      "Historical/Interpretive Information/Exhibits",
      "Junior Ranger Activity",
      "Restroom",
      "Restroom - Accessible"
    ],
    "managedByOrg": "Mount Rushmore Society",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F269298F-5136-4B0E-B9E9-F5905CC1FB0A",
    "url": "https://www.nps.gov/places/parking-facility-entrance-gate.htm",
    "title": "Parking Facility Entrance Gate",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D4B0642A-05F7-D1C1-908B7A5DA1C5F8C2.jpg",
        "credit": "",
        "altText": "Cars lined up on the road in front of a grey entrance gate with 4 lanes.",
        "title": "Parking Facility Entrance Gate",
        "description": "",
        "caption": "Parking Facility Entrance Gate",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D4B0642A-05F7-D1C1-908B7A5DA1C5F8C2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D4B0642A-05F7-D1C1-908B7A5DA1C5F8C2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "moru",
        "designation": "National Memorial",
        "fullName": "Mount Rushmore National Memorial",
        "url": "https://www.nps.gov/moru/index.htm",
        "name": "Mount Rushmore"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "parking",
      "Mount Rushmore",
      "Mount Rushmore National Memorial",
      "Xanterra"
    ],
    "latitude": "43.87537710018911",
    "longitude": "-103.45219819870152",
    "latLong": "43.87537710018911,-103.45219819870152",
    "bodyText": "<p>Parking is readily available in the Memorial's parking facility, operated under a concession contract between the National Park Service and Xanterra Travel Collection. A parking ticket entitles a non-commercial vehicle unlimited entry to the memorial for one year from the date of purchase. Overnight parking is not allowed anywhere within the boundaries of Mount Rushmore National Memorial.</p> <h2>Parking Fees</h2> <table align=\"left\" border=\"1\" cellpadding=\"1\" cellspacing=\"4\" style=\"height:150px;width:500px;\"> <tbody> <tr> <td>Cars, Motorcycles and RV's</td> <td>$10 per vehicle<br /> $5 for Seniors (62 and older)<br /> Free for Active-Duty Military</td> </tr> <tr> <td>Commercial Tour Bus</td> <td>$50*</td> </tr> <tr> <td>Verified, Nonprofit Educational Bus</td> <td>$25*</td> </tr> </tbody> </table>   <p><br /> <br /> <br /> <br /> <br /> <br /> *Parking passes for buses are valid for 24 hours from time of first entry. Parking fees may be paid with cash, or most credit cards.The America the Beautiful – National Parks and Federal Recreational Lands Annual Pass, the Military Pass, the Senior Pass, the Access Pass and the Every Kid Outdoors Pass <b>cannot be used for parking fees </b>at Mount Rushmore National Memorial. These passes cover entrance fees but do not cover concession fees such as parking</p>",
    "audioDescription": "The Parking Facility Fee Entrance is a concrete structure with four vehicle lanes. Each lane has a gate that lifts after you take a parking ticket from the ticket dispenser located in front of the gate on the driver’s side of the vehicle. If you need ADA parking, enter lane four located on the far right. A parking attendant will direct you to available ADA parking.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.mtrushmorenationalmemorial.com/parking",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "e1a93a6b-aee4-5ca6-bef4-e0845ebe817a",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Sites",
      "Automated Entrance",
      "Bicycle - Rack",
      "Electric Car Charging Station",
      "Elevator",
      "Parking - Auto",
      "Parking - Boat Trailer",
      "Parking - Bus/RV",
      "Pets Allowed",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "Xanterra Travel Collection",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "22B701BE-C616-4683-872A-154FF552D5A0",
    "url": "https://www.nps.gov/places/presidential-trail.htm",
    "title": "Presidential Trail",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/01BD5250-A8F6-4A4F-5E03A544A01809C6.jpg",
        "credit": "NPS Photo",
        "altText": "Concrete walkway with trees and Mount Rushmore National Memorial in the background.",
        "title": "Presidential Trail",
        "description": "",
        "caption": "View of Mount Rushmore from the Presidential Trail.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/01BD5250-A8F6-4A4F-5E03A544A01809C6.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/01BD5250-A8F6-4A4F-5E03A544A01809C6.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "moru",
        "designation": "National Memorial",
        "fullName": "Mount Rushmore National Memorial",
        "url": "https://www.nps.gov/moru/index.htm",
        "name": "Mount Rushmore"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Mount Rushmore",
      "Mount Rushmore National Memorial",
      "trail",
      "walking trail",
      "Hiking Trail"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<p>The Presidential Trail is 0.6 miles and takes you on a scenic walking loop offering you various angles of Mount Rushmore National Memorial as you go. The first 0.2 miles of the trail is paved to accommodate wheelchairs from the Grand View Terrace to viewing areas at the base of the mountain. The remaining 0.4 miles of trail leading away from the mountain to the Sculptor’s Studio is not accessible for mobility impairments and consists of 422 stairs.<br /> <br /> A quick tip: If you follow the paved portion of the trail first, you will go down 262 stairs to the Sculptor's Studio and up 160 stairs from the Sculptor’s Studio to the Grand View Terrace.</p>",
    "audioDescription": "The Presidential Trail is a .6 miles loop trail. It is paved, flat, and ADA accessible for the first .2 miles if starting from the left side of the Grand View Terrace while facing the sculpture. The following .4 miles contains 422 stairs and bring you down to the sculptors studio and back to the Grand View Terrace.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Benches/Seating",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot",
      "Trailhead",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8E0EEBB7-5F00-4006-9803-1C40779BD602",
    "url": "https://www.nps.gov/places/profile-view.htm",
    "title": "Profile View",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D1396991-DD2C-7AC9-A1D05668818F298E.jpg",
        "credit": "",
        "altText": "Profile viewpoint parking lot",
        "title": "Profile Viewpoint",
        "description": "",
        "caption": "Profile Viewpoint",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D1396991-DD2C-7AC9-A1D05668818F298E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D1396991-DD2C-7AC9-A1D05668818F298E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "moru",
        "designation": "National Memorial",
        "fullName": "Mount Rushmore National Memorial",
        "url": "https://www.nps.gov/moru/index.htm",
        "name": "Mount Rushmore"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Mount Rushmore",
      "scenic viewpoint",
      "Mount Rushmore National Memorial",
      "pullout"
    ],
    "latitude": "43.87610646009",
    "longitude": "-103.46060693264008",
    "latLong": "43.87610646009,-103.46060693264008",
    "bodyText": "<p>Looking for a unique perspective before arriving at or after leaving Mount Rushmore National Memorial? Stop by the Profile View viewing area just off South Dakota Highway 244. At the Profile View you can get a one-of-a-kind view of George Washington framed by the surrounding rock outcroppings. A perfect way to get a sneak preview of the main event or a great opportunity to wave goodbye on your way to your next adventure.</p>",
    "audioDescription": "Profile Viewpoint is located off South Dakota 244 that runs in front of the memorial. There is a small, paved parking lot for vehicles. From the viewing area there is a view of the profile of George Washington visible between two rock cliffs.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Parking - Boat Trailer",
      "Parking - Bus/RV",
      "Pets Allowed",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C41C7092-0ED9-44BB-84C8-6F7CE15EDFEF",
    "url": "https://www.nps.gov/places/sculptor-s-studio.htm",
    "title": "Sculptor's Studio",
    "listingDescription": "Visit the place where Guzton Borglum worked from 1939 to 1941 and view the 1/12th scale model of Mount Rushmore.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/ECDB83D0-B5B1-D2EA-B31AAE180C1A494E.jpg",
        "credit": "NPS Photo",
        "altText": "Photo of interior of Sculptor's Studio with the scale model to the right and pine log beams overhead",
        "title": "Interior of Sculptor's Studio",
        "description": "",
        "caption": "Interior of the Sculptor's Studio with the scale model on the right.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/ECDB83D0-B5B1-D2EA-B31AAE180C1A494E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/ECDB83D0-B5B1-D2EA-B31AAE180C1A494E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "moru",
        "designation": "National Memorial",
        "fullName": "Mount Rushmore National Memorial",
        "url": "https://www.nps.gov/moru/index.htm",
        "name": "Mount Rushmore"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Mount Rushmore",
      "Mount Rushmore National Memorial",
      "Gutzon Borglum",
      "Scale Model"
    ],
    "latitude": "43.87850933351522",
    "longitude": "-103.45463706564902",
    "latLong": "43.87850933351522,-103.45463706564902",
    "bodyText": "Visit the place where Guzton Borglum worked from 1939 to 1941 and view the 1/12th scale model of Mount Rushmore. During the summer months, rangers present 15-minute talks here focusing on the workers who helped Borglum create Mount Rushmore and the tools and techniques they used.  The Sculptor's Studio is open each year from late May to the middle of October, weather and staffing levels permitting.",
    "audioDescription": "The Sculptor's Studio is where Guzton Borglum worked from 1939 to 1941. This gray building with wood shingles is where the 1/12th scale plaster model is located. The model was used to take measurements that were transferred to the sculpture on the mountain. The plaster model sits in one corner of the studio next to a window with a view of the entire sculpture. This placement allowed Gutzon Borglum to view work on the mountain and compare it to his model. This interior of the studio is constructed of pine log beams attached with black iron brackets and the walls are made of knotty pine boards that have been painted gray. Large windows are located on three sides of the building, providing lots of natural light. During the summer months, rangers present 15-minute talks here focusing on the workers who helped Borglum create Mount Rushmore and the tools and techniques they used. The Sculptor's Studio is open each year from the middle of May to the middle of October, weather and staffing levels permitting.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Elevator",
      "Historical/Interpretive Information/Exhibits",
      "Information - Ranger/Staff Member Present",
      "Restroom - Accessible",
      "Restroom - Seasonal",
      "Water - Bottle-Filling Station",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "730FC482-7D2C-415E-AB50-C337E9FFFD78",
    "url": "https://www.nps.gov/places/talus-terrace.htm",
    "title": "Talus Terrace",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D1DA234D-E9FD-D29A-E327030C766EFF81.jpg",
        "credit": "NPS Photo",
        "altText": "Photo of a wooden terrace with a slope covered in granite rubble and Mount Rushmore near the top.",
        "title": "Talus Terrace",
        "description": "",
        "caption": "Talus Terrace",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D1DA234D-E9FD-D29A-E327030C766EFF81.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D1DA234D-E9FD-D29A-E327030C766EFF81.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "moru",
        "designation": "National Memorial",
        "fullName": "Mount Rushmore National Memorial",
        "url": "https://www.nps.gov/moru/index.htm",
        "name": "Mount Rushmore"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Mount Rushmore",
      "Mount Rushmore National Memorial",
      "talus slope",
      "scenic viewpoint"
    ],
    "latitude": "43.87848068216299",
    "longitude": "-103.45776379108429",
    "latLong": "43.87848068216299,-103.45776379108429",
    "bodyText": "<p>Standing on the Talus Terrace is the closest you can get to the sculpture itself. The talus slope is made of the blast remnants from the carving period and has been estimated at 450,000 tons of material.<br /> <br /> Looking around the talus slope you can see tool marks on the granite and evidence of the carving technique called honeycombing, where holes would be drilled close together in order to weaken and remove pieces of rock. During the carving of Mount Rushmore, visitors to the site were very interested in the honeycombed granite and would often ask, \"How can I get a piece of rock like that?\" The hoist operator would usually respond, \"Oh, I can't give that away. I'm holding onto it for a buddy of mine that works up on the mountain.\" The visitor would respond, \"I'll pay, I'll give you $2.00 for it.\" The hoist operator's reply was, \"Nope, nope, I'd really catch it if I gave away my buddy's piece of granite.\" If the visitors were very determined to get a piece of that granite, they would make another offer. \"I'll give you $6.00 for that piece of honeycomb granite.\" The hoist operator would pretend to pause and think about it... then he would say, \"Alright for $6.00 I'm willing to take the heat.\" The hoist operator would give the visitors the piece of honeycombed granite and take their $6.00. The visitor would leave very pleased with their rare and hard-won souvenir. The hoist operator would wait until he was sure the visitors were gone, and he would get on the phone to the top of the mountain and say, \"Boys send down another one!\" Another piece of honeycombed granite was sent down, ready for the next visitor looking for a special souvenir from Mount Rushmore.<br /> <br /> The talus slope is now considered a cultural resource, to be preserved along with the historic structures, the museum collection, and the sculpture itself. Taking rocks or other materials from a protected area such as Mount Rushmore National Memorial is prohibited by law.</p>",
    "audioDescription": "The Talus Terrace is not ADA accessible. The terrace is located 0.2 miles along the Presidential Trail where the trail changes from pavement to stairs. The terrace is accessible by walking up 24 stairs. The Talus Terrace is the closest a visitor can get to the memorial. It is a small oval shaped wooden terrace. When positioned at the far end of the terrace facing the memorial a large portion of the bottom of the mountain in front of you is covered in large granite boulders. The boulders are the blast remnants from the carving period. Farther up the talus slope (from right to left) the faces of George Washington, Thomas Jefferson, Theodore Roosevelt, and Abraham Lincoln are carved into the granite mountain.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "4F6B69D6-117D-4401-9A41-341A528D62BE",
    "url": "https://www.nps.gov/places/theodore-roosevelt-wayside.htm",
    "title": "Theodore Roosevelt Wayside",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CF9BD387-BA0A-2712-0C9FE36164DD6622.jpg",
        "credit": "NPS Photo",
        "altText": "Photo of Theodore Roosevelt wayside exhibit.",
        "title": "Theodore Roosevelt Wayside",
        "description": "",
        "caption": "Theodore Roosevelt wayside exhibit panel.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CF9BD387-BA0A-2712-0C9FE36164DD6622.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CF9BD387-BA0A-2712-0C9FE36164DD6622.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "moru",
        "designation": "National Memorial",
        "fullName": "Mount Rushmore National Memorial",
        "url": "https://www.nps.gov/moru/index.htm",
        "name": "Mount Rushmore"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Mount Rushmore",
      "Theodore Roosevelt",
      "wayside exhibit",
      "Mount Rushmore National Memorial"
    ],
    "latitude": "43.87875135293917",
    "longitude": "-103.45640659332275",
    "latLong": "43.87875135293917,-103.45640659332275",
    "bodyText": "<p>Theodore Roosevelt, 26th President of the United States.<br /> Born 1858, died 1919. Roosevelt provided leadership when America experienced rapid economic growth as it entered the 20th Century. He was instrumental in negotiating the construction of the Panama Canal, linking the east and the west. He was known as the \"trust buster\" for his work to end large corporate monopolies and ensure the rights of the common working man. Borglum chose Roosevelt to represent the development of the United States.<br /> <br /> \"The first requisite of a good citizen in this Republic of ours is that he shall be able and willing to pull his weight - that he shall not be a mere passenger.\"<br /> - Theodore Roosevelt</p>",
    "audioDescription": "Text on sign reads: 26th President 1901-1909 “All my life in politics, I have striven to make the necessary working compromise between the ideal and the practical.” – Theodore Roosevelt letter to his son Kermit, January 17, 1915. Theodore Roosevelt •Born: October 17, 1858, New York, New York. •Married: Alice Hathaway Lee (1861- 1884), October 27, 1880. Edith Kermit Carow (1861-1948), December 2, 1886. •Children: Alice, Theodore Jr., Kermit, Ethel, Archibald, Quentin. •Died: January 6, 1919. Oyster Bay, New York. •Education: Harvard College, 1880. •Occupation: Author, Lawyer, Public Official. •Political Party: Republican. •Career Highlights: Governor of New York. Commander of the Rough Riders in the Spanish-American War. Became the youngest President at age 42 when McKinley was assassinated. Unsuccessful third-party presidential candidate in 1912. •National Highlights: First President to travel outside the United States. Worked to bring big business under regulation. Began construction of the Panama Canal. “Perhaps the two most striking things in the presidency are the immense power of the President, in the first place, and the second place, the fact that as soon as he has ceased being the President he goes right back into the body of the people and becomes just like and other American citizen” – Written early in the 1900; published in The Youth’s Companion, November 6, 1902. Gutzon Borglum, Sculptor of Mount Rushmore: “Roosevelt seems fairly to have leaped with life. He kidnapped energy and carried it into the Nation’s home…He remains undrawn, none will engrave him. His spirit is still at large, uncaptured by artist or sculptor.” – Lincoln Borglum Manuscript Collection, Corpus Christi, Texas. This exhibition was made possible by the National Endowment for The Humanities with additional support from the South Dakota Humanities Council.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D1178649-136C-40F7-B6BE-2A4126E0D8F3",
    "url": "https://www.nps.gov/places/thomas-jefferson-wayside.htm",
    "title": "Thomas Jefferson Wayside",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CF0BE8A5-AA4A-599A-0B241A752520F5E2.jpg",
        "credit": "NPS Photo",
        "altText": "Photo of Thomas Jefferson wayside exhibit,",
        "title": "Thomas Jefferson Wayside",
        "description": "",
        "caption": "Thomas Jefferson wayside exhibit.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CF0BE8A5-AA4A-599A-0B241A752520F5E2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CF0BE8A5-AA4A-599A-0B241A752520F5E2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "moru",
        "designation": "National Memorial",
        "fullName": "Mount Rushmore National Memorial",
        "url": "https://www.nps.gov/moru/index.htm",
        "name": "Mount Rushmore"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Thomas Jefferson",
      "Mount Rushmore",
      "wayside exhibit"
    ],
    "latitude": "43.878805486946895",
    "longitude": "-103.4570986032486",
    "latLong": "43.878805486946895,-103.4570986032486",
    "bodyText": "<p>Thomas Jefferson, Third President of the United States.<br /> Born 1743, died 1826. Jefferson was the primary author of the Declaration of Independence, a document which inspires democracies around the world. He also purchased the Louisiana Territory from France in 1803 which doubled the size of our country, adding all or part of 15 present-day states. Gutzon Borglum chose Jefferson to represent the growth of the United States.<br /> <br /> \"We act not for ourselves but for the whole human race. The event of our experiment is to show whether man can be trusted with self - government.\"<br />  - Thomas Jefferson</p>",
    "audioDescription": "Text on sign reads: 3rd President 1801 – 1809 “I have learnt to expect that it will rarely fall to the lot of imperfect man to retire from this station with the reputation and favor which bring him into it.” – First Inaugural Address, March 4, 1801. Thomas Jefferson: •Born: April 13, 1743, Shadwell, Virginia. •Married: Martha Wayles Skelton (1748 – 1782), January 1, 1772. •Children: Martha (1772 – 1836), Jane (1774-1775), Infant son (1777), Mary (1778-1804), Lucy (1780-1781), Lucy (1782-1784). •Died: July 4, 1826, at Monticello, Virginia, on the 50th anniversary of the Declaration of Independence, the same day President John Adams died. •Education: College of William and Mary, 1762. •Occupation: Lawyer, scientific farmer, •Political Party: Democratic-Republican •Career Highlights: Minister to France. George Washington’s Secretary of State. John Adam’s Vice President. •National Highlights: The Louisiana Territory purchased from France for $15 million. The Lewis and Clark expedition explored the Northwest. Importing African Slaves to the United States became illegal. “Never did a prisoner, released from his choices, feel such relief as I shall on shaking off the shackles of power. Nature intended me for the tranquil pursuits of science, by rendering them my supreme delight. But the enormities of the times in which I have lived, have forced me to take part in resisting them, and to commit myself on the boisterous pecan of political passions.” – Letter to P.S. Dupont de Nemours, March 2, 1809, two days before leaving office. Gutzon Borglum, Sculptor of Mount Rushmore: In the “portraits and data we have of him… we see the young man, the torch-bearer, the artist, the architect, the musician and builder, the creator in all his carried moods. I am sorry I have only one portrait to make of him.” – New York Times Magazine, August 25. 1940. This exhibition was made possible by the National Endowment for The Humanities with additional support from the South Dakota Humanities",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3C6692AB-C38F-41F8-B44A-655F619C114C",
    "url": "https://www.nps.gov/places/washington-parking-facility.htm",
    "title": "Washington Parking Facility",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CAE6A443-B96F-69CB-E172FD533318FC46.jpg",
        "credit": "NPS Photo",
        "altText": "Photo of a parking facility exit gate.",
        "title": "Parking Facility Exit Gate",
        "description": "",
        "caption": "Parking facility exit gat.e",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CAE6A443-B96F-69CB-E172FD533318FC46.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CAE6A443-B96F-69CB-E172FD533318FC46.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "moru",
        "designation": "National Memorial",
        "fullName": "Mount Rushmore National Memorial",
        "url": "https://www.nps.gov/moru/index.htm",
        "name": "Mount Rushmore"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "parking",
      "Mount Rushmore",
      "Mount Rushmore National Memorial",
      "Xanterra"
    ],
    "latitude": "43.87482697530571",
    "longitude": "-103.45383527362964",
    "latLong": "43.87482697530571,-103.45383527362964",
    "bodyText": "The Washington Parking Facility consists of levels 4, 5, and 6. There are ADA parking spaces on levels 5 and 6. If your vehicle’s tires are looking a little low a free tire inflation station is located near the exit of Level 4 of the parking facility.",
    "audioDescription": "The Washington Parking Facility is a large grey structure with multiple entrances. It consists of levels 4, 5, and 6. There are ADA parking spaces on levels 5 and 6.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.mtrushmorenationalmemorial.com/parking",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Sites",
      "Elevator",
      "Parking - Auto",
      "Parking - Boat Trailer",
      "Parking - Bus/RV",
      "Pets Allowed",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "Xanterra Travel Collection",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7FDBB488-7EBF-428F-B287-319465D1E621",
    "url": "https://www.nps.gov/places/what-can-i-do-with-my-pet.htm",
    "title": "What Can I Do With My Pet?",
    "listingDescription": "Visiting with your pet? Find out where you can and cannot go at and near Mount Rushmore.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/EFFEEF63-CCB7-CA5F-C04650A420872034.jpg",
        "credit": "NPS Photo",
        "altText": "A male visitor sitting on a bench holding the leash of a yellow dog lying near his feet.",
        "title": "Visitor with pet",
        "description": "",
        "caption": "A visitor sitting with his pet in the green space between the parking garages.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EFFEEF63-CCB7-CA5F-C04650A420872034.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EFFEEF63-CCB7-CA5F-C04650A420872034.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "moru",
        "designation": "National Memorial",
        "fullName": "Mount Rushmore National Memorial",
        "url": "https://www.nps.gov/moru/index.htm",
        "name": "Mount Rushmore"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Mount Rushmore",
      "Mount Rushmore National Memorial",
      "South Dakota",
      "Pets",
      "hiking",
      "trails"
    ],
    "latitude": "43.87359426722131",
    "longitude": "-103.45475989997414",
    "latLong": "43.87359426722131,-103.45475989997414",
    "bodyText": "While pets are only allowed in limited areas at Mount Rushmore, there are opportunities to walk and hike with your pet nearby.<br /> <br /> At Mount Rushmore, pets on a leash are permitted in the green spaces on the edges of and between the parking garages. They are also permitted as far as the columns at the walk-in entrance and along the sidewalk extending to either side.<br /> <br /> Pets, including those that are carried, inside pet carriers or strollers, are not permitted along the main walkway beyond the entrance columns, in the Avenue of Flags, on the Grand View Terrace, in the Amphitheater, on the Presidential Trail or on the Nature Trail.<br /> <br /> Pets on a leash no longer than 6 feet are allowed on the <a href=\"https://www.nps.gov/moru/planyourvisit/hiking.htm\">Blackberry Trail</a>, located across South Dakota Highway 244 from the parking structure. The trail is one mile long and connects with the Centennial Trail in the Black Hills National Forest. Pets are permitted on all <a href=\"https://www.fs.usda.gov/activity/blackhills/recreation/hiking/?recid=25823&actid=50\">Black Hills National Forest trails</a> and on trails in <a href=\"https://gfp.sd.gov/csp-trails/\">Custer State Park</a>.",
    "audioDescription": "Service dogs, as defined by the Americans with Disabilities Act requirements, are allowed in all public spaces and buildings at Mount Rushmore. The main walkways and a portion of the Presidential Trail are wheelchair accessible. The Blackberry Trail is a gravel surfaced trail about two feet wide with an elevation change of approximately 200 feet over it's one-mile length.  ",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Pets Allowed"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B10AC9F1-2D7B-490E-B8BC-222CD76ED159",
    "url": "https://www.nps.gov/places/youth-exploration-area-and-lakota-nakota-and-dakota-heritage-village-summer-only.htm",
    "title": "Youth Exploration Area and Lakota, Nakota, and Dakota Heritage Village",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D397F84E-E674-664F-A2434F393CD0B128.jpg",
        "credit": "",
        "altText": "Paved path leading up to a wooden covered structure and surrounded by trees",
        "title": "Youth Exploration Area/ Heritage Village",
        "description": "",
        "caption": "Youth Exploration Area and Lakota, Nakota, and Dakota Heritage Village",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D397F84E-E674-664F-A2434F393CD0B128.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D397F84E-E674-664F-A2434F393CD0B128.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "SD",
        "parkCode": "moru",
        "designation": "National Memorial",
        "fullName": "Mount Rushmore National Memorial",
        "url": "https://www.nps.gov/moru/index.htm",
        "name": "Mount Rushmore"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "youth activities",
      "Mount Rushmore",
      "Nakota",
      "Lakota heritage",
      "Dakota",
      "Native American"
    ],
    "latitude": "43.87765319530748",
    "longitude": "-103.45876157283783",
    "latLong": "43.87765319530748,-103.45876157283783",
    "bodyText": "<h2>Lakota, Nakota and Dakota Heritage Village</h2> <p>Explore the history of the Black Hills and the American Indian tribes who have populated this land for thousands of years. This area highlights the customs and traditions of local American Indian communities through presentations given by Lakota, Nakota, and Dakota interpreters. Available in the afternoons during summer. Hours and days may vary. Please check with a ranger at the Information Center desk for availability. </p> <h2>Youth Exploration Area</h2> <p>Explore the natural, cultural, and historical aspects of Mount Rushmore with interactive programs. Open 9:00 - 10:30 a.m. daily early June through early August.</p>",
    "audioDescription": "The Youth Exploration Area and Lakota, Nakota and Dakota Heritage Village is where youth programs and cultural demonstrations are available in the summer months. It is located along the Presidential Trail and can be reached using a concrete walk with a slight incline and handrails on either side. The Youth Exploration Area is a covered by a roof supported by wooden columns with decorative stone covering the base. Under the roof are a concrete floor and two benches along the back and right side. In the summer months a Native American teepee is set up near the shelter.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Historical/Interpretive Information/Exhibits",
      "Information - Ranger/Staff Member Present",
      "Junior Ranger Activity",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]