[
  {
    "id": "9AAAE85B-A1A9-4DC9-8EC7-0C3A751CD8A8",
    "url": "https://www.nps.gov/places/horse-collar-ruin-overlook.htm",
    "title": "Horse Collar Ruin Overlook",
    "listingDescription": "This overlook is the easiest and best way to see Horse Collar Ruin, a well-preserved ancestral Puebloan site tucked into an alcove in the canyon wall.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/FBB2F796-E9E9-62EE-567D90EE3C636D06.jpg",
        "credit": "NPS photo",
        "altText": "a viewing area on the cliff edge, with the canyon below",
        "title": "Horsecollar Ruin Overlook",
        "description": "",
        "caption": "Horse Collar Ruin is a short, unpaved hike out to an overlook.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/FBB2F796-E9E9-62EE-567D90EE3C636D06.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/FBB2F796-E9E9-62EE-567D90EE3C636D06.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "UT",
        "parkCode": "nabr",
        "designation": "National Monument",
        "fullName": "Natural Bridges National Monument",
        "url": "https://www.nps.gov/nabr/index.htm",
        "name": "Natural Bridges"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "natural bridges national monument",
      "natural bridges",
      "Scenic Drive",
      "viewpoint",
      "Horse Collar Ruin"
    ],
    "latitude": "37.6118310392",
    "longitude": "-110.015393338",
    "latLong": "37.6118310392,-110.015393338",
    "bodyText": "<p> Horse Collar Ruin is one of the best-preserved ancestral Puebloan sites in the area. The overlook is the easiest and best way to view the site. Horse Collar was named after two structures with doorways that resemble horse collars. We believe people left the area over 700 years ago and the site's remarkable state of preservation is due to the isolation of Natural Bridges. Few visitors made the journey down the canyons, so Horse Collar Ruin's kiva with original roof and interior were not disturbed. The site was rediscovered by an archeological expedition in 1907, seemingly forgotten, and rediscovered again in 1936 by Zeke Johnson, the park’s first custodian.</p> <p>Not much has changed since Zeke Johnson's day. The ladder into the kiva is gone, and much of the debris inside has been removed. Sadly, one can no longer find pottery or arrowheads here anymore--practically everything has been taken away by other visitors.</p> <p>The round structures are also much as Zeke Johnson first saw them. No one knows the exact purpose of these unusual structures. Why are they so perfectly round, and why did their builders not use the back of the alcove as a wall and save themselves a great deal of work? Were they ever roofed? If not, why bother constructing plaster floors? Were they used for storage? If so, why were fires lit inside them? What do you think?</p>",
    "audioDescription": "The natural sandstone cliff edge is lined with metal railing for safety. In the canyon below, a small alcove is carved out of the opposite canyon wall toward the base. In this alcove sits a line of ancestral Puebloan stone structures and stone rubble. Wayside: Horsecollar Ruin Located below and across the canyon, Horsecollar Ruin is a well-preserved ancestral Pueblo village. Inhabited between A.D. 1050 and A.D. 1300, this site is unusual because it contains both round and square kivas (domestic and ceremonial rooms) that represent two different architectural styles. The round kiva is associated with the Pueblo people of the Mesa Verde area of southwestern Colorado and southeastern Utah, while the square kiva is indicative of the Pueblo people in the Kayenta area of northern Arizona. Pottery found at this site also reflects these different influences, indicating likely trade partners. Horsecollar Ruin exhibits a strong Kayenta tradition during the early period of occupation, with a Mesa Verde influence dominating the later period of use. Image: Arhceologists’ drawings of Horsecollar Ruin as seen from above.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/nabr/index.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "37b117c0-dd59-4b89-acff-5761d72856a3",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Natural Bridges scenic drive",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Group of well-preserved ancestral Puebloan structures.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B8E8E4EA-F32B-4D78-96FE-86A549404747",
    "url": "https://www.nps.gov/places/kachina-bridge-viewpoint.htm",
    "title": "Kachina Bridge Viewpoint",
    "listingDescription": "View Kachina Bridge from the mesa top and the scenic drive. Take in the wide-open views of canyons and buttes. Stand safely on the cliff edge and view the park’s thickest natural bridge.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/FC31CCB8-EE12-998A-A9EC82E87EC294F7.jpg",
        "credit": "NPS photo",
        "altText": "a viewing area with railing, Kachina Bridge in the canyon below",
        "title": "Kachina Bridge Viewpoint",
        "description": "",
        "caption": "Kachina Bridge is easily seen to the right of this viewpoint.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/FC31CCB8-EE12-998A-A9EC82E87EC294F7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/FC31CCB8-EE12-998A-A9EC82E87EC294F7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "UT",
        "parkCode": "nabr",
        "designation": "National Monument",
        "fullName": "Natural Bridges National Monument",
        "url": "https://www.nps.gov/nabr/index.htm",
        "name": "Natural Bridges"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "natural bridges",
      "natural bridges national monument",
      "viewpoint",
      "Scenic Drive",
      "Kachina Bridge"
    ],
    "latitude": "37.598082812535765",
    "longitude": "-110.02716283237233",
    "latLong": "37.598082812535765,-110.02716283237233",
    "bodyText": "<p>Kachina is the medium bridge in the monument, larger than Owachomo but smaller than Sipapu. The viewpoint on the mesa top is the easiest way to see Kachina. From there, you can see the bridge’s thick span and reddish color. It is 44 feet wide and 93 feet thick in places. Also visible from the viewpoint is sweeping views of the surrounding landscape, including canyons and buttes. On the path to the viewpoint, look for desert flora like yucca, rabbitbrush, and twisting juniper trees.</p>",
    "audioDescription": "A paved platform with tall metal railing on the cliff edge. Beyond the railing is a thin canyon; to the right is a thick, reddish natural bridge spanning the canyon. The canyon curves out of view to the left and right; beyond the canyon are red rock buttes. Wayside: Kachina Bridge Kachina (Kah-cheé-nah) Bridge was named for the Hopi kachina spirits who frequently display lightning snake symbols on their bodies. Similar snake patterns were carved by ancient people on the base of Kachina Bridge. Kachina Bridge is the best place in the monument to observe the making of a natural bridge. Here meandering streams cut downward into the Cedar Mesa Sandstone, leaving a thin wall of rock. The streams wore away the wall from both sides, eroding the weaker areas. Eventually the streams broke through the wall, creating a natural bridge. Kachina Bridge is still being enlarged by the streams. Flash floods wear away at the abutments and gravity pulls at loose rocks. Images: An image of Kachina Bridge from the base, with caption: The opening of Kachina Bridge is 210ft/64m tall and 204ft/62m wide. A close-up map of Kachina Bridge, surrounding canyons, and wayside’s location in comparison.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/nabr/index.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": " Natural Bridges scenic drive",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": " Thickest, and perhaps youngest, natural bridge in the monument.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "30B61632-AE36-4D1E-9D40-AB28B5E6BB8F",
    "url": "https://www.nps.gov/places/owachomo-bridge-viewpoint.htm",
    "title": "Owachomo Bridge Viewpoint",
    "listingDescription": "See the park’s most accessible bridge just a short walk from the parking area. Owachomo may be small, but still inspired awe at this incredible feat of water and time. The viewpoint also reveals this area’s secret to life: biological soil crust abounds.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/FCA7D6F3-F14C-AB0B-976CC848F99F20F6.jpg",
        "credit": "NPS photo",
        "altText": "wooden railing overlooking Owachomo Bridge",
        "title": "Owachomo Bridge Viewpoint",
        "description": "",
        "caption": "Owachomo Bridge is the most accessible in the monument, with a very short trail to the viewpoint.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/FCA7D6F3-F14C-AB0B-976CC848F99F20F6.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/FCA7D6F3-F14C-AB0B-976CC848F99F20F6.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "UT",
        "parkCode": "nabr",
        "designation": "National Monument",
        "fullName": "Natural Bridges National Monument",
        "url": "https://www.nps.gov/nabr/index.htm",
        "name": "Natural Bridges"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "natural bridges national monument",
      "natural bridges",
      "Owachomo Bridge",
      "viewpoint",
      "Scenic Drive"
    ],
    "latitude": "37.58499079128896",
    "longitude": "-110.01389694213867",
    "latLong": "37.58499079128896,-110.01389694213867",
    "bodyText": "<p>Owachomo Bridge is the smallest, thinnest, and most accessible bridge in the monument. The viewpoint is a short distance from the parking area and reveals sweeping views of the delicate span and surrounding country. Also visible from the viewpoint is the plethora of <a href=\"https://www.nps.gov/articles/seug-soil-crust.htm\">biological soil crust</a> around the bridge’s base. Also notice the large rock mound on top of the bridge’s east end; Owachomo means rock mound in Hopi. Owachomo Bridge was also the site of the park’s first visitor center.</p>",
    "audioDescription": "The viewpoint is a paved platform lined with wooden railing. Beyond the platform is a thin natural sandstone bridge with red rock buttes in the distance. The area below and around the bridge is shallow sandstone covered in lumpy dark soil crust. Wayside: Owachomo Bridge Owachomo (Oh-wá-cho-mo) is a Hopi word for rock mound. On the upper left side of the bridge is a rock outcrop that suggested the name for the bridge. Owachomo Bridge looks different from either Sipapu or Kachina Bridge. Owachomo no longer straddles the streams that carved it, and so it appears to be an arch. Flowing water is required to carve a hole through a rock wall to form a bridge, while an arch is freestanding and does not cross a stream. Natural Bridges is famous for its three spectacular bridges, but the monument also contains many smaller and less noticeable arches. Images: An image of Owachomo Bridge from the trail to its base, with caption: The opening of Owachomo Bridge is 106ft/32m tall and 180ft/55m wide. An image of Owachomo Bridge at night, with milky way arching overhead and stars reflected in a pool of water below the bridge.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/nabr/index.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Natural Bridges scenic drive",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": " The park’s smallest, and probably oldest, natural bridge.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "87963FFE-272E-4E19-8163-2A9FCCB61C64",
    "url": "https://www.nps.gov/places/sipapu-bridge-viewpoint.htm",
    "title": "Sipapu Bridge Viewpoint",
    "listingDescription": "A view of Sipapu Bridge from the mesa top, just a short walk down a paved path. Stand safely on the cliff edge and view America’s second largest natural bridge – the largest in the monument.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/FB351A73-C260-A69D-8663932637392C70.jpg",
        "credit": "NPS photo",
        "altText": "a paved platform with metal railing overlooking a natural sandstone bridge.",
        "title": "Sipapu Bridge Viewpoint",
        "description": "",
        "caption": "Sipapu Bridge is easily seen from a mesa top viewpoint.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/FB351A73-C260-A69D-8663932637392C70.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/FB351A73-C260-A69D-8663932637392C70.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "UT",
        "parkCode": "nabr",
        "designation": "National Monument",
        "fullName": "Natural Bridges National Monument",
        "url": "https://www.nps.gov/nabr/index.htm",
        "name": "Natural Bridges"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "natural bridges national monument",
      "natural bridges",
      "Sipapu Bridge",
      "viewpoint",
      "Scenic Drive"
    ],
    "latitude": "37.615703414020174",
    "longitude": "-110.00167728415066",
    "latLong": "37.615703414020174,-110.00167728415066",
    "bodyText": "<p>With a span of 268 feet, Sipapu Bridge is the largest natural bridge in the monument and the second largest in America (Rainbow Bridge is the first). The viewpoint, up on the mesa top, is the easiest way to see Sipapu Bridge, along with sweeping views of the surrounding canyon landscape. The viewpoint is slightly above the bridge, allowing for a more complete picture than the view from below.</p> <p>The Sipapu Bridge viewpoint is also an excellent place for geology. Look for <a href=\"https://www.nps.gov/articles/desertvarnish.htm\">desert varnish</a> streaking down the canyon walls and <a href=\"https://www.nps.gov/articles/ephemeral-pools.htm\">potholes</a> on the canyon rim. Below the bridge, follow the path of the ancient river that carved this natural landscape. The viewpoint is accessed from the scenic drive via a paved path.</p>",
    "audioDescription": "A paved platform with tall metal railing on the cliff edge. On either side is bare sandstone or biological soil crust. Beyond the railing is a natural stone bridge spanning the canyon, with redrock buttes in the distance. Wayside: Sipapu Bridge Several names have been given to the bridges over the years. Sipapu (Seé-pa-pu) has had at least two previous names, President and Augusta. Cliff dwellings and rock art in the area reminded William Douglass, leader of the 1908 government survey, of the Hopi culture he had studied extensively in Arizona. Charged with finding “appropriate Indian names” for the bridges, he chose Sipapu, meaning “place of emergence.” Cedar Mesa, a million-acre plateau encompassing the monument and surrounding area, is composed of nearly horizontal sedimentary layers. During the Permian Period, wind blown sands from the north and west were deposited here as dunes. Later sediments buried these dunes and with time, pressure, and moisture, they became “petrified” sand or sandstone. Today, geologists label this layer the Cedar Mesa Sandstone. Buried, then tilted and uplifted, the sandstone was slowly exposed by meandering streams that carried away the overlying sediments. These streams helped carve Sipapu and the other bridges. Images: Sipapu Bridge taken from below, with caption: The opening of Sipapu Bridge is 220ft/67m tall and 268ft/82m wide. A graphic of area stratigraphy, with geologic features labeled in their appropriate layer.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/nabr/index.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": " Natural Bridges scenic drive",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": " Largest natural bridge in the monument; second largest in the United States.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "9B269475-D369-4EE0-9B42-0F7B587BB340",
    "url": "https://www.nps.gov/places/view-of-bears-ears-buttes.htm",
    "title": "View of Bears Ears Buttes",
    "listingDescription": "Take in a breathtaking view of Bears Ears Buttes and surrounding landscape outside the monument’s boundary.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/FD0E37D6-C28B-A08F-C570A397605B2500.jpg",
        "credit": "NPS photo",
        "altText": "a wayside in front of a large high desert lowland with two buttes rising in the distance",
        "title": "View of Bears Ears Buttes",
        "description": "",
        "caption": "Bears Ears may not be in the park, but the view of them from the scenic drive is worth enjoying!",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/FD0E37D6-C28B-A08F-C570A397605B2500.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/FD0E37D6-C28B-A08F-C570A397605B2500.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "UT",
        "parkCode": "nabr",
        "designation": "National Monument",
        "fullName": "Natural Bridges National Monument",
        "url": "https://www.nps.gov/nabr/index.htm",
        "name": "Natural Bridges"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "natural bridges national monument",
      "natural bridges",
      "Scenic Drive",
      "viewpoint",
      "bears ears"
    ],
    "latitude": "37.60097683331826",
    "longitude": "-109.98964977264404",
    "latLong": "37.60097683331826,-109.98964977264404",
    "bodyText": "<p>Bears Ears Buttes are sacred, beautiful, and iconic. The buttes and surrounding area has a rich cultural heritage for the many local peoples who continue to use these lands for traditional and ceremonial uses. The Bears Ears can be seen from many places in the Four Corners, but one of the best views is from the scenic drive at Natural Bridges. Bears Ears National Monument is separate from Natural Bridges and managed by Bureau of Land Management and US Forest Service. <a href=\"https://www.blm.gov/programs/national-conservation-lands/utah/bears-ears-national-monument\">Learn more about Bears Ears National Monument from the BLM.</a></p>",
    "audioDescription": "Sweeping views of pinyon-juniper woodlands in the low country and two similar-shaped buttes in the distance. Wayside: Bears Ears The two prominent buttes in the distance are called the Bears Ears. Several Native American tribal groups, including the Navajo, the Ute, and the Pueblo people, consider this area sacred and include it in their oral traditions. One Navajo story about the buttes is that of Ataed’ diy ini, or Changing-Bear-Maiden, who was very beautiful and desired by many men. She would have nothing to do with them. However, Coyote, the trickster, persuaded her to marry him despite her brothers’ warning that the union would bring evil. Ataed’ diy ini began to transform and by winter’s end her change into a mischievous bear was complete. As a bear she began to kill the people living nearby, even some of her brothers. They realized that the only way to save her was to change her back to her true form. In a long fight, the youngest brother prevailed over Ataed’ diy ini and her severed head became the Bears Ears that we see today. The Bears Ears can be seen from as far east as Mesa Verde National Park in Colorado and as far south as Monument Valley Tribal Park in Arizona. These buttes are the namesake for Bears Ears National Monument and are important landmarks for travelers within the Four Corners region. Image: Bears Ears Buttes, with caption: These buttes are included in the sacred geography of the Navajo people.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.blm.gov/programs/national-conservation-lands/utah/bears-ears-national-monument",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": " Natural Bridges scenic drive",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": " Bears Ears Buttes are sacred to many local peoples and an icon of the area.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]