[
  {
    "id": "5D969C11-B77F-48AE-8908-E23EB75E8485",
    "url": "https://www.nps.gov/places/ant-and-yellowjacket.htm",
    "title": "Ant and Yellowjacket",
    "listingDescription": "Ant and Yellowjacket is an affiliated site of the Nez Perce National Historical Park that is located on private property. A historical marker at the highway pullout tells the story of their battle, and provides a view of the rock formation that the two insects were turned into. Please respect the land owner's property rights and do not climb the hillside where the rock formation is located.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/604574E8-9987-AE08-0A8044207AFC6632.jpg",
        "credit": "NPS",
        "altText": "A basaltic rock arch resembles two insects locked in combat",
        "title": "Ant and Yellowjacket",
        "description": "",
        "caption": "Ant and yellowjacket fighting with each other in the basaltic rock arch",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/604574E8-9987-AE08-0A8044207AFC6632.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/604574E8-9987-AE08-0A8044207AFC6632.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Nez Perce National Historical Park",
      "geology",
      "basalt",
      "Nez Perce Story Sites"
    ],
    "latitude": "46.44540531927164",
    "longitude": "-116.8436872959137",
    "latLong": "46.44540531927164,-116.8436872959137",
    "bodyText": "<p>A basaltic rock arch along US Highway 12 that is associated with an important Nez Perce legend. A large wooden interpretive sign at this highway pullout along Route 12 tells the Nez Perce legend associated with a distinctive rock formation resembling two insects locked in combat.</p> <p>The Story</p> <p>The ants and the yellowjackets were friendly and shared resources, but had occasional arguments. One day, the leader of the yellowjackets was sitting on a rock eating a salmon when the leader of the ants walked by. The Ant became jealous and said that he wanted the rock and that the Yellowjacket should have asked for permission before sitting there. They then started fighting very loudly, which attracted the attention of Coyote (known as<em> Iceye'ye</em> to the <em>nimíipuu)</em>.<br /> <em>Iceye'ye</em> asked them to stop fighting but they ignored him and continued fighting even more loudly. <em>Iceye'ye</em> then turned them to stone right where they stood.</p> <p><strong>Getting to Ant and Yellowjacket</strong></p> <p>Ant and Yellowjacket sits just above a highway road cut approximately 8.5 miles east of Lewiston, Idaho, off of U.S. Highway 12. Ant and Yellowjacket is an affiliated site of the Nez Perce National Historical Park that is located on private property. A historical marker at the highway pullout tells the story of their battle, and provides a view of the rock formation that the two insects were turned into. <strong>Please respect the land owner's property rights and do not climb the hillside where the rock formation is located.</strong></p> <p><strong>Driving to Ant and Yellowjacket</strong></p> <p><strong>From Highway 128 in Lewiston, Idaho</strong>, take U.S. Highway 12 E/ Route 95 7.5 miles east. Use the right lane to take the U.S. Highway 12 ramp to Missoula/Orofino. In less than 1 mile, the highway pullout will be on your right.</p> <p><strong>From the Nez Perce National Historical Park's visitor center,</strong> take U.S. Route 95 1.3 miles west. Use the right lane to take the ramp to Orofino/Missoula. Merge onto Highway 12 E in 1/3 mile and the highway pullout will be on the right.</p> <p><strong>From Coyote's Fishnet,</strong> head northeast on U.S. Highway 12 E/U.S. 95 S for 1.8 miles. Use the right lane to take the U.S. Highway 12 ramp to Missoula/Orofino and continue .7 miles. The highway pullout for Ant and Yellowjacket will be on the right.</p> <p><br />  </p> <br />  ",
    "audioDescription": "A basaltic rock arch that looks a little like an ant and a wasp battling each other with their mandibles. The arch is across the highway from the pullout, and is approximately 6 feet tall.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto"
    ],
    "managedByOrg": "Idaho Transportation Department",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "46.445622, -116.843277",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "A Nez Perce Legend Site",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "580658A6-D624-4D86-B529-B6F5A8F1B05F",
    "url": "https://www.nps.gov/places/asa-smith-mission.htm",
    "title": "Asa Smith Mission",
    "listingDescription": "Overview of the Asa Smith Mission.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/EA336A2B-0B1F-C084-99D03C3E41E40D27.jpg",
        "credit": "",
        "altText": "Interpretive wooden highway pullout sign with information on the Asa Smith Mission.",
        "title": "Asa Smith Mission sign",
        "description": "",
        "caption": "Sign at highway pullout",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EA336A2B-0B1F-C084-99D03C3E41E40D27.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EA336A2B-0B1F-C084-99D03C3E41E40D27.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "missionaries",
      "protestant church",
      "Nez Perce",
      "Historic Marker",
      "Nimiipuu"
    ],
    "latitude": "46.22248382202306",
    "longitude": "-116.00910186767578",
    "latLong": "46.22248382202306,-116.00910186767578",
    "bodyText": "<p>In 1838, Asa Smith and his wife, Sarah, went west and for two years established their home and church near present day Kamiah, Idaho. After creating a mission in Kamiah, Smith created a census of the Nez Perce and wrote the first Nez Perce dictionary and grammar, unwittingly taking the first steps in saving the Nez Perce language. The Smiths were ordered to leave Kamiah after some Nez Perce members were implicated in a beating of a trader at Fort Walla Walla. </p> <p><strong>Getting to Asa Smith Mission</strong></p> <p>A historical marker with information about Asa Smith Mission is located on U.S. Highway 12, approximately one mile east of Kamiah, Idaho.</p> <p><strong>Driving to Asa Smith Mission</strong></p> <p>From Kamiah, Idaho, turn right onto U.S. Highway 12 E/3rd St (signs for Kooskia/Missoula). Continue to follow U.S. Highway 12 E for 1.3 miles. The highway pullout will be on the right.</p> <p><strong>Things to Do at Asa Smith Mission</strong></p> <p><strong>Exploring the Site</strong></p> <p>The Asa Smith Mission is an affiliated site of the Nez Perce National Historical Park that is located on private property, and <strong>is not accessible to the public. </strong>However, there is a pullout off of U.S. Highway 12 about two miles upstream of the actual mission site that has interpretive signs explaining the mission.</p>",
    "audioDescription": "A highway pullout for vehicles to park with a large wooden sign with written information about the Asa Smith Mission. Sign has a brown background with a green silhouette of Idaho state on the left side with Hwy 95 with the approximate site location of the Asa Smith Mission is located in the upper left corner. A black bordered rectangle with 2 feathers and 'Site 16\" is in the lower right corner of the state silhouette. On the right side of the sign there is a green mountain silhouette with a few trees and a sign coming out of the ground with the number 309 in green lettering. There is yellow text in the middle of the sign that says \" Asa Smith Mission: A Massachusetts Congregationalist, Smith spent two years here learning the Nez Perce language and starting a mission. Coming here May 10, 1839 to study with Lawyer, an important Nez Perce leader, he styed to work on an Indian dictionary and to hold daily religious classes each spring and winter. After spending six months in a \"mere hovel,\" he finished a comfortable home and started a garden of several acres. Btu he never got used to pioneer life here. Leaving Kamiah April 19, 1841, he moved to a mission in Hawaii.\"",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://home.nps.gov/nepe/learn/historyculture/asa-smith.htm",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Information",
      "Parking - Auto"
    ],
    "managedByOrg": "Private Property, Idaho Transportation Department, Idaho State Historical Society",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "46°13'20.76\"N 116°0'33.79\"W",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Site of historic protestant mission on the Nez Perce reservation",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3B74CC28-816B-40FE-B243-DD313C680215",
    "url": "https://www.nps.gov/places/bear-paw-battlefield.htm",
    "title": "Bear Paw Battlefield",
    "listingDescription": "The Bear Paw Battlefield is the location of the final battle of the Nez Perce Flight of 1877. Following the breakout of war in Idaho, approximately 800 Nimiipuu (Nez Perce) spent a long and arduous summer fleeing U.S. Army troops first toward Crow allies and then toward refuge in Canada. The Nimiipuu arrived at C’aynnim Alikinwaaspa (Place of the Manure Fire, now known as the Bear Paw Battlefield), a mere forty miles short of the Canadian border.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/662C54BD-AF0B-34EE-F2C6D9D5BE586C8D.jpg",
        "credit": "NPS Photo",
        "altText": "A yellow grass rolling hill with mountains in the distance and a blue near-cloudless sky",
        "title": "Bear Paw Battlefield",
        "description": "",
        "caption": "Bear Paw Battlefield is the last battle during the Flight of 1877",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/662C54BD-AF0B-34EE-F2C6D9D5BE586C8D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/662C54BD-AF0B-34EE-F2C6D9D5BE586C8D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MT",
        "parkCode": "biho",
        "designation": "National Battlefield",
        "fullName": "Big Hole National Battlefield",
        "url": "https://www.nps.gov/biho/index.htm",
        "name": "Big Hole"
      },
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Flight of 1877",
      "Nez Perce",
      "nez perce national historic trail",
      "Nez Perce National Historical Park",
      "big hole national battlefield",
      "US Army"
    ],
    "latitude": "48.3779786861",
    "longitude": "-109.212873467",
    "latLong": "48.3779786861,-109.212873467",
    "bodyText": "<p>The Bear Paw Battlefield is the location of the final battle of the <a href=\"https://www.nps.gov/nepe/learn/historyculture/1877.htm\">Nez Perce Flight of 1877.</a> Following the breakout of war in Idaho, approximately 800 Nimiipuu<em> </em>(Nez Perce) spent a long and arduous summer fleeing U.S. Army troops first toward Crow allies and then toward refuge in Canada. After the skirmishes at <a href=\"https://www.nps.gov/nepe/learn/historyculture/canyon-creek-history.htm\">Canyon Creek</a>, the Nimiipuu arrived at <em>C’aynnim Alikinwaaspa</em> (Place of the Manure Fire, now known as the Bear Paw Battlefield), a mere forty miles short of the Canadian border. Following a five-day battle and siege, the Nimiipuu ceased fighting at Bear Paw on October 5th, 1877, in which Chief Joseph gave his immortal speech: \"From where the sun now stands, I will fight no more forever.\"</p> <h2>The Battle at Bear Paw</h2> <h3>September 29, 1877</h3> <p>Abundant game and fresh water offered by Snake Creek made <em>C’aynnim Alikinwaaspa </em>a good place to camp and gather supplies<em>. </em>With <a href=\"https://www.nps.gov/places/general-oliver-otis-howard-house.htm\">General Oliver Otis Howard</a> far behind them the Nimiipuu thought they had time to rest their weary hearts, bodies, and horses, and to hunt and butcher some bison before the final push to Canada.</p> <p>Their tipis destroyed at <a href=\"https://www.nps.gov/biho/learn/historyculture/index.htm\">Big Hole</a> left little else for protection. The people spent the night huddled in crude lodges and lean-tos, warmed only by blankets and fire pits burning bison dung.</p> <h3>September 30, 1877</h3> <p>The morning found the non-treaty Nimiipuu preparing to break camp and head north. A rider pulled his horse to a halt on the south bluff waving a blanket to warn everyone that soldiers would be upon them in moments. <a href=\"https://www.nps.gov/people/nelson-miles.htm\">Colonel Nelson Miles</a> commanding 450 men had traveled approximately 260 miles in 9 days in an attempt to intercept the Nimiipuu.</p> <p>Some Nimiipuu attempted to escape. Warriors rushed to the bluffs above the camp to defend it. Others ran into camp to aid with the defense. The families trapped in camp sought shelter. Some, knowing the horses were critical to their escape, rushed to protect the herd. Black Eagle recalled: \"I left going for the horses. I saw our horses not far away. The horses were wise to the shooting and all began to stampede.\"</p> <p>The attack came in two sweeping wings. The 2nd Cavalry hit the horse herd to the west of camp and in a five mile running battle captured most of the Nimiipuu horses. The 7th Cavalry charged directly towards the bluffs above the camp; warriors rose up from just below the edge of the bluff and stopped the charge cold. The fighting was intense with soldiers and warriors locked in close combat. With the aid of the 5th Infantry the soldiers secured the southern bluff but the warriors kept the soldiers from the camp and their families. Though the army was stopped, the Nimiipuu<em> </em>suffered serious losses as 26 died the first day including Chiefs <em>Ollikut </em>(Joseph's younger brother<em>) </em>and Lean Elk.</p> <p>As a cold night fell, both forces found themselves in a stalemate. The Nimiipuu could not escape without their horses and the soldiers could not dislodge the Nimiipuu from the camp. Both sides dug rifle pits and the lines were drawn for a prolonged siege. The Nimiipuu families used <em>tu’kes </em>(digging sticks used to harvest camas roots), knives, and trowel bayonets they had captured from the army during earlier engagements to dig shelter pits.</p> <h3>October 1, 1877</h3> <p>Dawn brought fresh snow on the ground and ice in water buckets. That day under a white flag of truce, Chief Joseph met with <a href=\"https://www.nps.gov/people/nelson-miles.htm\">Colonel Nelson Miles</a> and both sides ventured forth to gather dead and wounded. At the end of the meeting, Joseph turned to leave. He was called back by Miles and was placed in chains to use as leverage. Seeing this occur the Nimiipuu made Lieutenant Jerome, who was very close to their camp on reconnaissance, a guest of theirs. By his account, he was given food, blanket, shelter, and allowed to move freely about the Nez Perce camp while retaining his pistol.</p> <h3>October 2, 1877</h3> <p>The prisoners were exchanged and both returned to their home camps. The military supply train arrived with the 12-Pound Napoleon Cannon.</p> <p>Yellow Wolf remembered October 2 as the day Chief Looking Glass was killed. \"Some warriors in [this] pit with him saw at a distance a horseback Indian. One pointed and called to Looking Glass, 'Look! A Sioux!\" Looking Glass stepped quickly from the pit. Stood on the bluff unprotected. A bullet struck his left forehead and he fell back dead.\" Looking Glass was hopeful help had come from the camp of Sitting Bull in Canada.</p> <h3>October 3, 1877</h3> <p>The fighting continued. The army targeted the area where the families were sheltered with cannon fire.</p> <h3>October 4, 1877</h3> <p>General Howard arrived with a small retinue; as the remainder of his army had already been sent home. This information was not conveyed to the Nimiipuu still in camp. As far as they knew, a second army was on its way.</p> <h3>October 5, 1877</h3> <p>That morning the two remaining hereditary leaders, White Bird and Joseph, met two Nez Perce<em> </em>men from the bands honoring <a href=\"https://www.nps.gov/nepe/learn/historyculture/the-treaty-era.htm\">the 1863 treaty</a>, who were following General Howard at that time. They had entered camp to convince the remaining non-treaty Nimiipuu to quit fighting. Joseph and Whitebird were told that they would be returned to Idaho, the leaders will not be killed, and, most importantly, that the army wanted to quit fighting.</p> <p>White Bird mistrusted the army's promises and refused to surrender. However, Joseph returned to camp to tell the people that they could be saved by ending the fighting. This important decision was up to each individual. Choices were few and none were favorable. Could the Nimiipuu continue the fight? The supply of soldiers was endless. Should the Nimiipuu try to escape on foot under cover of darkness through the lands of traditional enemies? Not everyone could make this trip. Many were too weak. Who would care for the elders, children, and wounded? Would they be able to bury their dead? Would they be allowed to go home?</p> <p>At 2pm Joseph met with Miles and Howard, handed over his rifle, and made his now famous speech:</p> <blockquote> <p>\"I am tired of fighting. Our chiefs are killed. Looking Glass is dead. <em>Tulhuulhulsuit</em> is dead. The old men are all dead. It is the young men who say “Yes” or “No”. He who led the young men is dead. It is cold, and we have no blankets. The little children are freezing to death. My people, some of them, have run away to the hills, and have no blankets, no food. No one knows where they are, perhaps freezing to death. I want to have time to look for my children, and see how many of them I can find. Maybe I shall find them among the dead. Hear me, my chiefs. I am tired. My heart is sick and sad. From where the sun now stands, I will fight no more forever.\"</p> </blockquote> <p>Afterwards, other Nimiipuu handed their weapons over to Miles in an understood mutual decision to lay down arms and negotiate peace. As to their destination, Miles told Joseph: \"Which is the place that you love to stay in? I want you to tell me, as I have the power to remove these white people, and let you live there.\" Miles also promised: \"I will give half of them [weapons] back to you after awhile.\"</p> <h2>Aftermath</h2> <p>All told, over 400 Nimiipuu agreed to quit fighting and turn themselves over the military care. Another group of 30 to 50 Nimiipuu left with White Bird that night; the last of between 200 and 300 people<i> </i>who did make it to Canada. The 126 day flight was over, but the plight of those capture and those who escaped to Canada was not even halfway over in terms of time and distance.<br /> <strong>Driving to Bear Paw Battlefield</strong><br /> From Big Hole National Battlefield, turn left onto MT-43 East for 61 miles. Turn left to merge onto I-15 North. Continue for 18.3 miles. Take the I-90 East exit toward I-15 N/Butte. Merge onto I-15 North/I-90. Take exit 122 toward Rocker. Turn right toward Grizzly Trail. Turn left onto Grizzly Trail. Grizzly Trail turns right and becomes South Rocker Rd. Turn left onto Santa Claus Road. Turn right onto Centennial Avenue. Turn right onto Montana Street. Turn left onto La Salle Street. Use the left lane to take the I-15 N/I-90 E ramp. Take exit 129 for I-15 N toward Helena. Continue on I-15 N for 149 miles. Take exit 280 for Central Ave W toward US-87 N. Turn right onto Central Ave W (signs for US-87 N/City Center/Fairgrounds Areas). Turn left onto 3<sup>rd</sup> St NW. Continue onto Smelter Ave NE. Turn left onto Old Havre Hwy. Turn left on US-87 N and continue for 107 miles. Turn right onto US-2 E and continue for 24.4 miles. Turn right onto Cleveland Rd W. Slight right onto Cleveland Rd W/Missouri St. Continue onto Conner Ave. Slight right onto Cleveland Rd/Rte 240. The site battlefield will be on the left.<br /> <strong>Things to Do at Bear Paw Battlefield</strong><br /> <strong>Explore the Site</strong><br /> A self-guided 1 ¼ mile interpretive trail winds through the battlefield. The trail is moderate in difficulty. <a href=\"https://www.nps.gov/nepe/upload/Bear-Paw-unigrid-Brochure_-compressed-for-web.pdf\">A brochure/trail map</a> can be downloaded, or a physical copy can be picked up at the battlefield, the staff offices in town, or the Blaine County Museum. Picnic tables and vault toilets are available on site. Please bring a hat and plenty of water during the hotter summer months.</p>",
    "audioDescription": "Open grassland rolling hills with a large parking area and an outhouse.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "d3348d88-6a8d-4821-ae6f-e46428ffd246",
    "isManagedByNps": "1",
    "amenities": [
      "Parking - Auto",
      "Parking - Bus/RV",
      "Picnic Shelter/Pavilion",
      "Picnic Table",
      "Restroom - Seasonal",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "48°22'40.35\"N 109°12'48.07\"W",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Site of the last battle in the Nez Perce Flight of 1877",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "04D0E593-DE35-4E9C-ABF9-C2F70C60B945",
    "url": "https://www.nps.gov/places/buffalo-eddy.htm",
    "title": "Buffalo Eddy",
    "listingDescription": "Long before Europeans or Americans first set foot in this country, the Nez Perce left behind vivid evidence of their association with this land. On either side of an eddy formed by a series of sharp bends in the Snake River, are densely grouped clusters of petroglyphs and pictographs. Known as Buffalo Eddy, the unique petroglyphs contain hundreds of distinct images that possibly date from as early as 4,500 years ago.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5B8F02DF-AEFF-EF53-CA05B4E8F616786C.jpg",
        "credit": "NPS",
        "altText": "The rock carvings at Buffalo Eddy show up as lighter indentations on a dark basalt rock background",
        "title": "Buffalo Eddy",
        "description": "",
        "caption": "Hundreds of examples of rock art made by the ancestors of today's Nez Perce are at Buffalo Eddy",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5B8F02DF-AEFF-EF53-CA05B4E8F616786C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5B8F02DF-AEFF-EF53-CA05B4E8F616786C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Nez Perce National Historical Park",
      "Petrogplyphs",
      "Snake River",
      "Nez Perce Ancient Places"
    ],
    "latitude": "46.172328",
    "longitude": "-116.930488",
    "latLong": "46.172328,-116.930488",
    "bodyText": "<p>Long before Europeans or Americans first set foot in this country, the Nez Perce left behind vivid evidence of their association with this land. On either side of an eddy formed by a series of sharp bends in the Snake River, are densely grouped clusters of petroglyphs and pictographs. Known as Buffalo Eddy, the unique petroglyphs contain hundreds of distinct images that possibly date from as early as 4,500 years ago.<br /> <br /> Clusters of petroglyphs and a few pictographs on either side of the Snake River 20 miles south of Lewiston, Idaho. The Asotin County side is accessible by car; the rock art on the Idaho side is only accessible by boat. There is a short trail from the highway pullout to the rock art on the Idaho side. </p> <p><strong>Getting to Buffalo Eddy</strong></p> <p>Buffalo Eddy is 18 miles south of Asotin, Washington on Snake River Road.</p> <p><strong>Driving to Buffalo Eddy</strong></p> <p>From Lewiston, ID follow U.S. Highway 12 and cross the blue bridge across the Snake River. At the first intersection veer to the left onto State Highway 129, following the signs to Asotin, WA. State Highway 129 heads south, along the bank of the Snake River. Continue following the river along County Road 209/Snake River Road. Travel approximately 15 miles and the turn out for the trail head will be on the left side.</p> <p><strong>Taking a Boat to Buffalo Eddy</strong></p> <p>The petroglyphs on the Idaho side are only accessible by boat. There are various Snake River outfitters that can be contacted for additional information on river boat tours.<br /> <br /> <strong>Things to Do at Buffalo Eddy</strong></p> <p><strong>Explore the Site</strong></p> <p>This site consists of two groups of rock outcroppings with several petroglyphs on both sides of the Snake River. One side is in Washington and one side is in Idaho, approximately 20 miles south of Lewiston, Idaho. On the Washington side near Asotin, there is a small hiking trail that has interpretive signs that explain more about the Nez Perce people and the petroglyphs seen here.</p> <br /> <br />  ",
    "audioDescription": "The rock art panels feature human-like figures, some of which appear to be holding barbells. There are also many other animal-like figures and abstract shapes. The rock art is a lighter tan color than the dark varnish of the rocks that the art were carved into thousands of years ago.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/nepe/learn/historyculture/buffalo-eddy-history.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Beach/Water Access",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "46°10'20.30\"N 116°55'49.49\"W",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Ancient rock art done by the ancestors of the Nez Perce",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C28CCF50-6872-4429-8BA3-D6AD7D3C8285",
    "url": "https://www.nps.gov/places/camas-meadows-battle-sites.htm",
    "title": "Camas Meadows Battle Sites",
    "listingDescription": "Overview of Camas Meadows Battle Sites",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F8F511FA-05D0-7A2B-A462EBA6016E14C3.jpg",
        "credit": "National Park Service",
        "altText": "Nez Perce Warrior on Camas Meadows",
        "title": "Camas Meadows Battle Sites",
        "description": "",
        "caption": "Nez Perce warrior silhouette at Camas Meadows",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F8F511FA-05D0-7A2B-A462EBA6016E14C3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F8F511FA-05D0-7A2B-A462EBA6016E14C3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "44.41926038477672",
    "longitude": "-111.79336667060852",
    "latLong": "44.41926038477672,-111.79336667060852",
    "bodyText": "<p>After the horrific attack at Big Hole, the Nez Perce went south, crossing back into Idaho over Bannock Pass before heading towards Yellowstone National Park. In the meantime, General Howard’s troops, which had not taken part in the attack at Big Hole, had taken a circuitous route roughly parallel to the Nez Perce. In an effort to slow down Howard, a small group of Nez Perce warriors raided Howard’s camp to steal horses and disrupt Howard’s advance. The raiders were able to steal more than 200 of the U.S. Army’s pack horses and mules, halting the U.S. Army’s advance. After the horrific attack at Big Hole, the Nez Perce went south, crossing back into Idaho over Bannock Pass before heading towards Yellowstone National Park. In the meantime, General Howard’s troops, which had not taken part in the attack at Big Hole, had taken a circuitous route roughly parallel to the Nez Perce. In an effort to slow down Howard, a small group of Nez Perce warriors raided Howard’s camp to steal horses and disrupt Howard’s advance. The raiders were able to steam more than 200 of the U.S. Army’s pack horses and mules, halting the U.S. Army’s advance.<br /> <strong>Driving To Camas Meadows Battle Sites</strong><br /> From Big Hole National Battlefield, turn left onto MT-43 East for 9.6 miles. Turn left onto Mt-278 East and continue for 61 miles. Turn right to merge onto I-15 South to enter Idaho and continue for 75 miles. Take exit 180 toward Spencer. Turn left onto Opal Way. Turn right onto Old Hwy 91. Turn left onto Idmon Rd/Spencer-Kilgore Rd. Continue following Idmon Road for 14 miles. Turn left onto A-2 Clark Country Rd/Idmon Rd. Continue to follow A-2 Clark County Rd for 6.7 miles. The site will be on the right.</p> <p><b>Things to Do at Camas Meadows Battle Sites<br /> Explore the Site</b><br /> Camas Meadows Battle Sites is an affiliated site of the Nez Perce National Historical Park that is located on private property.<br /> It consists of two sites: General Oliver O. Howard’s Camp Calloway and Captain Randolph B. Norwood’s Encounter Site.The location information above directs you to Captain Randolph B. Norwood’s encounter site, which has a road-side kiosk with interpretive panels and metal silhouettes of Nez Perce warriors that the public can enjoy. The remainder of the site is not accessible to the public. Please respect the land owner's property rights and do not venture beyond the road-side kiosks<b>.</b>General Oliver O. Howard's Camp Calloway is located about three miles away from the encounter site, but is not accessible to the public.<b> </b>Please respect private property rights.</p>",
    "audioDescription": "Roadside pullout with information signs and metal silhouettes of Nez Perce warriors. The landscape is large grassland meadow.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "The Idaho State Lands Department, Private Property",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "44° 25' 9.09\"N 111° 47' 35.81\"W ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "One of the battle sites during the Nez Perce Flight of 1877",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C626D11F-360B-4C6D-BFFC-F6F244D4FB7C",
    "url": "https://www.nps.gov/places/camas-prairie.htm",
    "title": "Camas Prairie",
    "listingDescription": "The rolling hills and plains of the Camas Prairie mark the heart of the Nez Perce Indian Reservation. Rich in resources, the prairie grasslands provided forage for horse herds and camas bulbs could be harvested in abundance. With the passage of the Allotment Act by Congress in the 1880s, the amount of land on the Camas Prairie held by nimí·pu· (Nez Perce) families would shrink. Much of the land was converted to agriculture.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/207DFBBE-F04A-D8BD-DB2616E15CE53B8F.jpg",
        "credit": "NPS Photo",
        "altText": "A large wooden sign for Camas Prairie with an open field behind it",
        "title": "Camas Prairie",
        "description": "",
        "caption": "Camas Prairie is one of the sites of the Flight of 1877",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/207DFBBE-F04A-D8BD-DB2616E15CE53B8F.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/207DFBBE-F04A-D8BD-DB2616E15CE53B8F.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Nez Perce",
      "Nimíipuu",
      "Camas",
      "Dawes Act"
    ],
    "latitude": "45.87550403507503",
    "longitude": "-116.22862458229065",
    "latLong": "45.87550403507503,-116.22862458229065",
    "bodyText": "<p>The rolling hills and plains of the Camas Prairie mark the heart of the Nez Perce Indian Reservation. Since time immemorial, this treeless landscape saw a great deal of activity. In the spring, when the weather warmed up, <i>nimíipuu</i> (Nez Perce) families moved from the river bottoms to the Camas Prairie. The Prairie was rich in resources - grasslands provided forage for horse herds and camas bulbs could be picked in patches all over the prairie.<br /> <br /> Tolo Lake, at the south end of the prairie, was a well known gathering place and it was here that the Nimiipuu bands from the Wallowa Country in northeastern Oregon gathered in June of 1877 after being ordered to leave their homes. The subsequent violence that took place in the Salmon River and at White Bird would ignite the <a href=\"https://www.nps.gov/nepe/learn/historyculture/1877.htm\">Nez Perce flight of 1877</a>.<br /> <br /> <a href=\"https://www.nps.gov/museum/exhibits/nepe/allotment.html\">With the passage of the Allotment Act by Congress in the 1880s</a>, the amount of land on the Camas Prairie held by <i>nimíipuu</i> families would shrink. In an attempt to reform the way reservations were managed, the Allotment Act (also known as the Dawes Act) provided for 160 acres to <i>nimíipuu</i> heads of household. It was assumed that this would provide the land needed to start a family farm, and that by embracing a Christian farming lifestyle the <i>nimíipuu</i> could better assimilate into American culture. Land that was not allotted to <i>nimíipuu</i> families was considered \"surplus\" and open to general settlement by whites. The allotment process was carried out on the Nez Perce Reservation between 1889 and 1893 and it put more than 70% of the Reservation into non-Indian hands. As a result, much of the land was converted to agriculture. Camas can still be found in isolated patches but it's mostly gone, replaced by wheat fields or pastureland.</p> <p>Getting to Camas Prairie</p> <p>A historical marker with information about the Camas Prairie is located on Highway 95, approximately 6 miles south of Grangeville, Idaho.</p> <p><strong>Driving to Camas Prairie</strong></p> <p>From Grangeville, Idaho, head south on N College St toward W Main St. Then take a quick right turn at the 1st cross street onto W Main St. After 0.4 miles, turn left onto U.S. Highway 95 South. Continue onto U.S. Highway 95 South for 6.2 miles. The highway pullout will be on the right.</p> <p><strong>Things to Do at Camas Prairie</strong></p> <p><strong>Explore the Site</strong></p> <p>Camas Prairie is a large area, <strong>mostly privately owned</strong>, that extends many miles between the Salmon and Clearwater drainages. On the highway pullout off of U.S. Highway 95, there is a historical marker that explains the Camas Prairie. Another park site, <a href=\"https://www.nps.gov/nepe/planyourvisit/visit-tolo-lake.htm\">Tolo Lake</a>, can also be seen in the distance from this pullout.</p>",
    "audioDescription": "From the roadside pullout, an expanse of prairie is visible. In the spring, blue Camas blooms can be seen dotting the prairie. Tolo Lake is also visible in the distance.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "Idaho Transportation Department, Idaho State Historical Society",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "45.956081, -116.363800",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C3CE6F3A-F78E-479D-9A9E-C31BE6A8424F",
    "url": "https://www.nps.gov/places/canoe-camp.htm",
    "title": "Canoe Camp",
    "listingDescription": "Where the North Folk of the Clearwater River enters the main channel of the Clearwater, the Corps of Discovery were exhausted and famished. It was the end of September 1805 and the difficult trek over the Continental Divide was finally behind them. But on this point of land over an 11-day period, they worked incredibly hard. This was Canoe Camp.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BC337711-A0E5-3085-538DA910C1AFCF05.jpg",
        "credit": "Photo: Creative Commons, 2.0/John Stanton",
        "altText": "Surrounded by pine trees and tall grasses, a dark brown dugout log canoe sits on the ground",
        "title": "Canoe Camp",
        "description": "",
        "caption": "Canoe near a river",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BC337711-A0E5-3085-538DA910C1AFCF05.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BC337711-A0E5-3085-538DA910C1AFCF05.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "IA,ID,IL,IN,KS,KY,MO,MT,NE,ND,OH,OR,PA,SD,WA,WV",
        "parkCode": "lecl",
        "designation": "National Historic Trail",
        "fullName": "Lewis & Clark National Historic Trail",
        "url": "https://www.nps.gov/lecl/index.htm",
        "name": "Lewis & Clark"
      },
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Lewis and Clark",
      "lewis and clark national historic trail",
      "Lewis and Clark Expedition",
      "Idaho"
    ],
    "latitude": "46.50086212158203",
    "longitude": "-116.33135986328125",
    "latLong": "46.50086212158203,-116.33135986328125",
    "bodyText": "Adjacent to the Clearwater River, this is the site where in 1805 the Nez Perce helped Lewis and Clark build five canoes for their journey down the Columbia River watershed.<br /> <br /> Where the North Folk of the Clearwater River enters the main channel of the Clearwater, the Corps of Discovery were exhausted and famished.  It was the end of September 1805 and the difficult trek over the Continental Divide was finally behind them.  But on this point of land over an 11-day period, they worked incredibly hard.  This was Canoe Camp.<br /> <br /> The Corps arrived on September 26 and immediately searched for food.  Deer and other large prey was nowhere to be found, so a horse was eaten.  Then they tried fat dogs of the Indians. <br /> <br /> The crew was divided into five groups, and each with axes too small for the task, they began hacking away at five huge trees – probably red cedar or possibly ponderosa pine.  They saved labor by building fires along the tops of the logs, as taught them by the Nez Perce, then scraped out the ashes and charred wood.  <br /> <br /> They dried and repacked their possessions, branded and cut the forelocks off their 38 surviving horses so the animals were easily recognized when mixed with the Nez Perce herds. Finally, in the dark of night, they cached their saddles and some powder for the return trip over the divide. <br /> <br /> Four of the canoes are believed to have been large, although no journal keeper reported any dimensions.  The fifth canoe was smaller, designed to more easily scout ahead of the others and check on the conditions of the rivers.  <br /> <br /> On October 7, the men broke camp, loaded the canoes and shoved off around noon.  For the first time since the fall of 1803, when they left the Ohio River, Lewis and Clark were going with the flow of a river, instead of against it.  <br /> <br /> Today, Canoe Camp is a part of the 38-site Nez Perce National Historical Park.  There are six wayside exhibits at Canoe Camp spaced along a short interpretive trail. They tell the story of the original meeting between Lewis and Clark and the Nez Perce, the Nez Perce role in the building of the canoes, the mission of the Lewis and Clark expedition, and the Nez Perce historic use of the area. The site also includes a reproduction of one of Lewis and Clark's canoes. The camp site is within the unincorporated town of Ahsahka, Idaho, about 50 miles east of Lewiston.  <br />  ",
    "audioDescription": "A wooden dugout canoe is the focal point of this site. The canoe is about 20 feet long and 2 feet tall, and is made of a single tree trunk which has been slowly and methodically carved out using hot stones and metal tools. The site is located next to a large flowing river (the clearwater).",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/nepe/learn/historyculture/canoe-camp.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "fd52c547-45bc-494a-bebe-30209dc1cbc6",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Information Kiosk/Bulletin Board",
      "Parking - Auto"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Ahsahka, Idaho, about 50 miles east of Lewiston",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Site where the Nez Perce helped Lewis and Clark build canoes",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historical Park",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A1E94D53-4A0E-4061-839F-BC8E8B4B743C",
    "url": "https://www.nps.gov/places/canoe-camp-site.htm",
    "title": "Canoe Camp Site",
    "listingDescription": "Overview of Canoe Camp.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/1EF8858B-F9EE-5926-3E8AB7AE912D55E7.jpg",
        "credit": "National Park Service",
        "altText": "Lewis and Clark Reenactors in a Nez Perce style dugout canoe on the Clearwater River",
        "title": "Canoe Camp Reenactment",
        "description": "",
        "caption": "Canoe Camp Reenactment",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/1EF8858B-F9EE-5926-3E8AB7AE912D55E7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/1EF8858B-F9EE-5926-3E8AB7AE912D55E7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Historic site",
      "Lewis and Clark",
      "Nez Perce",
      "Nimiipuu",
      "canoes",
      "Corps of Discovery"
    ],
    "latitude": "46.501006649209444",
    "longitude": "-116.33227586746216",
    "latLong": "46.501006649209444,-116.33227586746216",
    "bodyText": "<p>These grounds have been inhabited for thousands of years by the Nez Perce people, but are best known as the place where the Lewis and Clark Corps Of Discovery worked with the Nez Perce to carve the canoes that took them to the Pacific Ocean in 1805.</p> <p>The Corps was unable to find enough food along the Lolo Trail, so by the time they got here, they were starving. At their first meal with the Nez Perce, they ate so much of the rich salmon and camas root that they were sick for days. Even in their weakened state and slowed by hot weather, they still managed to carve five canoes in twelve days.</p> <p>As the Corps left for their journey to the Pacific, they cached their saddles and gear and left their horses here in the care of the Nez Perce until their return in the spring.</p> <p><strong>Getting to Canoe Camp</strong></p> <p>Canoe Camp is adjacent to the Clearwater River, approximately 4 miles west of Orofino, Idaho, along US Highway 12.</p> <p>Physical Address<br /> 14224 US 12<br /> Orofino, ID 83554</p> <p><strong>Driving to Canoe Camp</strong></p> <p>From Orofino, Idaho, head north on Main St. toward Michigan Ave. Turn left onto Michigan Ave and cross the bridge across the Clearwater River. Turn right onto US-12 W following the signs for Lewiston, ID for 4.1 miles. Canoe Camp will be on the left.</p> <p><strong>Things to Do at Canoe Camp</strong></p> <p><strong>Explore the Site</strong></p> <p>This 4.1 acres site includes a short hiking trail with interpretive signs that tell more about Canoe Camp and the Nez Perce interactions with the Lewis and Clark Corps of Discovery. There are also restrooms at the site.</p>",
    "audioDescription": "A small park site located along the Clearwater River. Manicured green grass and a variety of trees are located throughout. There is a trail that circle the interior of the park with interpretive signs with information on Canoe Camp at various stops along the trail. There is a parking lot and a public restroom available at the site.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/nepe/planyourvisit/visit-canoe-camp.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Beach/Water Access",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Pets Allowed",
      "Restroom",
      "Restroom - Accessible",
      "Scenic View/Photo Spot",
      "Toilet - Flush",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "46°30'3.11\"N 116°19'52.89\"W",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Nez Perce traditional grounds and site where Lewis and Clark worked with the Nez Perce to carve canoes",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E5D5F594-B2E5-42D2-A1C8-D2152012152F",
    "url": "https://www.nps.gov/places/canyon-creek.htm",
    "title": "Canyon Creek",
    "listingDescription": "Overview of Canyon Creek",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/EAE1C591-F372-2DF9-28661C89DAEB2951.jpg",
        "credit": "National Park Service",
        "altText": "Stone pillared kiosk with information panels and a wood roof",
        "title": "Canyon Creek kiosk",
        "description": "",
        "caption": "Canyon Creek kiosk",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EAE1C591-F372-2DF9-28661C89DAEB2951.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EAE1C591-F372-2DF9-28661C89DAEB2951.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "canyon",
      "Flight of 1877",
      "Nez Perce",
      "Nimiipuu"
    ],
    "latitude": "45.775749907652205",
    "longitude": "-108.79597663879395",
    "latLong": "45.775749907652205,-108.79597663879395",
    "bodyText": "<p>At the beginning of September in 1877, the Nez Perce emerged from Yellowstone National Park and were pursued by the 7th U.S. Cavalry under Colonel Samuel Sturgis. On September 13th, both sides surprised each other, the troops charged, trying to cut off the fleeing Nez Perce from the relative safety of the trees in Canyon Creek. The canyon mouth offered natural defenses for the Nez Perce. Positioned high on the slopes and on top of both buttes, Nez Perce warriors kept soldiers pinned down while the women, children, and elders escaped. </p> <p><strong>Getting to Canyon Creek</strong></p> <p>The Canyon Creek Battlefield and Highway Pullout is located on Buffalo Trail Road 8 miles north of Laurel, Montana.</p> <p><strong>Driving to Canyon Creek</strong></p> <p>From I-90 at Laurel, Montana head west on exit 434. Turn north onto S 1st Ave and drive 2 miles to Buffalo Trail Road. Continue onto Buffalo Trail Rd/Laurel North Rd for 6.3 miles. Turn right onto Lipp Rd. The highway pullout will be on the left.<br /> <b>Things to Do at Canyon Creek<br /> Explore the Site</b><br /> Canyon Creek Battlefield is located on a mix of privately and state owned land. A pullout on Buffalo Trail Road has a pavilion, a stone monument and bronze plaque erected by the Yellowstone Historical Society, and several wayside panels that provide information on the skirmish that took place here in 1877. The battlefield is largely unaltered and visually evokes a strong feeling to its 1877 past, when it consisted of undulating grassy sage-covered ridges and plains; however it is<b> </b>not accessible to the public.<strong> Please respect the land owners' property rights and do not venture beyond the roadside pullout.</strong><br /> </p>",
    "audioDescription": "Stone pillar kiosk with a wooden roof. Interpretative panels on the battle at Canyon Creek are located under the kiosk. There is a fire pit in the middle. The landscape is arid with valley outstretching into the distance with two buttes on each side.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/nepe/planyourvisit/visit-canyon-creek.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Information",
      "Parking - Auto"
    ],
    "managedByOrg": "Friends of Canyon Creek",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "45°46'32.78\"N 108°47'44.74\"W",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Location of the second-to-last battle in the Nez Perce Flight of 1877",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E08031D8-3A01-48C3-AAAA-0F26E3F3F4D1",
    "url": "https://www.nps.gov/places/clearwater-battlefield.htm",
    "title": "Clearwater Battlefield",
    "listingDescription": "The Clearwater Battlefield is one of the sites found along the Nez Perce National Historical Trail and is an important marker of the Flight of 1877. The site is privately owned, but a historical marker is on Highway 13 south of Stites, ID",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/EA6C9F57-F9C7-8198-6542754A798BEE64.jpg",
        "credit": "NPS Photo",
        "altText": "A rounded mountain top with dense coniferous trees and an open meadow with rocky terrain",
        "title": "The Clearwater Battlefield",
        "description": "",
        "caption": "The Clearwater Battlefield is one of the sites associated with the Nez Perce Flight of 1877",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EA6C9F57-F9C7-8198-6542754A798BEE64.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EA6C9F57-F9C7-8198-6542754A798BEE64.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Flight of 1877",
      "Nez Perce",
      "NEPE",
      "Nimíipuu",
      "Historical marker"
    ],
    "latitude": "46.076460795304754",
    "longitude": "-115.97534894943237",
    "latLong": "46.076460795304754,-115.97534894943237",
    "bodyText": "<p>In the weeks following the <a href=\"https://www.nps.gov/nepe/learn/historyculture/white-bird-battlefield-history.htm\">Battle at White Bird</a>, General Oliver O. Howard pursued the Nez Perce across the Reservation. After crossing two rivers, the Salmon and the South fork of the Clearwater, the General caught up with them. On July 11, 1877, Howard crossed the South Fork of the Clearwater above the Nez Perce camp hoping to take it by surprise. Alert Nez Perce, however, foiled his plan and the first day's fighting came to a draw.</p> <p>On July 12, Howard used infantry, cavalry, and artillery to gain the upper hand. In the face of this force, the Nez Perce began to slowly withdraw towards Kamiah. While Howard captured their camp and a great deal of supplies, he did not aggressively pursue the Nez Perce. They went north to Kamiah and began to head east, over the <a href=\"https://www.nps.gov/nepe/learn/historyculture/lolo-trail-and-pass-history.htm\">Lolo Trail</a> to western Montana.<br /> <b>Directions to Clearwater Battlefield</b><br /> From the Spalding Visitor Center, turn right onto U.S. Highway 95 to head north. After 1 mile, use the right lane to take the ramp to Orofino/Missoula on U.S. Highway 12 East. Continue on U.S. Highway 12 East for 63 miles. At the Kooskia, turn right onto Idaho 13 West for approximately 4 miles. On the left is a turnout with a historical marker designating Clearwater Battlefield.<br /> <strong>Things to Do at Clearwater Battlefield</strong><br /> <b>Explore the Site</b><br /> The battlefield <strong>is on private property</strong> and is not accessible. There is a historical marker located on Highway 13 south of Stites, Idaho that tells the story of the battle.</p>",
    "audioDescription": "A gravel pullout with a wooden browns sign with the words \"Nez Perce War\" at the top. The sign is held up on the sides by two wooden posts. The sign has the state of Idaho outlined and describes the Flight of 1877. Beyond the sign is grass and a river with deciduous trees along its bank. On the opposite side of the two lane highway is a dense mostly deciduous forest area rising up a steep mountain.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "Private Property, Idaho Transportation Department, Idaho State Historical Society",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "46°4'34.53\"N 115°58'31.02\"W",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Site of a battle during the Nez Perce Flight of 1877",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D2D36399-4D27-49AD-97DB-865D95A40A42",
    "url": "https://www.nps.gov/places/confluence-overlook.htm",
    "title": "Confluence Overlook",
    "listingDescription": "Far below the Confluence Overlook on the north bank of the Clearwater River, Donald MacKenzie established a trading post in August of 1812. The fur trading post proved unsuccessful because the Nez Perce wanted to trade food and horses but were unwilling to trap beavers. The highway pullout overlooks the confluence and valleys of the Snake and Clearwater Rivers.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5CDD5C44-BF30-EB75-3D1C094CB5F87B70.jpg",
        "credit": "NPS",
        "altText": "The blue ribbons of the Clearwater and Snake rivers join far below the overlook.",
        "title": "Confluence overlook",
        "description": "",
        "caption": "The Clearwater and Snake rivers join at the confluence.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5CDD5C44-BF30-EB75-3D1C094CB5F87B70.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5CDD5C44-BF30-EB75-3D1C094CB5F87B70.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Nez Perce",
      "Nez Perce National Historical Park",
      "Treaty Era"
    ],
    "latitude": "46.461539",
    "longitude": "-116.9918",
    "latLong": "46.461539,-116.9918",
    "bodyText": "<p>The Clearwater and Snake Rivers meet at what is now Lewiston, ID. The Nez Perce used the Clearwater and its tributaries as a super highway, traveling up and down the river to visit relatives, trade and fish. <br /> <br /> Far below the Confluence Overlook on the north bank of the Clearwater River, Donald MacKenzie established a trading post in August of 1812. The fur trading post proved unsuccessful because the Nez Perce wanted to trade food and horses but were unwilling to trap beavers.<br /> <br /> The highway pullout overlooks the confluence and valleys of the Snake and Clearwater Rivers. This is a large pullout near the top of Lewiston Grade on US Highway 95 that overlooks the confluence of the Clearwater and Snake Rivers. </p> <p>Getting to Confluence Overlook</p> <p>The Confluence Overlook is at a highway pullout about 8 miles north of Lewiston, Idaho, on the Lewiston Grade of U.S. Highway 95.</p> <p><strong>Driving to Confluence Overlook</strong></p> <p><strong>From Lewiston, Idaho</strong>, head northwest onto U.S. Highway 12 East. Continue onto U.S. Highway 12 E and cross the Memorial Bridge across the Clearwater River. Then merge onto U.S. Highway 95 North via the ramp to Moscow/Coeur D' Alene for 5.6 miles. Turn left onto Spur Road followed by a quick right turn onto Beacon Drive. After 0.5 miles, turn right onto Old Spiral Highway and then another quick right onto U.S. Highway 95 South. Follow U.S. Highway 95 S for 1.4 miles. The highway pullout for the Confluence Overlook will be on the right.<br /> <strong>Things to Do at Confluence Overlook<br /> Explore the Site</strong></p> <p>From the Confluence Overlook, you can see the vast expanse of the Nez Perce homeland: the Snake and Clearwater Rivers, Hells Canyon, and on a clear day, glimpses of the Bitterroot and Wallowa Mountains. This highway pullout site also has a historical marker that explains more about the MacKenzie Pacific Fur Trading Post and how the Nez Perce people used this area in the past.<br />  </p> <p> </p>",
    "audioDescription": "Two large wooden interpretive signs tell the history of the area. Behind them, the small cities of Lewiston and Clarkston are visible, as well as rolling wheat hills.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto"
    ],
    "managedByOrg": "Idaho Transportation Department, Idaho State Historical Society",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "46.461539, -116.991800",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1B2428DD-A8BB-4C3E-B1F0-C928205C72F6",
    "url": "https://www.nps.gov/places/cottonwood-skirmishes.htm",
    "title": "Cottonwood Skirmishes",
    "listingDescription": "Overview of Cottonwood Skirmishes",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F7071E21-04F9-453C-8E39BF96D43A43F8.jpg",
        "credit": "National Park Service",
        "altText": "Roadside pullout with two information boards and a stone marker",
        "title": "Cottonwood Skirmishes",
        "description": "",
        "caption": "Cottonwood Skirmishes roadside markers",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F7071E21-04F9-453C-8E39BF96D43A43F8.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F7071E21-04F9-453C-8E39BF96D43A43F8.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Flight of 1877",
      "Nimiipuu",
      "Nez Perce",
      "skirmish"
    ],
    "latitude": "46.026066491470104",
    "longitude": "-116.32834911346436",
    "latLong": "46.026066491470104,-116.32834911346436",
    "bodyText": "<p>As the Nez Perce crossed the Camas Prairie following the battle at White Bird Canyon, they fought with the U.S. Army and volunteers near Cottonwood, ID. Skirmishes occurred between the U.S. Army and the Nez Perce for three days (July 3-5). On July 5, as the Nez Perce crossed the Camas Prairie to find a trail over the Bitterroot Mountains, warriors came across a party of seventeen armed civilian volunteers. The volunteers became quickly surrounded, which allowed the main body of Nez Perce to escape. </p> <p><strong>Getting to Cottonwood Skirmish Site</strong></p> <p>A historical marker with information about the Cottonwood Skirmish Site is located off of U.S. Highway 95, Apr 2 miles south of the town of Cottonwood, ID.</p> <p> </p> <p><strong>Driving to Cottonwood Skirmish Site</strong></p> <p><strong>From Cottonwood, ID</strong>, continue south on U.S. Highway 95 South for 1.5 miles. Located on U.S. Highway 95 at mile marker 253. The highway pullout will be on the left.</p> <p><strong>Things to Do at Cottonwood Skirmish Site</strong></p> <p><strong>Explore the Site</strong></p> <p>The Cottonwood Skirmish Site is now privately owned and <strong>is not accessible to the public. </strong>Two historical markers at the highway pullout off of Highway 95 provides information about the battle.</p>",
    "audioDescription": "Roadside pullout with two wooden signs with information on Lewis and Clark and the Nez Perce War. There is a stone monument next to the signs in the shape of Idaho. It is surrounded by a metal fence. The landscape behind the signs is of rolling hills, telephone polls, and a large a farming community with several barns and cilos.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Information",
      "Parking - Auto"
    ],
    "managedByOrg": "Private Property",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "46°1'34.74\"N 116°19'39.91\"W",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Site of skirmishes between the Nez Perce and the U.S. Army during the Flight of 1877",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8D9400F1-F0F3-4081-87E3-F26246229B9D",
    "url": "https://www.nps.gov/places/coyote-s-fishnet.htm",
    "title": "Coyote's Fishnet",
    "listingDescription": "Coyote's Fishnet is an affiliated site of the Nez Perce National Historical Park that is located on private property. A historical marker at the highway pullout tells the story of Coyote's Fishnet, and provides a view of the rock formation that the fishnet turned into.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5BF49C03-C3FA-925C-27BF0A12EBBC1BF9.jpg",
        "credit": "NPS",
        "altText": "A mountain vista with trees in the foreground and on both sides",
        "title": "Coyote's Fishnet",
        "description": "",
        "caption": "Coyote's fishnet is an ancient legend site for the Nez Perce.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5BF49C03-C3FA-925C-27BF0A12EBBC1BF9.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5BF49C03-C3FA-925C-27BF0A12EBBC1BF9.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Nez Perce National Historical Park",
      "Nimíipuu",
      "geology",
      "Nez Perce Story Sites"
    ],
    "latitude": "46.44200459156538",
    "longitude": "-116.89269661903381",
    "latLong": "46.44200459156538,-116.89269661903381",
    "bodyText": "<p>Coyote's Fishnet is a Nez Perce legend site consisting of two surface geological features on opposite sides of the Clearwater River about 7 miles east of Lewiston, Idaho. There are large interpretive signs at the pullout. One briefly tells the legend of Coyote's Fishnet.</p> <p>The Story</p> <p>In autumn, the people go to buffalo country to get food for the winter. Coyote (known as<em> Iceye'ye</em> to the <em>nimíipuu)</em> had forgotten about this annual trip and was in the Clearwater River fishing for salmon. Black Bear came upon <em>Iceye'ye</em> fishing and asked why he was still in the area instead of heading to buffalo country.</p> <p><em>Iceye'ye</em> did not want to admit that he had forgotten to leave with everyone else, so he got angry at Black Bear for being nosy. In his anger, <em>Iceye'ye</em> flung his fishnet up onto the hill on the south side of the Clearwater River and grabbed Black Bear by the scruff of his neck. He then yelled at Black Bear for interrupting him and threw him onto the hill on the north side of the river. <em>Iceye'ye</em> then left for buffalo country.</p> <p><strong>Getting to Coyote's Fishnet</strong></p> <p>Coyote's Fishnet sits on the hillside above the Clearwater River six miles east of Lewiston, Idaho. It is visible from a highway pullout on U.S. Highway 12. Coyote's Fishnet is an affiliated site of the Nez Perce National Historical Park that is located on private property. A historical marker at the highway pullout tells the story of Coyote's Fishnet, and provides a view of the rock formation that the fishnet turned into. <strong>Please respect the land owner's property rights and do not climb the hillside where the rock formation is located.</strong></p> <p><strong>Driving to Coyote's Fishnet</strong></p> <p><strong>From Highway 128 in Lewiston, Idaho</strong>, take U.S. Highway 12 E/ Route 95 six miles east. The highway pullout will be on your right.<br /> <strong>From the Nez Perce National Historical Park's visitor center,</strong> take U.S. Route 95 five miles east. Turn right onto Nez Perce Road and continue for half a mile. Take a slight left to merge onto U.S. Highway 12 E/ Route 95 S and continue for half a mile. The highway pullout will be on the right.<br /> <strong>From Ant and Yellowjacket</strong>, take U.S. Highway 12 W / Route 95 N west for 3.6 miles. Turn right on Nez Perce road and contine around the loop for .6 miles. Take a slight left onto U.S. Highway 12 E / Route 95 S. The highway pullout will be on the right.</p>",
    "audioDescription": "A paved pullout, big enough for approximately 10 cars to park. An interpretive sign is on on the side of the paved area",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto"
    ],
    "managedByOrg": "Private Property, Idaho Transportation Department, Idaho State Historical Society",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "46.441817, -116.892853",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "A Nez Perce legend site",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "03796921-D8C1-4E13-8257-85F5C884A95E",
    "url": "https://www.nps.gov/places/craig-donation-land-claim.htm",
    "title": "Craig Donation Land Claim",
    "listingDescription": "When the American Fur Company went out of business in 1840, William Craig settled in the Lapwai Valley. He met a Nez Perce headman known as Thunder Eyes and fell in love with his daughter and married her. William Craig's Donation Land Claim is the first place in Idaho where a white settle obtained title to a farm through the Oregon Donation Land Act. William Craig was the only white person to have official permission from the Nez Perce to live on the reservation.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C2A4BC43-B4CB-C75D-1E8D223EAD8EAD44.jpg",
        "credit": "NPS Photo",
        "altText": "A historical marker sign with wooden beams and written text about William Craig",
        "title": "Craig Land Donation Claim",
        "description": "",
        "caption": "The Craig Land Donation Claim is the first white settlement through the Oregon Donation Land Act",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C2A4BC43-B4CB-C75D-1E8D223EAD8EAD44.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C2A4BC43-B4CB-C75D-1E8D223EAD8EAD44.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Nez Perce",
      "Nimiipuu",
      "homesteading",
      "Nez Perce Reservation"
    ],
    "latitude": "46.357319",
    "longitude": "-116.769347",
    "latLong": "46.357319,-116.769347",
    "bodyText": "<p>William Craig was born in Virginia in 1807. At the age of 18, around 1825, he joined a group of fur trappers of the American Fur Company. At a trapper rendezvous in 1838, a Nez Perce headman known as Thunder Eyes met Craig. Craig fell in love with his daughter, who the trappers called Isabel, and married her. When the American Fur Company went out of business in 1840, Craig came to Nez Perce country to settle in the Lapwai Valley in the fall of 1840.</p> <p>Thunder Eyes, now Craig's father-in-law, in 1836 had allowed Henry Spalding to establish his first mission close to his village. By the time Craig arrived, Spalding's relationship with the Nez Perce had deteriorated. Craig sided with the Nez Perce in their disputes that led, in turn, to the decision in 1842 by the American Missionary Board to close down Spalding's mission. Due to the timely intervention of Marcus Whitman, the crisis was averted and the relationship between Craig and Spalding gradually improved.</p> <p>While not all of the Nez Perce liked Craig, they respected his opinion and his dedication to his Nez Perce wife and family and, likewise, Craig respected the culture of the Nez Perce. In the aftermath of the killing of Marcus Whitman in 1847, Craig sheltered Eliza and Henry Spalding when it was feared that the same thing might happen at Lapwai. Craig's relationship with the Nez Perce was further cemented with his role as an interpreter in the negotiations that led to the 1855 treaty that established the Nez Perce reservation. As a reward for his services, Article Ten of the 1855 treaty allowed Craig to keep his homestead on the new reservation.</p> <p>In the aftermath of the treaty, the Yakama nation went to war and Governor Isaac Stevens appointed Craig a Colonel in the territorial militia. Craig also briefly worked as a subagent for the Nez Perce. He remained in Nez Perce country and died in 1869.</p> <p><strong>Getting to Craig Donation Land Claim</strong></p> <p>A historical marker with information about William Craig's Homestead is located on the west side of U.S. Highway 95, about 8 miles south of Lapwai, Idaho. </p> <p><strong>Driving to Craig Donation Land Claim </strong></p> <p><strong>From Lapwai, Idaho</strong>, turn right onto U.S. Highway 95 South. In about 4.3 miles, the highway pullout will be on your right.</p> <p><strong>Things to Do at Craig Donation Land Claim</strong></p> <p><strong>Explore the Site</strong></p> <p>William Craig's Homestead no longer stands. The land is now privately owned and <strong>is not accessible to the public. </strong>On the highway pullout off of U.S. Highway 95, there is a historical marker that remembers William Craig, a mountain man, interpreter, and friend of the Nez Perce.</p>",
    "audioDescription": "A pullout large enough for three cars. There are two sign with historical information; one is a wooden sign with an image of the state of Idaho and yellow text talking about William Craig and another is a stone carved into the shape of Idaho with text carved into it explaining the Craig Donation Land Claim.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto"
    ],
    "managedByOrg": "Private Property, Idaho Transportation Department, Idaho State Historical Society",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "46°21'26.35\"N 116°46'9.65\"W",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The first homestead created by the Oregon Donation Land Act",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A034BDE4-4B81-42A1-8C8E-E758BC5E0BA5",
    "url": "https://www.nps.gov/places/dug-bar.htm",
    "title": "Dug Bar",
    "listingDescription": "Overview of Dug Bar",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F52EF44F-CE46-FF4C-2D1C4ECD31D410C3.jpg",
        "credit": "National Park Service",
        "altText": "Snake River crossing site with rocky river banks",
        "title": "Dug Bar",
        "description": "",
        "caption": "Dug Bar",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F52EF44F-CE46-FF4C-2D1C4ECD31D410C3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F52EF44F-CE46-FF4C-2D1C4ECD31D410C3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Snake River",
      "Crossing",
      "Flight of 1877",
      "Nimiipuu",
      "Nez Perce",
      "Chief Joseph"
    ],
    "latitude": "45.80482634657377",
    "longitude": "-116.68587684631348",
    "latLong": "45.80482634657377,-116.68587684631348",
    "bodyText": "<p>Following the 1863 Treaty, the Wallowa Valley in northeastern Oregon was left outside the reservation. This area was homeland to Chief Joseph's band of Nez Perce. Chief Joseph's band was given only thirty days to pack up and move to the Nez Perce Reservation. A traditional crossing point, the Nez Perce traversed Dug Bar in the late summer, after water levels had dropped. Unfortunately, the bands had to cross the Snake River at the end of May when the water ran high and fast with the spring runoff. When the Nez Perce forded the river on May 31, 1877, they lost many of their livestock in the churning waters. </p> <p><strong>Getting to Dug Bar</strong></p> <p>Dug Bar is an affiliated site of the Nez Perce National Historical Park that is located within the boundaries of Hell's Canyon National Recreation Area and co-managed by the U. S. Forest Service and the National Park Service. It is located approximately 31 miles north of Imnaha, Oregon.</p> <p><strong>Driving to Dug Bar</strong></p> <ul> <li> <p><strong>From Imnaha, Oregon</strong>, head north on Lower Imnaha Road/County Road 755 for 6.5 miles. As the road continues it becomes Forest Road 4260/Dug Bar Road. Continue on Forest Road 4260 for 24 miles along the Snake River to the <a href=\"https://www.fs.usda.gov/recarea/wallowa-whitman/recarea/?recid=51901\">Dug Bar Boat Launch and Trailhead</a>.</p> </li> </ul> <p><strong>Taking a Boat to Dug Bar</strong></p> <p>Dug Bar can also be accessed via jet boat or float trip on the Snake River. There are various Snake River outfitters that can be contacted for additional information on river boat tours.</p> <p><strong>Things to Do at Dug Bar</strong></p> <p><strong>Explore the Site</strong></p> <p>The flat bench above the river contains historical ranching structures dating from the early 20th century and numerous archeological resources. Amenities include a boat launch that has a small concrete ramp, a vault toilet, and interpretive signage about the Nez Perce Flight of 1877.</p> <p><strong>Follow in the Footsteps of the <em>nimíipuu</em></strong></p> <p>The five mile long <a href=\"https://www.fs.usda.gov/recarea/wallowa-whitman/recarea/?recid=51629\">Trail 1727</a> that stretches between Dug Bar and Forest Road 4260 allows hikers and horseback riders to follow in the footsteps of Chief Joseph and his people.</p> <p><strong>Recreate</strong></p> <p>Other recreational activities available at Dug Bar including boating, fishing, camping, and hunting.</p>",
    "audioDescription": "Large blue rive body flowing through a rocky hillside landscape. A mix of green grasses, rocks, and shrubby trees line the banks.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "USFS, NPS",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "45°48'16.53\"N 116°41'12.15\"W",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Traditional river crossing site for the Nez Perce",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "26AE686C-4821-4350-9679-96536711C533",
    "url": "https://www.nps.gov/places/fort-lapwai-officers-quarters.htm",
    "title": "Fort Lapwai Officers' Quarters",
    "listingDescription": "Fort Lapwai played a key role in the events leading up to the Flight of 1877 when General Oliver O. Howard, commanding officer of the Department of the Columbia ordered Chief Joseph’s band to move from their homeland in the Wallowa’s of northeast Oregon to the new reservation in Idaho. When war broke, Fort Lapwai was the center of operations until the Nez Perce crossed the Bitterroot Mountains into western Montana.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/104E14CB-C708-6D89-788B793E67334780.jpg",
        "credit": "NPS Photo",
        "altText": "A two-story white wooden building. It has a covered porch and sign in front",
        "title": "The Officers' Quarters of Fort Lapwai",
        "description": "",
        "caption": "The officers' quarters is the only Fort Lapwai building still standing",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/104E14CB-C708-6D89-788B793E67334780.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/104E14CB-C708-6D89-788B793E67334780.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "NEPE",
      "Nez Perce",
      "Flight of 1877",
      "U.S. Army"
    ],
    "latitude": "46.39400213309282",
    "longitude": "-116.80243492126465",
    "latLong": "46.39400213309282,-116.80243492126465",
    "bodyText": "<p>In 1860, Elias D. Pierce found gold on a tributary of the Clearwater River near the present town of Orofino. News of this discovery spread through the Pacific Northwest like wildfire. In the spring of 1861 thousands of men descended on the Nez Perce reservation. They were trespassing on Nez Perce land that had been set aside for a reservation in <a href=\"https://www.nps.gov/nepe/learn/historyculture/the-treaty-era.htm\">the Treaty of 1855</a>.</p> <p>Unable to stem the tide, civilian authorities called on the military to establish a fort on the reservation to protect the Nez Perce from the invading miners. In addition, negotiations began that would ultimately lead to <a href=\"https://www.nps.gov/nepe/learn/historyculture/the-treaty-era.htm\">the Treaty of 1863</a> that would shrink the reservation, placing the gold fields outside of the reservation boundaries.</p> <p>In the fall of 1862, two companies of volunteers arrived on a site two miles above Lapwai Creek to establish an army post that would become Fort Lapwai. Until 1885 the fort would be garrisoned providing an army presence on the reservation.</p> <p>The fort played a key role in the events leading to <a href=\"https://www.nps.gov/nepe/learn/historyculture/1877.htm\">the Flight of 1877</a> when General O.O. Howard, commanding officer of the Department of the Columbia ordered Joseph’s band to move from their homeland in the Wallowa’s of northeast Oregon to the reservation.</p> <p>When the conflict began in June 1877, Fort Lapwai was the center of operations until the Nez Perce crossed the Bitterroot Mountains into western Montana. In the months following the last <a href=\"https://www.nps.gov/nepe/learn/historyculture/bear-paw-battlefield-history.htm\">battle at Bear Paw</a> in October 1877, the fort’s stockade held prisoners captured during the war and Nez Perce returning to the reservation after hostilities ended.</p> <p>The bulk of the buildings, most of which are no longer standing, were built between 1862 and 1884. The post had barracks for enlisted personnel, quarters for officers, stables, warehouses, offices and corrals.The National Park Service protects an officer’s duplex that was built in 1883. At the current time it is closed to the public.<br /> <br /> <strong>Getting to Fort Lapwai</strong><br /> Fort Lapwai is approximately 4.3 miles south of the Nez Perce National Historical Park Visitor Center in Lapwai, Idaho.</p> <p><strong>Driving to Fort Lapwai</strong></p> <p>From the Nez Perce National Historical Park Visitor Center in Lapwai, ID, take U.S. Highway 95 South for 3.5 miles. Turn right onto Agency Drive. In 0.2 miles turn left onto A Street. The Fort Lapwai Officers Quarters are at the end of the block on your right.</p> <p><strong>Things to Do at Fort Lapwai</strong></p> <p><strong>Explore the Site</strong></p> <p>The Officers Quarters is one of the few surviving structures from Fort Lapwai. It is owned by the Nez Perce Tribe and <strong>is not accessible to the public. </strong>In front of the building there is an interpretive sign that talks about Fort Lapwai.</p>",
    "audioDescription": "A two-story white wooden building stands on the site. The building has 7 stairs leading to a covered porch. On the first floor on the porch level are two separate doors surrounded by doors and windows on top and sides. To the left and right of the doors are two sets of windows. On the second level are 4 windows, two in the middle of the house connected and two to the left and right of the middle set separated by several feet of building.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "Bureau of Indian Affairs",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "46°23'38.46\"N 116°48'8.47\"W",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The first U.S. Army installation on the Nez Perce Reservation",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "57928BBB-5292-45F0-AA2A-ECB454BD44F9",
    "url": "https://www.nps.gov/places/hasotino-village-site.htm",
    "title": "Hasotino Village Site",
    "listingDescription": "Overview of Hasotino",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5A8736C5-019E-86A2-FB7C07361DF2C9D0.jpg",
        "credit": "National Park Service",
        "altText": "Dark rocky hillsides reflecting in the Snake River.",
        "title": "Hasotino",
        "description": "",
        "caption": "Hasotino",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5A8736C5-019E-86A2-FB7C07361DF2C9D0.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5A8736C5-019E-86A2-FB7C07361DF2C9D0.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Nimiipuu",
      "Nez Perce",
      "Village",
      "Snake River",
      "ancient places"
    ],
    "latitude": "46.353385268632415",
    "longitude": "-117.06035614013672",
    "latLong": "46.353385268632415,-117.06035614013672",
    "bodyText": "<p>Archaeologists have uncovered evidence that the Nez Perce have lived in the Pacific Northwest for close to 11,000 years. The river valleys that bisect Nez Perce country provided all the necessities for survival. Many of these sites continued to see human activity as late as the 1870s. One of the largest villages on the Snake River was Hesutiin or Hasotino. The village was located near an important lamprey fishery, a delicacy among the Nez Perce. </p> <p><strong>Getting to Hasotino Village Site</strong></p> <p>The Hasotino Village Site is located about 6 miles southwest of Lewiston, Idaho, in Hells Gate State Park.<br /> <strong>Driving to Hasotino Village Site</strong></p> <p>From Lewiston, Idaho, head northwest on 21st St toward 19th Ave. Then turn left onto 16th Ave. Continue onto Southway Ave for 0.7 miles. At the traffic circle, take the 2nd exit onto Snake River Ave. Continue on Snake River Ave for 2 miles and then turn right onto Hells Gate Rd. Continue on Hells Gate Road until you hit Hells Gate State Park.</p> <p><strong>Things to Do at Hasotino Village Site</strong></p> <p><strong>Explore the Site</strong></p> <p>The Hasotino Village Site is now owned by the U.S. Army Corps of Engineers, Walla Walla District, and is incorporated into Hells Gate State Park. Little is left of the village, but depressions south of the campground are the remnants of pit houses used for years by the Nez Perce as they fished for lamprey near Asotin Creek.</p> <p><strong>Respecting Sacred Places</strong></p> <p>Ancient places are sacred to the Nez Perce and protected by federal law. The digging, collection, or damaging of these resources is a felony offense punishable by fines up to $100,000 or imprisonment or both.</p>",
    "audioDescription": "An expansive grassy field along the Snake River bordered by grassy hillsides.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Information"
    ],
    "managedByOrg": "U.S. Army Corps of Engineers",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "46°21'11.05\"N 117°3'34.40\"W",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Nez Perce village site",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7B43E61C-3A74-49CC-9A01-0658D6D3D391",
    "url": "https://www.nps.gov/places/heart-of-the-monster.htm",
    "title": "Heart of the Monster",
    "listingDescription": "According to the Nimiipuu (Nez Perce) creation story, Iceye’ye (Coyote) killed a large monster along the Clearwater River near present day Kamiah, Idaho, thus creating different tribes in the region, including the Nimiipuu. A rock formation in the area is said to represent the heart of the monster described in the legend. It is sacred to the Nimiipuu people.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5FBBF5C6-F254-CE62-1C8F888CBCDD3703.jpg",
        "credit": "NPS",
        "altText": "A grass-covered mound, representing the heart of an ancient monster, sits along a paved trail.",
        "title": "Heart of the Monster",
        "description": "",
        "caption": "Heart of the Monster is venerated as the creation site of the Nez Perce people.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5FBBF5C6-F254-CE62-1C8F888CBCDD3703.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5FBBF5C6-F254-CE62-1C8F888CBCDD3703.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Nimíipuu",
      "Nez Perce",
      "Nez Perce Story Sites",
      "basalt",
      "origin story"
    ],
    "latitude": "46.210816",
    "longitude": "-116.005822",
    "latLong": "46.210816,-116.005822",
    "bodyText": "<p>There is a creation story at the center of every culture. For the <i>nimíipuu</i>, or Nez Perce, the story of their people begins at the landmark near present day Kamiah, Idaho called<em> timʼné•pe</em>, or Heart of the Monster<i>,</i> where Iceye'ye (coyote) killed a monster who was eating all of the animals.<br /> The Heart of the Monster is a 53 acre site located off of U.S. 12 East approximately 60 miles east of the park visitor center in Spalding, Idaho, and about 2 miles upstream from the bridge that crosses the Clearwater River in east Kamiah, Idaho.<br /> <b>Driving to Heart of the Monster</b><br /> Located on U.S. Highway 12 at mile marker 68.<br /> <strong>From the Spalding Visitor Center</strong>, turn right onto U.S. Highway 95 to head north. After 1 mile, use the right lane to take the ramp to Orofino/Missoula on U.S. Highway 12 East. Continue on U.S. Highway 12 East for 55 miles to Kamiah, ID. Continue passed Kamiah for 2 miles. The Heart of the Monster will be on the right.<br /> <strong>Things to Do at Heart of the Monster<br /> Explore the Site</strong></p> <p>This site has an interpretive shelter with two exhibits and an audio program. These give you the background information on the role of legends in Nez Perce culture and tell part of the “Coyote and the Monster” legend in Nez Perce and in English. A short trail (approx. 0.2 miles) leads to the “Heart of the Monster” feature and a small semi circle of seating. Here another audio recording tells the “Coyote and the Monster” legend in English. Other amenities at this site include RV parking, restrooms, a water fountain, and picnic tables. Either return to your vehicle along the paved trail, or take the unpaved scenic trail to the north and west to make your hike a loop, for a total length of 0.5 miles.</p> <p><strong>Respecting Sacred Ground</strong></p> <p>As visitors to a spiritual place for the Nez Perce, we ask you treat Heart of the Monster with the same respect and honor you would show to any other sacred or religious site.</p> <ul> <li>Resist the tempation to approach, climb upon, or deface the rock features.</li> <li>Digging in the area or collecting rocks is not allowed at this site.</li> <li>Metal detector and drone use is strictly prohibited here and throughout the entire park.</li> <li>Please do not litter.</li> <li>Keep dogs leashed at all times, and pick up any waste they may leave behind.</li> <li>Report any damage or suspected violation to the National Park Service at (208) 843-7001 or <a href=\"https://home.nps.gov/common/utilities/sendmail/sendemail.cfm?o=4580CBBEA2C0BAAC91A91AA1ED12A5A9439352AF52A69FD15810B8&r=/nepe/planyourvisit/visit-buffalo-eddy.htm\">email us</a>.</li> </ul>",
    "audioDescription": "A gently sloped basalt mound, covered in grass, approximately 50 feet tall, is at this location. The mound is surrounding by fencing and has a mixture of vegetation on it. There is a dirt path that surrounds the mound.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Restroom"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "46.210816, -116.005822",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Creation site for the Nez Perce People",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "74CBAB91-D761-4962-9CC3-30EF9A9721AF",
    "url": "https://www.nps.gov/places/joseph-canyon-viewpoint.htm",
    "title": "Joseph Canyon Viewpoint",
    "listingDescription": "The canyon seen from this overlook was one of the winter homes of the Chief Joseph band of Nez Perce. Tradition holds that Chief Joseph was born in a cave along the east bank of the creek.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5AF77225-E995-BB2D-6763465F2283DB71.jpg",
        "credit": "NPS",
        "altText": "Trees, mountains, and clouds are all on display at the Joseph Canyon overlook.",
        "title": "Joseph Canyon Viewpoint",
        "description": "",
        "caption": "The stunning vistas of Joseph Canyon can be enjoyed from the parking lot of Joseph Canyon overlook.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5AF77225-E995-BB2D-6763465F2283DB71.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5AF77225-E995-BB2D-6763465F2283DB71.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Nez Perce",
      "Nimiipuu",
      "canyon"
    ],
    "latitude": "45.835469",
    "longitude": "-117.263178",
    "latLong": "45.835469,-117.263178",
    "bodyText": "<p>Joseph Canyon is a 2,000 foot basalt canyon in northern Wallowa County, Oregon, and southern Asotin County, Washington. It contains Joseph Creek, a tributary of the Grande Ronde River which flows into the Snake River and then into the Columbia. Prior to European settlement, the Nez Perce used the canyon bottomlands as a travel corridor from summer camp sites in the Wallowa Valley to winter camp sites along the Grand Ronde and Snake Rivers. In the 1700s, the Nez Perce raised horses on the canyon grasslands. Beginning in the mid-19th century, pioneer settlers homesteaded in the area, grazing sheep and cattle and planting fruit orchards. However, the rocky terrain prohibited extensive agricultural production.<br /> The canyon seen from the overlook was one of the winter homes of the Chief Joseph band of Nez Perce. Tradition holds that Chief Joseph was born in a cave along the east bank of the creek. </p> <p><strong>Getting to Joseph Canyon Viewpoint</strong></p> <p>The Joseph Canyon Viewpoint is at a highway pullout along Oregon Route 3, approximately 30 miles north of Enterprise, OR, and 11 miles south of the Washington border.</p> <p><strong>Driving to Joseph Canyon Viewpoint</strong></p> <p>From Enterprise, Oregon turn north off U.S. Highway 82 onto U.S. Highway 3/First Street. Go 30 miles on U.S. Highway 3 towards Lewiston, Idaho. The entrance to the highway pullout is on the right.</p> <p><strong>Things to do at Joseph Canyon Viewpoint</strong></p> <p><strong>Explore the Site</strong></p> <p>Joseph Canyon <strong>is privately owned</strong>. However from the Joseph Canyon Viewpoint, you can view the impressive scenery that was once the winter homes of Chief Joseph's band of Nez Perce. Joseph Creek that runs through the canyon is designated a wild and scenic river. The viewpoint includes interpretive signs of the canyon and the role it played as the winter homes of the Chief Joseph band and their journey from the area in 1877. There are also accessible vault toilets and RV and truck trailer parking.</p>",
    "audioDescription": "From the overlook, there is a scenic view of mountains and heavily wooded canyonlands. Several interpretive panels on the north side of the site provide orientation to other sites of Nez Perce National Historical Park. On the south side of the parking area, a short trail leads to two pit toilets.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Restroom",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "Private Property, Wallowa-Whitman National Forest, Oregon Department of Transportation",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "45.835469, -117.263178",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D2BA4703-223D-41D6-896A-2E9D7D073A99",
    "url": "https://www.nps.gov/places/lapwai-mission.htm",
    "title": "Lapwai Mission",
    "listingDescription": "Overview of NEPE Lapwai Mission Site",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7E57D08D-9B3F-4E39-CE1051A99FCB51F1.jpg",
        "credit": "National Park Service",
        "altText": "Wooden roadside sign with yellow text and brown background.",
        "title": "Lapwai Mission",
        "description": "",
        "caption": "Sign at unpaved roadside pullout",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7E57D08D-9B3F-4E39-CE1051A99FCB51F1.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7E57D08D-9B3F-4E39-CE1051A99FCB51F1.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Nez Perce",
      "Nimiipuu",
      "Historical marker",
      "mission era",
      "Nez Perce National Historical Park"
    ],
    "latitude": "46.41747610315927",
    "longitude": "-116.80307865142822",
    "latLong": "46.41747610315927,-116.80307865142822",
    "bodyText": "<p>In 1836, Henry and Eliza Spalding accompanied Marcus and Narcissa Whitman across the Great Plains to open missions in the Pacific Northwest. The Spaldings selected a spot approximately two miles up Lapwai Creek and settled among the Nez Perce. At the beginning of January 1837, Eliza began to teach and Henry began to preach among the Nez Perce. By the summer, however, Spalding made the decision to relocate his mission because it was too hot and inundated with mosquitoes. In 1838, Henry Spalding and his wife moved their mission complex to the mouth of Lapwai Creek, some five miles away, where it would remain until 1838 when they fled Nez Perce country in the aftermath of the murders of Marcus and Narcissa Whitman at their mission in Walla Walla.<br />  </p> <p><strong>Getting to Lapwai Mission</strong></p> <p>A historical marker with information about the Lapwai Mission is located on the east side of U.S. Highway 95, about 12 miles south of Lewiston, Idaho.</p> <p><strong>Driving to Lapwai Mission</strong></p> <ul> <li>From Lapwai, Idaho, head north on Main St S toward Birch Ave E. Then take a quick right onto Birch Ave E for 0.2 miles. Then turn left onto U.S. Highway 95 North for 0.8 miles. The highway pullout will be on the right.</li> <li>From Lewiston, Idaho, head northwest on 21st St toward 19th Ave. Then Use any lane to turn right onto U.S. Highway 12 East for 8.4 miles. Then continue onto U.S. Highway 95 South for 4.4 miles. The highway pullout will be on the left.</li> </ul> <p><strong>Things to Do at Lapwai Mission</strong></p> <p><strong>Explore the Site</strong></p> <p>The Lapwai Mission no longer stands. The exact location of the mission is unknown, only the general location. On the highway pullout off of U.S. Highway 95, there is a historical marker about the impact that missionaries such as Henry Spalding had upon the Nez Perce.</p> <p> </p>",
    "audioDescription": "A highway pullout for vehicles to park with a large wooden sign with written information about the Lapwai Mission. Sign has a brown background with a green silhouette of Idaho state on the left side with Hwy 95 with the approximate site location of the Lapwai Mission is located in the upper left corner. A black bordered rectangle with 2 feathers and 'Site 5\" is in the lower right corner of the state silhouette. On the right side of the sign there is a green mountain silhouette with a few trees and a sign coming out of the ground with the number 112 in green lettering. There is yellow text in the middle of the sign that says \"Lapwai Mission\" \"Henry Harmon Spalding established Idaho's earliest mission near here. Nov. 29, 1836, at a site chosen by the Nez Perce Indians. Ever since they met Lewis and Clark in 1805-06, the Nez Perce had wanted to find out more about the white mans ways. In 1831 a Nez Perce delegation went all the way to St. Louis, where they saw Clark again and asked for teachers. Spalding came west to answer their call: with Indian help, a house and assembly hall were built in 24 days, and it two months Mrs. Spalding started a mission school. In 1838 the mission was moved north to the Clearwater.\"",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/nepe/planyourvisit/visit-lapwai-mission.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Information",
      "Parking - Auto"
    ],
    "managedByOrg": "Idaho Transportation Department, Idaho State Historical Society",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "46°25'1.87\"N 116°48'9.78\"W",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "First location of the Spalding Mission established for teaching and preaching among the Nez Perce",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "2A07458A-C904-4A5F-B3E3-5B90273E388E",
    "url": "https://www.nps.gov/places/lenore.htm",
    "title": "Lenore",
    "listingDescription": "Overview of Lenore",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/2A7AA942-0493-3195-9AE9E511D0EAA0AE.jpg",
        "credit": "National Park Service",
        "altText": "Clearwater River at Lenore with a sandy beach and hillsides covered in trees",
        "title": "Lenore",
        "description": "",
        "caption": "Clearwater River at Lenore",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/2A7AA942-0493-3195-9AE9E511D0EAA0AE.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/2A7AA942-0493-3195-9AE9E511D0EAA0AE.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Nimiipuu",
      "Nez Perce",
      "Archeological Site",
      "rest area"
    ],
    "latitude": "46.510403",
    "longitude": "-116.56315",
    "latLong": "46.510403,-116.56315",
    "bodyText": "<p>The Nez Perce established permanent village sites along major river corridors. This site contains evidence of early occupation by ancestral Nez Perce dating from about 8,500 years ago. When archeologists explored Lenore in the 1960's, they found remains of pit houses. As the name suggests, the pits were covered with a log superstructure and then soil. This method of construction kept the house warm in the winter and cool in the summer. In some pit houses, areas had been dedicated to food storage to sustain the occupants through the winter months.</p> <p><strong>Getting to Lenore</strong></p> <p>The Lenore site is situated at a highway rest area on the north side of U.S. Highway 12 about 25 miles east of Lewiston, Idaho.<br /> Located on U.S. Highway 12 at mile marker 2</p> <p><strong>Things to Do at Lenore</strong></p> <p><strong>Explore the Site</strong></p> <p>The Lenore site is now associated with Lenore Rest Area at mile marker 28 on U.S. Highway 12. At the rest area there is an interpretive sign that explains about the Nez Perce people and the Lenore site. The area is also a popular access point to the Clearwater River for fishing and boating. The rest area also includes restrooms, picnic tables, drinking fountains, telephone, vending machines, pet area, and RV dump.</p>",
    "audioDescription": "The highway rest area consists of a large paved parking area, with several islands of grass throughout. There is no visible evidence of the village.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Pets Allowed",
      "Picnic Table",
      "Restroom",
      "Restroom - Accessible",
      "Toilet - Flush",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "Idaho Transportation Department, Idaho State Historical Society",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "46.510403, -116.563150",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Archeological Site of the Nez Perce",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "59D75CAC-464F-4D21-B12B-AE6474457AC5",
    "url": "https://www.nps.gov/places/lewis-and-clark-long-camp.htm",
    "title": "Lewis and Clark Long Camp",
    "listingDescription": "Overview of Long Camp",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/853F926A-F1CF-7C3A-DE94140AA3D26DB2.jpg",
        "credit": "National Park Service",
        "altText": "Vehicles parked in a roadside pullout with a gravel lot with information panels",
        "title": "Long Camp Roadside Pullout",
        "description": "",
        "caption": "Long Camp Historic Markers",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/853F926A-F1CF-7C3A-DE94140AA3D26DB2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/853F926A-F1CF-7C3A-DE94140AA3D26DB2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Nez Perce",
      "Nimiipuu",
      "Lewis and Clark Expedition",
      "Corps of Discovery",
      "camp"
    ],
    "latitude": "46.22282279789192",
    "longitude": "-116.00916624069214",
    "latLong": "46.22282279789192,-116.00916624069214",
    "bodyText": "<p>After spending the winter of 1805-06 on the Oregon Coast, Lewis and Clark were eager to return home. Having left their horses in the care of the Nez Perce they had met the previous fall, the expedition was compelled to return to Nez Perce country. Their enthusiasm to return home was dampened by snow in the Bitterroot Mountains. With their route home blocked, they spent four weeks (May 14 - June 10) living among the Nez Perce near present day Kamiah.<br /> <br /> A historical marker with information about Long Camp is located on U.S. Highway 12, approximately one mile east of Kamiah, Idaho.</p> <p><strong>Getting to Lewis and Clark Long Camp</strong></p> <p>A historical marker with information about Long Camp is located on U.S. Highway 12, approximately one mile east of Kamiah, Idaho.<br /> Located on U.S. Highway 12 at mile marker 67.6<br /> <strong>Driving to Lewis and Clark Long Camp</strong></p> <p><strong>From Kamiah, Idaho</strong>, turn right onto U.S. Highway 12 E/3rd St (signs for Kooskia/Missoula). Continue to follow U.S. Highway 12 E for 1.3 miles. The highway pullout will be on the right.</p> <p><strong>Things to Do at Lewis and Clark Long Camp</strong></p> <p><strong>Explore the Site</strong></p> <p>The actual Long Camp site is approximately 2 miles downstream. The site is now privately owned and <strong>is not accessible to the public. </strong>On the highway pullout off of U.S. Highway 12, there are several interpretive signs that explain Lewis and Clark's stay at Long Camp.</p>",
    "audioDescription": "Roadside pullout with a gravel parking area and a variety of trees around the border. There are 5 wooden information signs providing information on the history of the area.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Information",
      "Parking - Auto",
      "Parking - Bus/RV"
    ],
    "managedByOrg": "Private Property, Idaho Transportation Department, Idaho State Historical Society",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "46°13'20.76\"N 116°0'33.79\"W",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Site of Nez Perce camp where Lewis and Clark spent the winter of 1805-06",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Historic Marker",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "4EF519AD-4187-42BF-9644-59EB102DE69D",
    "url": "https://www.nps.gov/places/lolo-trail-mt-id.htm",
    "title": "Lolo Trail",
    "listingDescription": "In mid-September 1805, the Lewis and Clark Expedition reached the historic Lolo Trail. The Corps knew the Lolo Trail would provide them a physical challenge, and they feared they would not survive the peaks without assistance. They were able to acquire as many horses as possible and enlist the help of a few guides who knew the route that lay ahead. Under the guidance of Old Toby (Shoshone), the Corps turned northward and began their ascent into the Bitterroot Mountains.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/nri/20171023/places/E8B32EAB-1DD8-B71B-0BD78ACABABEA3AC/E8B32EAB-1DD8-B71B-0BD78ACABABEA3AC.jpg",
        "credit": "Photo by G Thomas",
        "altText": "view of the bitterroot mountains",
        "title": "",
        "description": "",
        "caption": "View of the Bitterroot Mountain Range in Montana and Idaho",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "IA,ID,IL,IN,KS,KY,MO,MT,NE,ND,OH,OR,PA,SD,WA,WV",
        "parkCode": "lecl",
        "designation": "National Historic Trail",
        "fullName": "Lewis & Clark National Historic Trail",
        "url": "https://www.nps.gov/lecl/index.htm",
        "name": "Lewis & Clark"
      },
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "travel lewis clark",
      "Lewis and Clark",
      "expedition",
      "Nez Perce National Historical Park",
      "history",
      "heritage",
      "travel itineraries",
      "National Register of Historic Places",
      "National Historic Landmark",
      "Meriwether Lewis",
      "William Clark",
      "Corps of Discovery",
      "Westward Expansion",
      "Montana",
      "Idaho",
      "bitterroot mountains"
    ],
    "latitude": "46.75563049316406",
    "longitude": "-114.08232116699219",
    "latLong": "46.75563049316406,-114.08232116699219",
    "bodyText": "<p dir=\"ltr\" style=\"margin-top:0pt; margin-bottom:0pt\"><span style=\"line-height:1.38\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"background-color:#ffffff\"><span style=\"vertical-align:baseline\"><span style=\"white-space:pre-wrap\">In mid-September 1805, the Lewis and Clark Expedition reached the historic Lolo Trail. The Corps knew the Lolo Trail would provide them a physical challenge, and they feared they would not survive the peaks without assistance. They were able to acquire as many horses as possible and enlist the help of a few guides who knew the route that lay ahead. Under the guidance of Old Toby (Shoshone), the Corps turned northward and began their ascent into the Bitterroot Mountains. </span></span></span></span></span></span></p>   <p dir=\"ltr\" style=\"margin-top:0pt; margin-bottom:0pt\"><span style=\"line-height:1.38\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"background-color:#ffffff\"><span style=\"vertical-align:baseline\"><span style=\"white-space:pre-wrap\">Over the course of 11 days they walked a 200-mile stretch of mountain terrain. They suffered from frostbite, malnutrition and dehydration. Clark noted, \"I have been wet and as cold in every part as I ever was in my life, indeed I was at one time fearfull my feet would freeze in the thin Mockirsons which I wore\" (DeVoto 1997, 240). They pushed forward, nearing the end of the Trail. Capturing the moment, Lewis wrote:</span></span></span></span></span></span></p> <p dir=\"ltr\" style=\"margin-top:0pt; margin-bottom:0pt\"> </p> <p dir=\"ltr\" style=\"margin-top:0pt; margin-bottom:0pt\"><span style=\"line-height:1.38\"><span style=\"background-color:#ffffff\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"font-style:italic\"><span style=\"vertical-align:baseline\"><span style=\"white-space:pre-wrap\">“. . . the pleasure I now felt in having tryumphed over the rockey Mountains and decending once more to a level and fertile country where there was every rational hope of finding a comfortable subsistence for myself and party can be more readily conceived than expressed, nor was the flattering prospect of the final success of the expedition less pleasing . . .</span></span></span></span></span><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"vertical-align:baseline\"><span style=\"white-space:pre-wrap\">”</span></span></span></span></span></span></p> <p dir=\"ltr\" style=\"margin-top:0pt; margin-bottom:0pt\"> </p> <span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"vertical-align:baseline\"><span style=\"white-space:pre-wrap\">Exhausted and starving, the men stumbled out of the Bitterroot Mountains and encountered the </span></span></span></span><a href=\"https://www.nps.gov/articles/nez-perce-national-historical-park-mt-id.htm\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#1155cc\"><span style=\"text-decoration-line:underline\"><span style=\"vertical-align:baseline\"><span style=\"white-space:pre-wrap\">Nez Perce Indians</span></span></span></span></span></span></a><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"vertical-align:baseline\"><span style=\"white-space:pre-wrap\"> at </span></span></span></span><a href=\"https://www.nps.gov/places/weippe-prairie-id.htm\"><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"color:#1155cc\"><span style=\"text-decoration-line:underline\"><span style=\"vertical-align:baseline\"><span style=\"white-space:pre-wrap\">Weippe Prairie</span></span></span></span></span></span></a><span style=\"font-size:11pt\"><span style=\"font-family:Arial\"><span style=\"vertical-align:baseline\"><span style=\"white-space:pre-wrap\">. On their return trip, the Corps of Discovery again traversed the Lolo Trail - this time taking 15 days.</span></span></span></span>",
    "audioDescription": "The Lolo Trail sprawls along the Bitterroot Mountain Range of the Rocky Mountains from Lolo Montana to Weippe Prairie Idaho. Large snow-capped mountain tops and canyons are visible while on the trails as far as the eyes can see. Large, dense patches and meadows of pine trees, sometimes also snow-capped, are visible along the trail as well.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "fd52c547-45bc-494a-bebe-30209dc1cbc6",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Information"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "From Lolo, MT to Weippe Prairie, ID",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Route taken by Corps of Discovery",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "9750F1B7-0E77-471F-B98A-79DE7CD2670C",
    "url": "https://www.nps.gov/places/lolo-trail-and-lolo-pass.htm",
    "title": "Lolo Trail and Lolo Pass",
    "listingDescription": "Overview of Lolo Pass and Trail",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4D957919-A9ED-8B8F-C46749027E8DB0FF.jpg",
        "credit": "USDA Forest Service/Robert Peterson",
        "altText": "Evergreen trees covered in snow on the Bitterroot Mountains.",
        "title": "Lolo Pass",
        "description": "",
        "caption": "Lolo Pass and Trail",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4D957919-A9ED-8B8F-C46749027E8DB0FF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4D957919-A9ED-8B8F-C46749027E8DB0FF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Historic site",
      "historic trail",
      "Nimiipuu",
      "Nez Perce",
      "mountain pass"
    ],
    "latitude": "46.38976691723307",
    "longitude": "-116.17535590274201",
    "latLong": "46.38976691723307,-116.17535590274201",
    "bodyText": "Used by the Nez Perce long before Euro-Americans came on the scene, the route over the Bitterroot Mountains, known today as the Lolo Trail, extends from Weippe Prairie to Lolo Pass along the Idaho-Montana border. Lewis & Clark followed this route on their trip across the mountains to the west coast in 1805. Looking for safety in Montana in late July of 1877, the non-treaty Nez Perce followed the same trail during the Flight of 1877.<br /> <b>Directions to Lolo Pass and Lolo Trail</b><br /> Lolo Pass along U.S. Highway 12 begins in Greer, Idaho on the west end and ends 150 miles east at the Fort Fizzle interpretive site in Montana. This is a paved, two-lane highway with speed limits 50 miles-per-hour or less with few turnouts and limited opportunities to pass.<br /> <strong>Directions to Lolo Visitor Center: </strong>From the Spalding Visitor Center, turn right onto U.S. Highway 95 to head north. After 1 mile, use the right lane to take the ramp to Orofino/Missoula on U.S. Highway 12 East. Continue on U.S. Highway 12 East 163 miles. The Lolo Visitor Center will be on the right immediately before the Montana/Idaho border.<br /> <strong>Things to Do at Lolo Pass and Lolo Trail</strong><br /> <b>Explore the Site</b><br /> The Nez Perce Trail and Pass is an affiliated site of the Nez Perce National Historical Park that is owned and managed in large part by the Nez Perce-Clearwater National Forest on the Idaho side of the border and the Lolo National Forest in Montana. There is a series of historic signs about the Lolo Trail and the Nez Perce (Nee Mee Poo) Trail as well as picnic areas at Fort Fizzle The National Forests offer several recreational opportunities such as camping, hiking, horseback riding, hunting, hot springs, skiing, snowshoeing, and snowmobiling.Stop by the Lolo Pass Visitor Center located on the Montana/Idaho border along U.S. Highway 12 has an interpretive center with information on the Lewis & Clark journey across the Bitterroot Mountains, the Nez Perce Flight of 1877, historical, natural, and general information about the area, and a bookstore/gift shop. It also has 24-hour restrooms, a covered picnic area, and a short interpretive trail with benches.<br />  ",
    "audioDescription": "Mountain pass over the bitterroot mountains covered with green grasses and evergreen trees. Typically snow-covered during the winter months. There is a log cabin style visitor center and a large concrete parking lot.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "Nez Perce-Clearwater National Forest",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "U.S. Highway 12 begins in Greer, Idaho on the west end and ends 150 miles east at the Fort Fizzle interpretive site in Montana",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Route over the Bitterroot Mountains used by the Nez Perce and Lewis and Clark",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B7BD0A10-558A-49C7-A4D0-22118899809B",
    "url": "https://www.nps.gov/places/looking-glass-camp.htm",
    "title": "Looking Glass Camp",
    "listingDescription": "The site of Looking Glass's Camp is part of the US Fish and Wildlife Service's Kooskia National Fish Hatchery. Here the Looking Glass band of Nez Perce was attacked while within the Nez Perce Reservation; this attack caused Looking Glass to join the Nez Perce war of 1877.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/916446CA-F230-4212-A71EC11BC84BD31A.jpg",
        "credit": "National Park Service",
        "altText": "Grassy wetland area at Looking Glass Camp",
        "title": "Looking Glass Camp",
        "description": "",
        "caption": "Looking Glass Camp",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/916446CA-F230-4212-A71EC11BC84BD31A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/916446CA-F230-4212-A71EC11BC84BD31A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Nez Perce National Historical Park",
      "nez perce national historic trail",
      "Nez Perce Nee-Me-Poo NHT",
      "Nez Perce War",
      "Flight of 1877"
    ],
    "latitude": "46.13578584851538",
    "longitude": "-115.95448493968433",
    "latLong": "46.13578584851538,-115.95448493968433",
    "bodyText": "Though he originally opposed the 1863 Treaty and certainly sympathized with the Nez Perce bands who had been dispossessed of their land, Chief Looking Glass was originally neutral during the Flight of 1877. Unfortunately, General Howard did not trust that Looking Glass would remain this way. He ordered Captain Whipple and two companies of men from the First U.S. Cavalry to attack the Looking Glass camp. Several Nez Perce<i> </i>were killed and the village was burned to the ground. Enraged, Looking Glass joined the non-treaty bands. Familiar with the route and a skilled warrior, Looking Glass provided invaluable assistance to the non-treaty bands of Nez Perce<i>.</i><br /> <b>Explore the Site</b><br /> A hiking trail along the Middle Fork of the Clearwater River at the hatchery tells the story of the attack on Chief Looking Glass’ village. The trail is very short, roughly 0.15 miles each way. Near the interpretive trail, there is a small wooden platform with a view of a wetland that has a picnic table. There is also a historical marker that explains the attack on Looking Glass Camp at a highway pullout on the north side of the Middle Fork of the Clearwater River off U.S. Highway 12, three miles east of Kooskia, Idaho.<br /> <b>Driving to Looking Glass Camp</b><br /> From the Spalding Visitor Center, turn right onto U.S. Highway 95 to head north. After 1 mile, use the right lane to take the ramp to Orofino/Missoula on U.S. Highway 12 East. Continue on U.S. Highway 12 East for 63 miles to Kooskia, ID. Continue for an additional 0.7 miles. The highway pullout and interpretive sign will be on the right. The Kooskia National Fish Hatchery’s trailhead is located at 126 Kings BluffKooskia, ID 83539. To access it from Kooskia, ID, take the bridge exit off U.S. Highway 12 and follow posted signs to the Kooskia National Fish Hatchery. At the fork, follow signs for “DEAD END” for about 0.1 mile until you reach the trailhead.",
    "audioDescription": "The roadside pullout contains a large brown sign installed on the edge of a paved parking area. The 0.15 mile interpretive trail features grass, trees, and a wooden platform with a view of a wetland and a picnic table.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.fws.gov/fish-hatchery/kooskia",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Picnic Table"
    ],
    "managedByOrg": "United States Fish and Wildlife Service (USFWS)",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Kooskia, Idaho",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The Looking Glass Band joined the non-treaty Nez Perce on July 1, 1877, when their village was attacked by the U.S. Army.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B98F932E-6F2B-4F46-8650-40059DA4D6D8",
    "url": "https://www.nps.gov/places/lostine-campsite.htm",
    "title": "Lostine Campsite",
    "listingDescription": "At the junction of the Lostine and Wallowa Rivers is a traditional Nez Perce summer campsite where Old Chief Joseph died in 1871. This landscape has changed little from the days before the area was settled.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BDD5492A-D771-7C4E-8F231C239FC2D9B8.jpg",
        "credit": "NPS Photo",
        "altText": "An open tall grass meadow with rounded mountains in the distance",
        "title": "Lostine Campsite",
        "description": "",
        "caption": "",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BDD5492A-D771-7C4E-8F231C239FC2D9B8.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BDD5492A-D771-7C4E-8F231C239FC2D9B8.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Nez Perce",
      "Nimiipuu",
      "Old Chief Joseph",
      "NEPE"
    ],
    "latitude": "45.550000853696645",
    "longitude": "-117.49554633919615",
    "latLong": "45.550000853696645,-117.49554633919615",
    "bodyText": "<p>At the junction of the Lostine and Wallowa Rivers in Oregon is a traditional Nez Perce summer campsite. Old Chief Joseph died at this location in 1871, and was originally buried between the forks of the Wallowa and Lostine Rivers. Thieves robbed his grave twice after the United States government force the Nez Perce to leave the valley. in 1926, Old Chief Joseph's remains were reburied at their current location near Wallowa Lake. The Lostine creek area is managed by the United States Forest Service as part of the Wallowa-Whitman National Forest.</p>   <p><strong>Getting to Lostine Campsite</strong></p> <p>Lostine Campsite about 12 miles west of Enterprise, Oregon, just off Oregon Highway 82 at the junction of the Lostine and Wallowa Rivers.</p> <p><strong>Driving to Lostine Campsite</strong></p> <p><strong>From Enterprise, Oregon</strong>, travel west on Oregon State Highway 82 for 9.8 miles to the Lostine Campsite</p> <p><strong>Things to do at Lostine Campsite</strong></p> <p><strong>Explore the Site</strong></p> <p>The confluence area is an Oregon State Wildlife refuge which remains undeveloped. The valley landscape is predominately agricultural, with grazing and cultivation on the flat bottom and grazing on the slopes away from the river. The southern view is a forested ridge, backed by the snowcapped peaks of the Wallowa Mountains.</p>",
    "audioDescription": "Open grassland field with tall grasses covering the landscape, hill and mountains in the distance covered by dark green coniferous trees. Farming fields with wheat and other crops can be seen along the highway.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.fs.usda.gov/detail/wallowa-whitman/specialplaces/?cid=stelprdb5250870",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "Wallowa-Whitman National Forest",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "45°33'6.65\"N 117°29'18.99\"W",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C734358E-624F-4EC2-B2C4-ED23D3780636",
    "url": "https://www.nps.gov/places/mcbeth-house.htm",
    "title": "McBeth House",
    "listingDescription": "Overview of the McBeth House.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BAC9B3E7-F0D6-AB0A-3AE1F1AEF972D819.jpg",
        "credit": "National Park Service",
        "altText": "Wooden cabin with a wooden serpentine fence",
        "title": "McBeth House",
        "description": "",
        "caption": "McBeth House",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BAC9B3E7-F0D6-AB0A-3AE1F1AEF972D819.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BAC9B3E7-F0D6-AB0A-3AE1F1AEF972D819.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "missionaries",
      "Nez Perce",
      "Presbyterian Church",
      "Historic site"
    ],
    "latitude": "46.44753780027143",
    "longitude": "-116.82277310023323",
    "latLong": "46.44753780027143,-116.82277310023323",
    "bodyText": "<p>Kate and Sue McBeth were missionary teachers to the Nez Perce during the last quarter of the 19<sup>th</sup> century. Sue arrived in Lapwai in 1873 and her sister followed in 1879. The McBeth sisters built on Henry Spalding’s work and continued to strengthen the Presbyterian Church, vigorously enforcing church doctrine and stamping out traditional practices. The house they lived and worked out of is still standing.<br /> <br /> The McBeth house is located on private property and is not currently open to the public. Out of respect for the land owners, we do not provide directions to this site.</p> <br />  ",
    "audioDescription": "An old, rugged two story cabin is surrounded by a fence made of stacked logs that zig zag around the building. The roof of the cabin is worn by the elements and has moss growing on it. The facade of the cabin is also very worn and there are 8 modern style wooden supports with metal attachments in the center keeping the structure secure. There are 3 windows and one door on the front that have been boarded up a long time ago, as they are just as weathered as the rest of the structure. The cabin and the fence are surrounding by tall evergreen trees and a blue barn with a light roof can be seen in the foreground on the right side.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/nepe/planyourvisit/visit-mcbeth-house.htm",
    "isOpenToPublic": "0",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "3fcd560d-c0b9-40c6-84b6-5ce63dc833af",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "Private Property",
    "quickFacts": [
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historic home of Nez Perce missionaries",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "CA3643ED-32B5-49DD-A355-EC11176CBD28",
    "url": "https://www.nps.gov/places/musselshell-meadow.htm",
    "title": "Musselshell Meadow",
    "listingDescription": "Before the arrival of settlers and sustained agriculture and ranching, the Nez Perce frequented the prairies above the Clearwater River to gather camas. After the Treaty of 1863, Weippe Prairie was out of the reservation boundaries and with the passage of the Dawes Act in the 1880s, most of Camas Prairie became privately held farm land. Many nimí·pu· went to gather roots at the edge of the mountains, such as Musselshell Meadow. Nez Perce root diggers continue to frequent Muss",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C0F3F50F-F46B-BCD5-E2C68C8030A87DA7.jpg",
        "credit": "NPS Photo",
        "altText": "An open prairie field with a few scattered coniferous trees. In the distance are rounded hills",
        "title": "Musselshell Meadows",
        "description": "",
        "caption": "Musselshell Meadows is one of the locations where the Nez Perce gather roots",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C0F3F50F-F46B-BCD5-E2C68C8030A87DA7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C0F3F50F-F46B-BCD5-E2C68C8030A87DA7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Nez Perce",
      "Nimiipuu",
      "Clearwater National Forest",
      "Flight of 1877"
    ],
    "latitude": "46.35462191197031",
    "longitude": "-115.74609518051147",
    "latLong": "46.35462191197031,-115.74609518051147",
    "bodyText": "<p>The connection to the land is one of the constant themes encountered when you speak to a Nez Perce. It's the land and what it offers that bridges contemporary Nez Perce with their ancestors. Musselshell Meadow is a place that reminds us of that connection. Nestled at the edge of the Bitterroot Mountains, it is a place that Nez Perce have gathered to find the camas lily.</p> <p>Camas was once gathered throughout the prairies that are found in the heart of Nez Perce country. The plant is a sacred food and historically supplemented the fish and game that came from the surrounding area. Before the arrival of settlers and the coming of sustained agriculture and ranching, the Nez Perce frequented the Prairies above the Clearwater River to gather camas. After the Treaty of 1863, Weippe was out of the reservation boundaries and with the passage of the Dawes Act in the 1880s, most of the Camas Prairie became privately held farm land. These changes made access to traditional and accustomed areas more difficult to access. Many went to gather roots at the edge of the mountains. Musselshell Meadow is one of these places.</p> <p>In 1877, the Nez Perce fleeing the army passed through here on their way east and beginning in 1897, the meadow complex became part of the Bitterroot Forest Reserve which is now Clearwater National Forest. The forest service built a cabin here in 1902 and have had a presence here ever since. Nez Perce root diggers continue to frequent Musselshell and can often be seen in the late summer and early fall gathering camas. Despite the passage of time and the challenges of finding sustainable camas grounds, traditions established centuries ago continue<br /> to frequent Musselshell Meadows and often gather camas in the late summer and early fall.</p> <p><strong>Getting to Musselshell Meadow</strong></p> <p>Musselshell Meadow is 10 miles east of Weippe, Idaho, on Forest Road 100.</p> <p><strong>Driving to Musselshell Meadow</strong></p> <p><strong>From Weippe, Idaho</strong>, head southwest on N Main St toward Pierce St E. Then take a quick left onto Pierce St E. Pierce St E will then turn into Musselshell Rd. Continue onto Musselshell Rd for 10.4 miles. Musselshell Rd will then turn into County Rd 100. Continue onto County Rd 100 until you see the Musselshell Meadow parking lot.</p> <p><strong>Things to Do at Musselshell Meadow</strong></p> <p><strong>Explore the Site</strong></p> <p>Musselshell Meadow is part of the <a href=\"https://www.fs.usda.gov/recarea/nezperceclearwater/recarea/?recid=80123\">Clearwater National Forest</a>. From the parking lot, visitors can walk a short trail to a wayside exhibit that looks out onto the meadow. Good wildlife viewing is available from this point.</p>",
    "audioDescription": "An open prairie with tall green grasses and scattered coniferous trees. A parking pullout with a vault toliet and a sign about the area. Beyond the field are rounded mountains covered with dark green coniferous trees.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.fs.usda.gov/recarea/nezperceclearwater/recarea/?recid=80123",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Restroom"
    ],
    "managedByOrg": "Clearwater National Forest",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "46°21'16\"N 115°44'50\"W",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Nez Perce National Historic Trail Location",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "909D5D75-DA71-4E8D-A247-74C16B0E6791",
    "url": "https://www.nps.gov/places/nez-perce-nespelem-campsites.htm",
    "title": "Nez Perce (Nespelem) Campsites",
    "listingDescription": "Overview of Nez Perce (Nespelem) Campsites",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F78C7D58-CC66-1F67-FC8A392D983BA0E6.jpg",
        "credit": "",
        "altText": "Historic black and white photograph of Nespelem Campsite area",
        "title": "Nespelem Campsites",
        "description": "",
        "caption": "Nespelem Campsites",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F78C7D58-CC66-1F67-FC8A392D983BA0E6.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F78C7D58-CC66-1F67-FC8A392D983BA0E6.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Nez Perce",
      "Nimiipuu"
    ],
    "latitude": "48.16673420737015",
    "longitude": "-118.97586822335143",
    "latLong": "48.16673420737015,-118.97586822335143",
    "bodyText": "<p>The two Nez Perce campsites, also known as Nespelem Camps, have been identified as the last homesites of Chief Joseph on the Colville Reservation.<br /> The exact location is ambiguous, and probably much that was used by the Joseph band is under water. There is no interpretive media at the campsite locations and the location is not identified.<br /> This is a culturally sensitive site and exact locations will not be provided by the park. Visitation is not encouraged.</p>",
    "audioDescription": "Gently sloping field along Nespelem Creek with rolling hills extending into the distance.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "Private Property, Colville Confederated Tribes, U.S. Army Corp of Engineers",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F9BCC318-E153-4A36-A9D9-40235E16D37B",
    "url": "https://www.nps.gov/places/nez-perce-cemetery.htm",
    "title": "Nez Perce Cemetery",
    "listingDescription": "Overview of Nez Perce Cemetery",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F87F8325-9F42-5908-82A51B7671295389.jpg",
        "credit": "",
        "altText": "Nez Perce Cemetery with grave markers",
        "title": "Nez Perce Cemetery",
        "description": "",
        "caption": "Nez Perce Cemetery",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F87F8325-9F42-5908-82A51B7671295389.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F87F8325-9F42-5908-82A51B7671295389.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "cemetery",
      "Nez Perce",
      "Nimiipuu"
    ],
    "latitude": "48.16741638995175",
    "longitude": "-118.97601127624512",
    "latLong": "48.16741638995175,-118.97601127624512",
    "bodyText": "<p>In 1885 Chief Joseph and his band were allowed to return to the Northwest from Indian Territory in Oklahoma. Joseph spent his remaining years on the Colville Reservation and died here in 1904. <br /> The Nez Perce Cemetery is an active, traditional Nez Perce cemetery. It is the primary active cemetery for the Joseph band and members allotted/enrolled on the Umatilla and Nez Perce reservations. It holds the remains of participants in the Nez Perce Flight of 1877, including the younger Chief Joseph and Yellow Wolf. <br /> This is a culturally sensitive site and exact locations will not be provided by the park. Visitation is not encouraged.</p>",
    "audioDescription": "Cemetery with head stones and grave markers.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "Colville Confederated Tribes",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "463F73C8-EED5-42FE-882C-7D950EBD91B4",
    "url": "https://www.nps.gov/places/northern-idaho-indian-agency.htm",
    "title": "Northern Idaho Indian Agency",
    "listingDescription": "Overview of the Northern Idaho Indian Agency",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/2A266842-F8DE-C25C-D5F313EC8A1C2FCF.jpg",
        "credit": "National Park Service",
        "altText": "One story brick building surrounded by trees and shrubs",
        "title": "Northern Idaho Indian Agency Building",
        "description": "",
        "caption": "Northern Idaho Indian Agency Building in Lapwai, ID",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/2A266842-F8DE-C25C-D5F313EC8A1C2FCF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/2A266842-F8DE-C25C-D5F313EC8A1C2FCF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "indian agency",
      "Nez Perce",
      "Nimiipuu",
      "Historic site",
      "Cabin"
    ],
    "latitude": "46.39416492467306",
    "longitude": "-116.80269241333008",
    "latLong": "46.39416492467306,-116.80269241333008",
    "bodyText": "<p>When the federal government established a relationship with native people, the Indian Agent represented that association. The agent was responsible for fulfilling the stipulations spelled out in a treaty such as distributing annuity payments, provisions, and services stipulated by the treaty. With the signing of the Treaty of 1855, William Craig served as the first agent for the Nez Perce. Other agents came and went, as some were conscientious, but most had corrupt intentions or disengaged from supporting the needs of the Nez Perce. The agency was originally established at the Spalding Site where the Agency Cabin now sits, but was moved to Lapwai in 1902 to the site of Fort Lapwai.<br /> <br /> <strong>Getting to Northern Idaho Indian Agency</strong><br /> The Northern Idaho Indian Agency is approximately 4.3 miles south of the Nez Perce National Historical Park Visitor Center in Spalding, Idaho.</p> <h4><strong>Driving to Northern Idaho Indian Agency</strong></h4> <p>From the Nez Perce National Historical Park Visitor Center in Spalding, ID, take U.S. Highway 95 South for 3.5 miles. Turn right onto Agency Drive. In 0.2 miles turn left onto A Street. The Northern Idaho Indian Agency building is located across the street from the old parade grounds which is now a stretch of lawn. Fort Lapwai Officers Quarters are at the end of the block on your right. There are no signs designating the location of the agency building.</p> <p><strong>Things to Do at Northern Idaho Indian Agency</strong></p> <p><strong>Explore the Site</strong></p> <p>The Northern Idaho Indian Agency is owned by the Lapwai School District and <strong>is not accessible to the public. </strong></p> <p> </p> <p> </p>",
    "audioDescription": "Large one story rustic brick building across from a green lawn with a memorial stone erected for notable community members. There is a tall fence surrounding the building and overgrown shrubs and trees hiding the front from view. The building is empty.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Parking - Auto",
      "Pets Allowed",
      "Picnic Table",
      "Restroom",
      "Restroom - Accessible"
    ],
    "managedByOrg": "Lapwai School District",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "46.450606,-116.815427",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Site of the Northern Idaho Indian Agency",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7CD7DA03-CB98-4FDE-AF62-59AB8350AECF",
    "url": "https://www.nps.gov/places/old-chief-joseph-gravesite.htm",
    "title": "Old Chief Joseph Gravesite",
    "listingDescription": "This sacred site is dedicated to tıwi·teqıs, also known as Old Chief Joseph. Old Chief Joseph was a Nez Perce leader who refused to sell his Wallowa homeland and sign the 1863 Treaty. Old Chief Joseph was originally buried between the forks of the Wallowa and Lostine rivers. His remains were reburied here in 1926.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BDB78A9D-F92C-E8D9-D9BD2CB9088F3135.jpg",
        "credit": "National Park Service",
        "altText": "Cemetery with Old Chief Joseph grave marker",
        "title": "Old Chief Joseph Gravesite",
        "description": "",
        "caption": "Old Chief Joseph Gravesite",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BDB78A9D-F92C-E8D9-D9BD2CB9088F3135.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BDB78A9D-F92C-E8D9-D9BD2CB9088F3135.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "cemetery",
      "Nez Perce",
      "Nimiipuu",
      "Old Chief Joseph"
    ],
    "latitude": "45.336686826526325",
    "longitude": "-117.22479701042175",
    "latLong": "45.336686826526325,-117.22479701042175",
    "bodyText": "<p>In 1926, 2,500 people lined up to see the remains of <em>tıwi·teq̉ıs</em> or Old Chief Joseph interred at a new gravesite at the base of Lake Wallowa, overlooking the lands he once called home. Located in northeastern Oregon in the <em>nimí·pu·</em> or Nez Perce homeland, <em>tıwi·teq̉ıs</em> is the father of Chief Joseph, a leader during the conflict of 1877.<br /> <br /> <em>Ttıwi·teq̉ıs</em> was born between 1785 and 1790 and grew to be a leader of the groups of <em>nimí·pu·</em> living in the Wallowa's. He signed the Treaty of 1855 but refused to put his mark to the Treaty of 1863. He died in 1871 but not before compelling his son to hold fast and defend his home land and people, \"My son, never forget my dying words, This country holds your father's body. Never sell the bones of your father and mother.\" Unfortunately, under the threat of being evicted by the U.S. Army, Young Joseph left the Wallowas in the spring of 1877 for the Nez Perce Reservation in Idaho. When <em>tıwi·teq̉ıs</em> died, he was buried further down the valley but his grave was desecrated.<br /> <br /> After the <em>nimí·pu·</em> left the valley in 1877, the land was settled and several prominent community leaders lobbied for <em>tıwi·teq̉ıs</em> to be reburied. In 1926 that happened. While the Nez Perce have been gone for over a century, the grave is a tangible link to a place that is still special to the Nez Perce.</p> <h4><strong>Directions to Old Chief Joseph Gravesite</strong></h4> <p>From the Spalding Visitor Center, turn right onto U.S. Highway 95 North. After 9 miles, keep left to continue on US-12 West. Turn right onto 18 Street. Continue onto Dike Bypass for 1.8 miles. Turn right onto Snake River Ave. At the traffic circle, take the 1<sup>st</sup> exit and stay on Snake River Ave. Take the ramp to Clarkston, WA. Merge onto Southway Bridge to enter Washington. Slight right onto the ramp to 5<sup>th</sup> Street. At the traffic circle, take the 3<sup>rd</sup> exit onto 5<sup>th</sup> Street. Continue onto WA-129 S/Riverside Drive for 4.4 miles. Turn right onto WA-129 S/Washington Street. Continue to follow WA-129 S for 36.3 miles to enter Oregon. Continue onto OR-3 South for 43 miles. In Enterprise, turn left onto West North Street. Turn right at the first cross street onto OR-82 E/N River Street. Continue to follow OR-82 E for 6.3 miles. Continue straight down Main Street for 1.5 miles. The site will be on the right side before the lake.</p> <h3><strong>Things to Do at Old Chief Joseph Gravesite</strong></h3> <h4><b>Explore the Site</b></h4> <p>This 5.1 acre cemetery is a national historic landmark and a sacred and sensitive site for the Nez Perce people. Old Chief Joseph’s grave is marked by a tall stone marker bearing the legend, \"To the Memory of Old Chief Joseph, Died 1870.\"</p> <h4><strong>Respecting Cemeteries:</strong></h4> <p>This 5.1 acre cemetery is a national historic landmark and a sacred and sensitive site for the Nez Perce people. It is held in trust by the Bureau of Indian Affairs for the Umatilla and Nez Perce Tribes, but managed by the Nez Perce National Historical park under the direction of the tribes. Please help us protect and respect Old Chief Joseph's gravesite.</p> <ul> <li> <p>Walk or stand on pathways or between graves, not directly atop of them.</p> </li> <li> <p>Prepare and consume food and drinks outside of cemetery boundaries.</p> </li> <li> <p>Resist taking rubbings or markings from headstones.</p> </li> <li> <p>Avoid handling the headstones.</p> </li> <li> <p>Leave all items on the graves in place and undisturbed.</p> </li> <li> <p>Dogs are not allowed within the cemetery boundaries.</p> </li> <li> <p>Recreate outside of cemetery boundaries.</p> </li> <li> <p>Adults, please accompany children in your care into the cemetery.</p> </li> <li> <p>Pay homage to those buried here between dawn and dusk. The park is closed after dark.</p> </li> <li> <p>Report any damage or suspected violation to the National Park Service at (208) 843-7001.</p> </li> </ul>",
    "audioDescription": "A cobble stone pillar is the headstone for Old Chief Joseph. A pathway leads to the pillar. On the pillar is a metal tablet with an impression of a man and a stone tablet carved with the words \"To the memory of Chief Old Joseph Died 1870\"",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "Bureau of Indian Affairs, National Park Service",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "45°20'11.47\"N 117°13'19.26\"W ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Resting place for Nez Perce leader Old Chief Joseph",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F9CC858A-3319-43D4-BB2E-B0B3DED0263E",
    "url": "https://www.nps.gov/places/packer-meadow-idaho.htm",
    "title": "Packer Meadow, Idaho",
    "listingDescription": "Nez Perce people knew where to camp and what plants to eat at this site. They shared their knowledge with the Lewis and Clark Expedition.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CE4E07C0-CF4A-8263-03C6BCF2EA2F95EA.jpg",
        "credit": "USFS",
        "altText": "Open meadow full of plants with blue flowers on the tops of tall, green stems. Evergreen trees in th",
        "title": "Packer Meadow",
        "description": "",
        "caption": "Camas blooming in Packer Meadows in 2017.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CE4E07C0-CF4A-8263-03C6BCF2EA2F95EA.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CE4E07C0-CF4A-8263-03C6BCF2EA2F95EA.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "IA,ID,IL,IN,KS,KY,MO,MT,NE,ND,OH,OR,PA,SD,WA,WV",
        "parkCode": "lecl",
        "designation": "National Historic Trail",
        "fullName": "Lewis & Clark National Historic Trail",
        "url": "https://www.nps.gov/lecl/index.htm",
        "name": "Lewis & Clark"
      },
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "trade",
      "indigenous people",
      "indigenous history",
      "transportation",
      "Lewis and Clark",
      "Lewis and Clark Expedition",
      "lewis and clark national historic trail",
      "georeferenced interpretive content",
      "overland travel in Montana and Idaho",
      "military",
      "Idaho"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<p paraeid=\"{f7ff0b38-b7c4-465b-91c7-897b0cf38589}{157}\" paraid=\"1720069113\">While following Pikee Queenah (Swooping Eagle), their Shoshone guide, on the <a href=\"https://www.nps.gov/places/lolo-trail-idaho.htm\">Lolo Trail</a> in September 1805, Meriwether Lewis, William Clark, and their party came to a broad meadow. John Ordway described it as “an open marshy Swamp which is level and full of Springs.”</p> <p paraeid=\"{f7ff0b38-b7c4-465b-91c7-897b0cf38589}{205}\" paraid=\"1146210866\">They passed the same meadows the following summer, in June 1806. Lewis then wrote, </p> <p paraeid=\"{f7ff0b38-b7c4-465b-91c7-897b0cf38589}{225}\" paraid=\"281458876\">at noon we arrived at the <a href=\"https://lewisandclarkjournals.unl.edu/search?places=Weippe%20Prairie%20%28Camas%20Flats%2C%20Quawmash%20Flats%29\">quawmas [camas] flatts</a> on the Creek of the same name and halted to graize our horses and dine having traveled 12 miles.  we passed our encampment of the [NB: 13th] of September at 10 ms. where we halted  there is a pretty little plain of about 50 acres plentifully stocked with quawmash and from apperances this fromes one of the principal stages or encampments of the indians who pass the mountains on this road.296 </p> <p paraeid=\"{19b1d9be-e8f1-4751-b51c-1acd040b4bec}{15}\" paraid=\"237064749\">From the expedition members’ perspective, the marshy swamp had turned into a meadow of <a href=\"https://www.nps.gov/articles/000/camas.htm\">camas</a>. But nothing had actually changed in the meadow itself. What had changed was Lewis and Clark’s knowledge about it. During the year between their visit to the site, Nez Perce people had shared with these visitors their knowledge of this meadow and of the camas that grows in it.  </p> <p paraeid=\"{19b1d9be-e8f1-4751-b51c-1acd040b4bec}{75}\" paraid=\"886207110\">Camas is a plant with an edible root that grows in marshy areas in this mountainous region. For generations, Nez Perce people tended these camas fields to encourage the growth of the nutritious plants.  </p> <p paraeid=\"{19b1d9be-e8f1-4751-b51c-1acd040b4bec}{103}\" paraid=\"991511244\">It was harvest season when Lewis and Clark passed through in September 1805, and camas was one of the first things that Nez Perce people generously shared with them.  </p> <p paraeid=\"{19b1d9be-e8f1-4751-b51c-1acd040b4bec}{117}\" paraid=\"1348276762\">When Lewis and Clark’s party returned the following June, they arrived just before the camas bloomed. Nez Perce people told them to wait to cross the Rocky Mountains until the snow had melted, but the visitors tried to continue eastward. They turned around in just a few days. For their next attempt, they waited until Nez Perce people said the time was right and paid a Nez Perce man to accompany them.  </p> <p paraeid=\"{19b1d9be-e8f1-4751-b51c-1acd040b4bec}{169}\" paraid=\"326580665\">For generations, Nez Perce people had traveled the Lolo Trail and stopped at this meadow to harvest camas. They knew the best time of year to travel, and they knew—and cared for—the plants that were edible along the way. They shared their knowledge and foodways with the members of the Lewis and Clark Expedition—and in so doing, they helped them stay alive.  </p> <p paraeid=\"{19b1d9be-e8f1-4751-b51c-1acd040b4bec}{219}\" paraid=\"741018600\">Camas continues to be an important plant for Nez Perce people and for many other Indigenous communities in this region. <br /> <br /> About this article: This article is part of a series called <a href=\"https://www.nps.gov/lecl/learn/historyculture/pivotal-places-stories-from-the-lewis-and-clark-national-historic-trail.htm\">“Pivotal Places: Stories from the Lewis and Clark National Historic Trail.”</a></p>",
    "audioDescription": "Wide, grassy meadow surrounded by forests of evergreen trees that look like sawteeth on distant hill.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "fd52c547-45bc-494a-bebe-30209dc1cbc6",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Food/Drink - Coffee",
      "Gifts/Souvenirs/Books",
      "Information - Maps Available",
      "Information - Ranger/Staff Member Present",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Picnic Table",
      "Restroom",
      "Restroom - Accessible",
      "Scenic View/Photo Spot",
      "Trailhead",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Pikee Queenah (Swooping Eagle) guided Meriwether Lewis, William Clark, Sacagawea, and the others in their party past this place in 1805 while traversing Lolo Trail. They camped here and ate camas provided by Nez Perce people. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Lewis and Clark National Historic Trail, Nez Perce National Historic Landmark, National Register of Historic Places, Nex Perce-Clearwater National Forests  ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "881D1FC9-256B-4F92-B4DC-DE5AB1F0663C",
    "url": "https://www.nps.gov/places/pierce-courthouse.htm",
    "title": "Pierce Courthouse",
    "listingDescription": "Pierce Courthouse stands as a reminder of the gold rush that swept through the region in the 1860s. The namesake of the courthouse, Elias Davidson Pierce, discovered gold in the creeks above Orofino, which triggered events that have had lasting consequences for the Nez Perce. Built in 1862, the courthouse is the oldest public building in the state of Idaho.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C1B27118-DE2F-ED31-74B133C2D14258E1.jpg",
        "credit": "NPS Photo",
        "altText": "A wooden two story building with coniferous trees on the back side and a gravel road on the right",
        "title": "Pierce Courthouse",
        "description": "",
        "caption": "Pierce Courthouse is the oldest public building in Idaho",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C1B27118-DE2F-ED31-74B133C2D14258E1.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C1B27118-DE2F-ED31-74B133C2D14258E1.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Nez Perce",
      "Idaho",
      "Nimiipuu",
      "Gold Rush",
      "1860s"
    ],
    "latitude": "46.490023886555825",
    "longitude": "-115.79877376556396",
    "latLong": "46.490023886555825,-115.79877376556396",
    "bodyText": "<p>Visitors to the Pierce Courthouse see it as a reminder of the gold rush that swept through this region in the early 1860s, triggering a series of events that would have lasting consequences for the Nez Perce.<br /> <br /> The namesake of the Pierce Courthouse, Elias Davidson Pierce, discovered gold in the creeks above Orofino. Mining was not allowed on reservation land, but the lure of riches was a stronger motivator than fear of breaking the law. Pierce discovered a rich vein of gold along the north fork of the Clearwater River, which triggered a gold rush. Within just a few months, hundreds than thousands of hopeful miners were tresspassing on the Nez Perce reservation. The chief settlement of the region, Pierce, became the county seat for Shoshone County.</p> <p><a href=\"https://www.nps.gov/nepe/learn/historyculture/treaty-of-1863.htm\">Quarrels with miners and an inability to control the influx of miners led to new treaty negotiations, resulting in the Treaty of 1863</a>.</p> <p><strong>Getting to Pierce Courthouse</strong></p> <p>The Pierce Courthouse is one block off Main Street (Idaho Highway 11) in Pierce, Idaho.</p> <p><strong>Driving to Pierce Courthouse</strong></p> <p>The Pierce Courthouse is located on Northeast corner of Court St. and 1st Ave. South in downtown Pierce, Idaho.</p> <p><strong>Things to Do at Pierce Courthouse</strong></p> <p><strong>Explore the Site</strong></p> <p>The staff and volunteers of the adjacent J. Howard Bradbury Memorial Logging Museum operate the courthouse building under a cooperative agreement with the Idaho State Historical Society. The building is open on request and on summer weekends. Outside the courthouse is a wayside that summarizes the impact of gold mining on the Nez Perce and inside there are eight panels that detail the area’s history. At the north end of Pierce, there is a historical marker titled” Pierce Courthouse” which gives a brief history of the courthouse building.</p> <h4> </h4>",
    "audioDescription": "A wooden two story building stands along a gravel road. The wooden planks are faded in spots. There is an interpretive sign in front of the entrance door. Coniferous trees circle the left and back of the building and the gravel road is on the right.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://history.idaho.gov/pierce-courthouse/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "J. Howard Bradbury Memorial Logging Museum and Idaho State Historical Society",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "46°29'24.76\"N 115°47'53.24\"W",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Oldest Public Building in Idaho",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6ECD7D91-204A-4052-A4C8-2A89C0F65316",
    "url": "https://www.nps.gov/places/saint-joseph-s-mission.htm",
    "title": "Saint Joseph's Mission",
    "listingDescription": "Overview of the St Joseph's Mission.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/24B46824-E282-1134-392AB66F369FC0BD.jpg",
        "credit": "National Park Service",
        "altText": "White mission with a church bell under black steeple roof with a cross on top.",
        "title": "Saint Joseph's Mission",
        "description": "",
        "caption": "Saint Joseph's Mission",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/24B46824-E282-1134-392AB66F369FC0BD.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/24B46824-E282-1134-392AB66F369FC0BD.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "mission",
      "Nez Perce",
      "missionary",
      "catholic church"
    ],
    "latitude": "46.31467974818343",
    "longitude": "-116.71106815338135",
    "latLong": "46.31467974818343,-116.71106815338135",
    "bodyText": "<p>Protestant missionaries had an established presence in Nez Perce country for over twenty years when Father Cataldo arrived in the area in 1867. Despite fierce competition from some of the Protestant churches on the reservation, Cataldo successfully established St. Joseph’s Mission, the first Roman Catholic mission to serve the Nez Perce people. Chief Slickpoo, a local Nez Perce leader, gave permission to establish a mission on the lands used by his band. While Father Cataldo would leave once the mission was founded and go on to establish Gonzaga University, a large complex would grow on the site. One of the first structures to be built was a chapel in 1868.<br /> <br /> The mission, located on private property, closed in 1958. The chapel is not accessible to the public.</p>",
    "audioDescription": "Rustic old mission style Catholic Church with white panel siding. There are stairs leading up to two white wooden doors for entry. The doors each have an arched window at the top. Above the doors, there are two stained glass windows without a definative design, but with a beige and white pattern and a black lined double border. There is a steeple at the stop of the church with wooden shingles and an old iron bell. The church has white panel siding. There are two large deciduous trees in front of the church--one on each side of the stairs. The location of the church is in a wooden setting with large deciduous trees all around.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/nepe/planyourvisit/visit-saint-joseph-mission.htm",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "Private property",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "46°18'52.56\"N 116°42'38.66\"W",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "One of the catholic missions established on the Nez Perce Reservation",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "4C4DB301-CF9F-46CD-88B4-07F7BE38A40D",
    "url": "https://www.nps.gov/places/spalding.htm",
    "title": "Spalding",
    "listingDescription": "Overview of Spalding",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B9A76B3B-B1E6-8B7B-7DBC5E70D8C598BE.jpg",
        "credit": "National Park Service",
        "altText": "Wooded scenic area with a wooden bridge crossing over a ditch filled with fall leaves.",
        "title": "Spalding",
        "description": "",
        "caption": "Spalding historic grounds and picnic area",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B9A76B3B-B1E6-8B7B-7DBC5E70D8C598BE.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B9A76B3B-B1E6-8B7B-7DBC5E70D8C598BE.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Nimiipuu",
      "Nez Perce",
      "visitor center",
      "Historic site"
    ],
    "latitude": "46.447534362471465",
    "longitude": "-116.82276606559753",
    "latLong": "46.447534362471465,-116.82276606559753",
    "bodyText": "<p>The Spalding site is home to the Nez Perce National Historical Park's visitor center and park headquarters along with several historic sites, including the Watson's Store, the Spalding Presbyterian Church, the Northern Idaho Indian Agency's cabin and agent's residence, remnants of the Spalding Mission, the Lapwai Mission cemetery where Henry and Eliza Spalding are buried, and archeological remains of the gristmill, sawmill, and associated millraces.</p> <p><strong>Getting to Spalding and the Visitor Center</strong></p> <p>Nez Perce National Historical Park's Spalding Site and Visitor Center are located 10 miles east of Lewiston, ID on U.S. Highway 95 and 3 miles north of Lapwai, ID on U.S. Highway 95.</p> <p><strong>Location:</strong><br /> Physical address for the visitor center<br /> 39063 US Hwy 95<br /> Lapwai, ID 83540-9715</p> <p><strong>Driving to Spalding and the Visitor Center</strong></p> <p><strong>From Highway 128 in Lewiston, ID</strong> take U.S. Highway 12 E/ Route 95 seven miles east. When the highway splits, turn right onto U.S. Route 95 S and continue for 2 miles. The entrance to the visitor center will be on your left.</p> <p><strong>From 1-90 in Coeur d'Alene, ID</strong> take U.S. Route 95 south one-hundred twenty-three miles south, passing through Lewiston, ID before reaching the park.</p> <p><strong>From I-90 in in Missoula, MT</strong> take Highway 93 U.S. thirteen miles south (you will drive through Missoula). At Lolo, MT take highway 12 one-hundred ninety-six miles east. When the highway splits, keep left onto U.S. Route 95 S and continue for 2 miles. The entrance to the visitor center will be on your left.<br /> <br /> <strong>From I-84 in Boise, ID</strong> take the exit for I-184 north, then Route 44 west to Highway 55. Follow Highway 55 one-hundred ten miles north to U.S. Route 95 in New Meadows, ID. Follow U.S. Route 95 one-hundred thirty-seven miles north. The entrance to the visitor center will be on your right.<br /> <strong>Things to do at Spalding</strong></p> <p><strong>The Visitor Center</strong></p> <p>Throughout the year, the park film, <i>Of One Heart</i>, is shown. It provides an introduction to the Nez Perce story and is also available for purchase. Museum exhibits feature an outstanding collection of clothing, tools, weapons, and ceremonial objects.<br /> <br /> The park store is operated by Discover your Northwest, an official non-profit partner of the National Park Service dedicated to supporting the educational mission of Nez Perce National Historical Park. The park store has a wide range of books, media, educational games, and other items available for retail sale. These products complement the interpretive themes you experience when visiting the park. The park store is located at the visitor center, or you can visit the <a href=\"https://www.discovernw.org/nez-perce.html\">online park store</a>.<i></i></p> <p><strong>Ranger Programs</strong></p> <p>Generally, from Memorial Day to Labor Day, the park staff provides walks and talks that include museum tours and tipi pitching demonstrations. Please call (208) 843-7001 or <a href=\"https://www.nps.gov/common/utilities/sendmail/sendemail.cfm?o=4580CBBEA2C5A6AF9DAF1CBDC61EA5AB498F4B8E48BF83917F11BE9450D189A9&r=/nepe/planyourvisit/nez-perce-nhp-visitor-center.htm\">email us</a> for more information on daily programs, or to request a program for your group.</p> <p>Exploring the Historic District</p> <p>There are four short interpretive trails that run through the historic area. A <a href=\"https://www.nps.gov/nepe/planyourvisit/upload/SpauldingTrailSystem.pdf\">map</a> is available of the trail system and a guide for the <a href=\"https://www.nps.gov/nepe/planyourvisit/upload/Lapwai-Creek-Trail-Guide.pdf\">river trail.</a> Along the hiking trails you can see these other historical sites: the Watson's Store, the Spalding Presbyterian Church, the Northern Idaho Indian Agency's cabin and agent's residence, remnants of the Spalding Mission, the Lapwai Mission Cemetery where Henry and Eliza Spalding and many Nez Perce people are buried, and archeological remains of the gristmill, sawmill, and associated millraces.</p> <p><strong>Picnicking</strong></p> <p>Restrooms and picnic tables are available.</p>",
    "audioDescription": "Visitor center with museum exhibits and a theater showing an orientation film on the Nimiipuu. Historic grounds is located down a hill from the visitor center and is situated along the Clearwater River and Lapwai Creek. The lawn is green with a wide array of trees, both evergreen and deciduous, for ample shade. There are several trails looping around the grounds and historic structures which include a wooden cabin and a wrought iron fence",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/nepe/planyourvisit/nez-perce-nhp-visitor-center.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Beach/Water Access",
      "Grill",
      "Information",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Pets Allowed",
      "Picnic Table",
      "Restroom - Accessible",
      "Theater/Auditorium",
      "Toilet - Flush",
      "Trailhead",
      "Trash/Litter Receptacles",
      "Water - Drinking/Potable",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "46°26'50.51\"N 116°49'23.78\"W",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historic grounds and visitor center for the Nez Perce National Historical Park",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "31373920-4D3A-4579-8B37-41AA6908FCC8",
    "url": "https://www.nps.gov/places/tolo-lake.htm",
    "title": "Tolo Lake",
    "listingDescription": "Overview of Tolo Lake",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F5ED23F7-AB35-A0A0-087C89937AE50C96.jpg",
        "credit": "National Park Service",
        "altText": "Blue lake with green shrubs and mountains",
        "title": "Tolo Lake",
        "description": "",
        "caption": "Tolo Lake",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F5ED23F7-AB35-A0A0-087C89937AE50C96.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F5ED23F7-AB35-A0A0-087C89937AE50C96.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "lake",
      "Flight of 1877",
      "Nimiipuu",
      "Nez Perce"
    ],
    "latitude": "45.917064430023906",
    "longitude": "-116.23785138130188",
    "latLong": "45.917064430023906,-116.23785138130188",
    "bodyText": "<p>Tolo Lake, the largest natural body of water on the Camas Prairie, is an ancient rendezvous site the Nez Perce used for gathering roots and for meeting neighboring bands. After being forced from their homes in Wallowa Valley, several bands of Nez Perce gathered here on June 2, 1877, in preparation to move on the reservation. Frustrated by the injustices against the Nez Perce, a group of young warriors decided to get revenge. They killed eighteen settlers in the Salmon River area. As a result of this action, called the Salmon River Raids, the flight of 1877 began.</p> <p><strong>Getting to Tolo Lake</strong></p> <p>Tolo Lake is located on Tolo Lake Road 6 miles west of Grangeville, Idaho.</p> <p><strong>Driving to Tolo Lake</strong></p> <ul> <li> <p><strong>From the Nez Perce National Historical Park Visitor Center in Spalding, Idaho</strong> turn left onto U.S. Highway 95 South for 54 miles and then turn right onto Lake Road. Continue on Lake Road for 2.1 miles where you will cross John's Creek. The road changes to John's Creek Road at this point. Continue on John's Creek Road for 1 miles and turn left onto the Tolo Lake access road.</p> </li> <li> <p><strong>From I-95 </strong>turn west onto Tolo Lake Road 1.6 miles south of Grangeville, Idaho. Stay on Tolo Lake Road for 4.2 miles. The pullout at the lake will be on your left.</p> </li> </ul> <p><strong>Things to Do at Tolo Lake</strong></p> <p><strong>Explore the Site</strong></p> <p>Tolo Lake is an affiliated site of the Nez Perce National Historical Park that is owned and managed by the <a href=\"https://idfg.idaho.gov/ifwis/fishingPlanner/water/?id=12042\">Idaho State Fish and Game (IDF&G)</a>. There are informational panels, a vault toilet, picnic tables, fire pits, a dock, and a boat ramp. It is a popular birding and fishing spot, supporting a warm water fishery.</p>",
    "audioDescription": "The lake is round and blue, with green shrubbery in the foreground. The lake shore in the background is lines with green trees and a beige landscape of grassland that extends up into a tree covered mountain foothill.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Beach/Water Access",
      "Dock/Pier",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Restroom"
    ],
    "managedByOrg": "Idaho State Fish and Game",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "45.917575, -116.238442",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Nez Perce traditional gathering location and the site where the Flight of 1877 began",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7179F2C0-4D55-428C-B284-69C5C721DFB9",
    "url": "https://www.nps.gov/places/weippe-prairie-id.htm",
    "title": "Weippe Prairie",
    "listingDescription": "Descending from the Bitterroots, the Corps reached the western end of Lolo Trail by late September 1805. They had arrived at the Weippe Prairie. Clark and seven of the men pressed ahead, arriving at the prairie on September 20th. The others arrived on the 22nd. Spanning several thousand acres, the open flatland was a relief after the crew's trek through the Rockies. The Corps were exhausted and nearly starving, so making contact with the Nez Perce was crucial.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/68FCE14D-E516-3FE1-9E3B74EF921EA50C.jpg",
        "credit": "",
        "altText": "Yellow, brown and green prairie grasses",
        "title": "Weippe Prairie",
        "description": "",
        "caption": "",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/68FCE14D-E516-3FE1-9E3B74EF921EA50C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/68FCE14D-E516-3FE1-9E3B74EF921EA50C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "IA,ID,IL,IN,KS,KY,MO,MT,NE,ND,OH,OR,PA,SD,WA,WV",
        "parkCode": "lecl",
        "designation": "National Historic Trail",
        "fullName": "Lewis & Clark National Historic Trail",
        "url": "https://www.nps.gov/lecl/index.htm",
        "name": "Lewis & Clark"
      },
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "travel lewis clark",
      "Lewis and Clark",
      "Nez Perce",
      "expedition",
      "history",
      "heritage",
      "travel itineraries",
      "National Register of Historic Places",
      "National Historic Landmark",
      "Meriwether Lewis",
      "William Clark",
      "Corps of Discovery",
      "Westward Expansion",
      "Idaho",
      "lewis and clark national historic trail"
    ],
    "latitude": "46.21015930175781",
    "longitude": "-115.55303192138672",
    "latLong": "46.21015930175781,-115.55303192138672",
    "bodyText": "<p dir=\"ltr\" style=\"margin-top:0pt; margin-bottom:0pt\"><span style=\"font-size:12pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:11.0pt\">Weippe Prairie is a </span></span></span><a href=\"https://www.nps.gov/lecl/learn/historyculture/places.htm\">High Potential Historic Site</a><span style=\"font-size:12pt\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:11.0pt\"> on the </span></span></span><a href=\"https://www.nps.gov/lecl/index.htm\">Lewis and Clark National Historic Trail.</a><br /> <br /> <span style=\"font-size:11pt\"><span style=\"line-height:107%\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:10.0pt\"><span style=\"line-height:107%\"><span style=\"color:black\">On September 20, 1805, Clark and six others advanced from the Bitteroot Mountains into an expansive upland prairie occupied by two Nez Perce villages. Two days later, Lewis arrived with the main expedition. All were famished and exhausted. Lewis found himself “growing weak for the want of food and most of the men complain of a similar deficiency and have fallen off very much.” The Nez Perce generously welcomed and fed them meals of camas, dried salmon, and berries. Whether due to bacteria or a sudden change in diet, nearly the entire expedition became extremely sick. They departed Weippe Prairie on September 24 to prepare for their descent of the Clearwater River. Lewis and Clark reunited with the Nez Perce on May 3, 1806, during the return journey. Delayed by lingering winter in the mountains, they camped along the Clearwater River until June 10, then relocated to Weippe Prairie. On June 15, the expedition made its first attempt to cross the mountains, but found conditions to be impassable. They returned to Weippe Prairie on June 19 and remained another five days. Their final departure was on June 24. Six days later, they arrived at Travellers Rest. During the times spent with the Nez Perce, bonds of mutual friendship and respect were forged. </span></span></span></span></span></span><br /> <br /> <span style=\"font-size:11pt\"><span style=\"line-height:107%\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:10.0pt\"><span style=\"line-height:107%\"><span style=\"color:black\">The Weippe Prairie National Historic Landmark covers approximately 3,120 acres, the majority of which is privately owned. However, there is a 274-acre tract owned by </span></span></span></span></span></span><a href=\"https://www.nps.gov/nepe/learn/historyculture/weippe-prairie.htm\">Nez Perce National Historical Park </a><span style=\"font-size:11pt\"><span style=\"line-height:107%\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-size:10.0pt\"><span style=\"line-height:107%\"><span style=\"color:black\">that is publicly accessible and offers sweeping views of the landscape.</span></span></span></span></span></span></p>",
    "audioDescription": "Large prairie with different types of grasses that are yellow, brown and green.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/nepe/learn/historyculture/weippe-prairie.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "fd52c547-45bc-494a-bebe-30209dc1cbc6",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "Nez Perce National Historical Park",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Near Weippe in Clearwater County, ID",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Where the Corps descended from the Bitterroot Mountains ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8AAC2781-D5F7-4C72-ACC1-057A966C33AC",
    "url": "https://www.nps.gov/places/weippe-prairie-site.htm",
    "title": "Weippe Prairie Site",
    "listingDescription": "Overview of Weippe",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/57B6946B-D15C-3BE3-373467D26F7A1388.jpg",
        "credit": "National Park Service",
        "altText": "Field with green grasses and light blue flowers under a blue sky.",
        "title": "Weippe Prairie",
        "description": "",
        "caption": "Weippe Prairie with Camas blooms",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/57B6946B-D15C-3BE3-373467D26F7A1388.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/57B6946B-D15C-3BE3-373467D26F7A1388.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Prairie",
      "Nez Perce",
      "Nimiipuu",
      "Lewis and Clark Expedition",
      "Camas"
    ],
    "latitude": "46.35035648502121",
    "longitude": "-115.9258246421814",
    "latLong": "46.35035648502121,-115.9258246421814",
    "bodyText": "<p>Long before Lewis and Clark arrived, the prairie had been a traditional gathering place for the Nez Perce. Families came to this area to dig for camas bulbs and socialize for thousands of years. In mid-September of 1805, the Lewis and Clark made contact with the Nez Perce for the first time. Unprepared for the arduous trek over the Bitterroot Mountains, Captain Clark and a small group of hunters went ahead of the main party in search of food. When they entered the Weippe Prairie, they encountered three frightened Nez Perce boys hiding in the grass. Clark gave them small presents and sent them to the village. After Lewis and Clark reunited on September 22, 1805, they spoke with a head man known as Twisted Hair: trading gifts, passing the pipe, and aquiring information about the country. </p> <p><strong>Getting to Weippe Prairie</strong></p> <p>Weippe Prairie is a swath of camas prairie trending northwest to southeast. The town of Weippe, Idaho, is situated within this swath along Idaho Highway 11.</p> <p><strong>Things to Do at Weippe Prairie</strong></p> <p><strong>View and/or Harvest Camas</strong></p> <p>Weippe Prairie continues to be a traditional gathering place where Nez Perce families dig for camas bulbs.The prairie is located on private property. Please note, permission must be gained from landowners prior to harvesting camas. Camas flowers bloom here between May and June, and are a colorful sight not soon forgotten.</p> <p> </p>",
    "audioDescription": "Expansive prairie surrounded by a tree-line of evergreens. Prairie is full of biodiversity and is host to camas flowers that will bloom in hues that range from light to dark blue in the months of May and June.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Information"
    ],
    "managedByOrg": "Private Property, Idaho Transportation Department, Idaho State Historical Society",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "46°21'0.16\"N 115°55'30.31\"W",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Traditional gathering site for the Nez Perce",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "5247C7C0-4229-4261-945F-4C29472555E6",
    "url": "https://www.nps.gov/places/weis-rockshelter.htm",
    "title": "Weis Rockshelter",
    "listingDescription": "Overview of Weis Rockshelter",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C1A2A818-E756-1118-44E89FA64472EDE8.jpg",
        "credit": "",
        "altText": "Basalt rock outcrop surrounded by green shrubs.",
        "title": "Weis Rockshelter",
        "description": "",
        "caption": "Weis Rockshelter",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C1A2A818-E756-1118-44E89FA64472EDE8.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C1A2A818-E756-1118-44E89FA64472EDE8.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Nimiipuu",
      "Nez Perce Ancient Places",
      "rock shelter"
    ],
    "latitude": "45.95596082513768",
    "longitude": "-116.36406540870667",
    "latLong": "45.95596082513768,-116.36406540870667",
    "bodyText": "<p>More than 8,000 years ago, the ancestors of the Nez Perce first made this rock shelter their home. This small shelter is located near Cottonwood, Idaho and is close to the Salmon River, making it an ideal location because of its proximity to major food sources and transportation routes. The shelter is not a cave, but a small niche in a wall of basalt. The shelter was continuously inhabited until about 600 years ago. <br /> <br /> The site was excavated in 1962. There is one wayside exhibit at the site that discusses the excavation of the shelter by archaeologists, the ancient Nez Perce and historic Nez Perce housing, and the kind of projectile points found at this site.<br /> <br /> The rockshelter has been backfilled to maintain is archaeological integrity. Tampering with the site is prohibited.</p> <p><strong>Getting to Weis Rockshelter</strong></p> <p>Weis Rockshelter is is about 8 miles south of Cottonwood, Idaho, along Graves Creek Road, 7 miles west and south of US Highway 95.</p> <p><strong>Driving to Weis Rockshelter</strong></p> <p><strong>From Cottonwood, Idaho</strong>, head south on King St toward Main St. Then take a quick left onto Main St for 0.4 miles. Then Turn right at the 1st cross street onto Idaho St. Idaho St. will then turn into Graves Creek Rd. Continue onto Graves Creek Rd. for 7.1 miles. Weis Rockshelter will be on the right.</p> <p><strong>Things to Do at Weis Rockshelter</strong></p> <p><strong>Explore the Site</strong></p> <p>The Weis Rockshelter is owned by the Keuterville Highway District. A small trail leads to an interpretive sign that explains the Weis Rockshelter.</p>",
    "audioDescription": "A large dark colored rock wall consisting of basalt with a small opening at the base that served as a home for ancestors of the Nez Perce. The rock face is hidden by an array of green shrubs and a dirt pathway leads up to the rock through the greenery. There is an information wayside panel beside the trail, providing more information on the ancient dwelling.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Information",
      "Parking - Auto"
    ],
    "managedByOrg": "Keuterville Highway District",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "45°57'21.89\"N 116°21'49.68\"W",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Ancient home of Nez Perce ancestors",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D9E6F44E-16E5-4288-97AC-56E81B34821E",
    "url": "https://www.nps.gov/places/white-bird-battlefield.htm",
    "title": "White Bird Battlefield",
    "listingDescription": "Overview of White Bird Battlefield",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/EC5AB6DD-0171-2CED-667E295D13224342.jpg",
        "credit": "NPS",
        "altText": "Rolling hillsides covered with a variety of tall grasses.",
        "title": "White Bird Battlefield",
        "description": "",
        "caption": "Whitebird Battlefield",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EC5AB6DD-0171-2CED-667E295D13224342.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EC5AB6DD-0171-2CED-667E295D13224342.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ID,MT,OR,WA",
        "parkCode": "nepe",
        "designation": "National Historical Park",
        "fullName": "Nez Perce National Historical Park",
        "url": "https://www.nps.gov/nepe/index.htm",
        "name": "Nez Perce"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "battlefield",
      "Nimiipuu",
      "Nez Perce",
      "Flight of 1877"
    ],
    "latitude": "45.779215",
    "longitude": "-116.276842",
    "latLong": "45.779215,-116.276842",
    "bodyText": "<p>White Bird Battlefield is the location of the first battle of the Nez Perce Flight of 1877. On June 17, 1877, Captain David Perry and his troops moved into the canyon to strike the native encampment. However, they encountered a peace party of six Nez Perce riding towards them. A civilian shot twice at the peace party and the battle began. The U.S. cavalry was defeated with heavy losses and the Nimiipuu began their long journey to find safety and sanctuary.</p> <p><strong>Getting to White Bird Battlefield</strong></p> <p>The battlefield is about 15 miles south of Grangeville, Idaho between US Highway 95 and the old Whitebird Grade, approximately 0.5 miles from the town of Whitebird, Idaho.</p> <p><strong>Location</strong></p> <p><strong>Battlefield Physical Address:</strong><br /> 3823 Two Moon Trail<br /> Whitebird, ID 83554</p> <p><strong>Driving to White Bird Battlefield</strong></p> <ul> <li> <p>For the White Bird Overlook: From Grangeville, ID, head south on U.S. Highway 95 South for 12.7 miles to the turnout and the White Bird Overlook. The overlook shelter will be on your left as you head down the White Bird Grade.</p> </li> <li> <p>For the White Bird Battlefield Trailhead: From the White Bird Overlook, continue south on U.S. Highway 95 South for 3.5 miles and turn left toward White Bird Road. In 0.4 miles turn right onto River Road and continue for 2 miles to the White Bird Battlefield Trailhead.</p> </li> </ul> <p><strong>Things to Do at White Bird Battlefield</strong></p> <p><strong>Explore the Battlefield</strong></p> <p>An interpretive shelter at a large pullout along U.S. Highway 95 South above the battlefield has signs that describe the battle. Visitors can also learn about the battle on a self-guided hike using a <a href=\"https://www.nps.gov/nepe/planyourvisit/upload/WHBI_Guide_Final_2015.pdf\">12-page trail booklet</a>. The trailhead is on River Road at the bottom of the battlefield.</p>",
    "audioDescription": "A paved parking area, large enough for approximately 10 vehicles, is at the trailhead. There is also a vault toilet building at the trailhead. The trail winds through rolling prairie hills dotted with occasional trees and rock outcrops.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/nepe/planyourvisit/visit-white-bird-battlefield.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Information",
      "Parking - Auto",
      "Toilet - Vault/Composting",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "45.779215, -116.276842",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Site of the first battle of the Nez Perce Flight of 1877",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]