[
  {
    "id": "B569FA9D-F44D-48D9-B493-50048609B786",
    "url": "https://www.nps.gov/places/perryslongboat.htm",
    "title": "Commodore Perry's Longboat",
    "listingDescription": "A replica of Commodore Oliver Hazard Perry's longboat rowed between flagships in the Battle of Lake Erie during the War of 1812. Mid-May through mid-October the longboat is located next to the visitor center just off the parking lot.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/581E05FF-F104-CB77-75F58EF8ECDC6521.jpg",
        "credit": "NPS Photo Mimi Gorman",
        "altText": "an 1812 replica of a white-painted, wood-lapped longboat with stained wood trim sits in a lake",
        "title": "Perry's Longboat",
        "description": "",
        "caption": "A replica of Perry's longboat that was rowed through enemy fire during the Battle of Lake Erie.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/581E05FF-F104-CB77-75F58EF8ECDC6521.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/581E05FF-F104-CB77-75F58EF8ECDC6521.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OH",
        "parkCode": "pevi",
        "designation": "Memorial",
        "fullName": "Perry's Victory & International Peace Memorial",
        "url": "https://www.nps.gov/pevi/index.htm",
        "name": "Perry's Victory & International Peace"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "longboat",
      "perry",
      "Battle of Lake Erie",
      "war of 1812"
    ],
    "latitude": "41.65348311715819",
    "longitude": "-82.8139328956604",
    "latLong": "41.65348311715819,-82.8139328956604",
    "bodyText": "During the Battle of Lake Erie, Commodore Oliver Hazard Perry realized that his flagship the Brig Lawrence had sustained great damage and loss of life. In order to increase his advantage of winning the battle, he decided to move his command to the second flagship, the Brig Niagara. While the battle raged, Perry boarded a longboat with his \"Dont Give Up the Ship\" flag in hand. A small crew rowed the boat across the lake between the two ships. They miraculoulsy dodged the ensuing gunfire and Commodore Perry took command from the Brig Niagara and won the Battle of Lake Erie. <br /> <br /> Perry's longboat along with the \"DGUTS\" flag is the iconic representation of the Battle of Lake Erie. <br /> <br /> This boat is a replica based on historical accounts of boat designs from that era. It is on display at the park mid-May to mid-October.<br />  <br /> <br /> <br />  ",
    "audioDescription": "Access Perry’s Longboat from the visitor center parking lot and next to the visitor center. Perry’s Longboat is about 20 feet long. It tapers to a point at the bow and curves to a flat end at the stern. It is 6.5 feet at its widest center point. The curved shape of the boat is created by 8 horizontal uniquely shaped boards on each side. These boards are glued overlapping the one below it so if you were to run your hand down the boat you could feel each individual board. The top board on each side is made wider and is stained wood rather than painted. Along the top trim of the boat on the starboard and port sides, there two are indents made to hold the four wooden oars that lay inside the boat. The bow of the boat comes to a point. This is where Commodore Perry may have sat facing the men who rowed the boat. At the stern is a wood tiller that is used to turn the rudder below the boat and thus steer the vessel. Inside the boat crossing from port to starboard are four red planks with a center post under each that the rowers would sit upon. The boat sits on a metal trailer with wheels, making it approximately 4 feet tall.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Outside the park visitor center",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "A replica of the boat used by Commodore Perry during the Battle of Lake Erie to transfer his command from the flagship Niagara to the sister ship, the Lawrence",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "DF87D726-F91E-46D6-9705-83372B27C2E4",
    "url": "https://www.nps.gov/places/flags-of-international-peace.htm",
    "title": "Flags of International Peace",
    "listingDescription": "The international peace aspect of the Memorial is represented in several ways throughout the park but most visibly at the flag poles. Situated midway between the visitor center and the Memorial are three poles. During the summer, everyday around 9:45 am, National Park Service Rangers in park uniform and sometimes in 1812 military dress, raise and salute the official flags from the United States, Canada and Great Britain.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BCDD1217-F766-016E-28519F3958E07180.jpg",
        "credit": "NPS Photo",
        "altText": "along a sidewalk centered in a green lawn are three flags poles near a memorial column",
        "title": "Three national flags and Peace Memorial",
        "description": "",
        "caption": "Flags of the United Kingdom, Canada and the United States fly in honor of long standing peace.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BCDD1217-F766-016E-28519F3958E07180.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BCDD1217-F766-016E-28519F3958E07180.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OH",
        "parkCode": "pevi",
        "designation": "Memorial",
        "fullName": "Perry's Victory & International Peace Memorial",
        "url": "https://www.nps.gov/pevi/index.htm",
        "name": "Perry's Victory & International Peace"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "flags",
      "PEVI",
      "flag ceremony",
      "Flag Day",
      "flag pole",
      "flagpole",
      "Peace",
      "peace and remembrance"
    ],
    "latitude": "41.65381980299794",
    "longitude": "-82.81316041946411",
    "latLong": "41.65381980299794,-82.81316041946411",
    "bodyText": "The international peace aspect of the Memorial is represented in several ways throughout the park but most visibly at the flag poles. Situated midway between the visitor center and the Memorial are three poles. During the summer, everyday around 9:45 am, National Park Service Rangers in park uniform and sometimes in 1812 military dress, raise and salute the official flags from the United States, Canada and Great Britain.<br /> <br /> A \"Treaty of Peace and Amity Between the United States and Great Britain\"<strong> </strong>was signed on December 24, 1814. It ended the War of 1812, fought between Great Britain and the United States. The Battle of Lake Erie was conducted along Canada's border (which was under British rule at that time).<br /> <br /> The U.S. flag goes up first on the right (closest to the Memorial), followed by the British in the center and the Canadian flag on the left.  All three flags fly at the same height throughout the day. Around 6 pm every evening, in the reverse order of how they were raised, the flags are lowered. Each flag is folded per that conuntry's tradition.  <br /> <br /> A blue flag with the words “Dont Give Up The Ship” is flown in the remaining hours of the day. The original \"DGUTS\" flag was carried by Commodore Perry when he left his command post on the flagship Brig Niagara and transferred to the second flagship, Brig Lawrence. From hence he defeated the British in the Battle of Lake Erie. <br /> <br /> Flown every year on Flag Day, June 14, the national flags are replaced with three historic versions of the United States of America flag. Included are the 50 Stars and Stripes, which is current today, and flags referred to as the Betsy Ross (1777 to 1795) and the Star Spangled Banner (1795 to 1818) flags. ",
    "audioDescription": "Along the sidewalk, halfway between the visitor center and the Memorial are three flag poles approximately 50 feet tall. The flag poles are silver and have bronze spheres at the top. During the summer, everyday around 9:45 am, National Park Service Rangers in uniform and sometimes in 1812 military dress raise and salute three flags. The U.S. flag goes up first on the right (closest to the Memorial), followed by the British in the center and the Canadian flag on the left. All three flags fly at the same height throughout the day. Around 6 pm every evening, the three flags are lowered in reverse order. Once all three flags are lowered and properly folded, a blue flag with the words “Don’t Give Up The Ship” is flown. This flag is representative of a flag that Commodore Perry raised on his flagships during the Battle of Lake Erie.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Between the visitor center and the Memorial.",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]