[
  {
    "id": "8AC11EE9-A294-408A-9461-3A607CCB7812",
    "url": "https://www.nps.gov/places/circle-trail-exhibit-quarry.htm",
    "title": "Circle Trail - Exhibit Quarry",
    "listingDescription": "A quarry pit cleared out in the 1940s to allow general visitors to experience the inside of a quarry and see the layers of Sioux Quartzite and pipestone that American Indians have worked with for centuries.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/1E04C745-F911-45CB-BDEF854C7D5BBE51.jpg",
        "credit": "NPS",
        "altText": "A quarry wall displaying the quartzite and pipestone",
        "title": "Exhibit Quarry",
        "description": "",
        "caption": "The exhibit quarry wall revealing the pipestone beneath thick layers of Sioux Quartzite",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/1E04C745-F911-45CB-BDEF854C7D5BBE51.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/1E04C745-F911-45CB-BDEF854C7D5BBE51.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MN",
        "parkCode": "pipe",
        "designation": "National Monument",
        "fullName": "Pipestone National Monument",
        "url": "https://www.nps.gov/pipe/index.htm",
        "name": "Pipestone"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Midwest",
      "MidwestNPS",
      "Exhibit Quarry",
      "Circle Trail"
    ],
    "latitude": "44.013081",
    "longitude": "-96.324963",
    "latLong": "44.013081,-96.324963",
    "bodyText": "<span style=\"font-size:10pt\"><span style=\"font-family:\"Times New Roman\"\"><span style=\"color:black\"><span lang=\"en-US\" style=\"font-size:14.0pt\"><span style=\"font-family:Calibri\"><span style=\"language:en-US\">If the stones are wet upon entering, be extremely cautious! Quartzite is like ice when it’s wet.</span></span></span></span></span></span><br /> <br /> <span style=\"font-size:10pt\"><span style=\"font-family:\"Times New Roman\"\"><span style=\"color:black\"><span lang=\"en-US\" style=\"font-size:14.0pt\"><span style=\"font-family:Calibri\"><span style=\"language:en-US\">In the 1940s, this quarry was </span></span></span><span lang=\"en-US\" style=\"font-size:14.0pt\"><span style=\"font-family:Calibri\"><span style=\"color:black\"><span style=\"language:en-US\">renovated </span></span></span></span><span lang=\"en-US\" style=\"font-size:14.0pt\"><span style=\"font-family:Calibri\"><span style=\"language:en-US\">by quarriers so you can also physically experience being in a quarry. This quarry represents the historical, cultural, and geological significance of the site. For many </span></span></span><span lang=\"en-US\" style=\"font-size:14.0pt\"><span style=\"font-family:Calibri\"><span style=\"color:black\"><span style=\"language:en-US\">American Indians </span></span></span></span><span lang=\"en-US\" style=\"font-size:14.0pt\"><span style=\"font-family:Calibri\"><span style=\"language:en-US\">who quarry, the process of quarrying is spiritual. The hard, physical labor involved is a commitment of the spirit that tests all quarriers, creating a sense of connection. The very bottom layer of rock is pipestone, and above is Sioux Quartzite and soil, which must be removed by hand to expose the pipestone. </span></span></span></span></span></span><br />  ",
    "audioDescription": "A stone staircase with eight steps and metal handrails on either side leads down into a 3-sided stone quarry. To the left of the staircase there is a wayside sign titled “Quarry Layers” that reads: This former quarry reveals the area’s basic geologic layers. Beneath a cover of soil, the thick, pink-tinted layer of Sioux Quartzite covers the thin, red-colored lower layer of pipestone – the prized stone of many tribal groups. As the slant of the quarry floor indicates, the rock layers angle deep into the earth. Geologic pressures created the pipestone and quartzite layers over the past one billion years. Formed at the bottom of an ancient ocean, these layers of sediment were gradually compressed into stone and uplifted over the ages. The thick layers above and below the pipestone contained mostly silt and became quartzite. But the thin layer between was composed of fine clay – the reason the pipestone can be so easily worked. Caution: The quarry floor is smooth – and especially slippery when wet or icy. The wayside shows an illustration of two American Indians working in a quarry. The quarriers stand on a sloped surface (Sioux Quartzite) and focus on a rock wall before them consisting of layers of soil (top), Sioux Quartzite (middle), and Catlinite or pipestone (closest to the floor). Behind the quarriers lies a large pile of stone rubble removed from the rock face. The caption for the image reads: The quartzite and pipestone layers visible here – and another thick layer of quartzite below them – dip toward the east at a 5 - 10 degree angle. As pipestone quarrying continues, an ever-increasing quantity of the upper quartzite must be removed.” An additional image shows a cross-section of the land and bedrock layers at Pipestone National Monument. Another sign to the left of the quarry staircase reads: Please exercise respect and consideration for the sacred values American Indian groups have for the grounds within Pipestone National Monument. Please DO NOT disturb or remove any prayer objects or offerings, cloth prayer ties, food, feathers, wooden staffs, sage bundles, or other items wherever found within the Monument. Thank you for your respect of this special place. Two brown wooden signs to the left of the quarry read: Exhibit Quarry and Quarry Pit Floor Slippery When Wet At the bottom of the stairs, a downward-sloping (and sometimes slippery) stone floor leads to a wall of exposed rock layers. Beneath the top layer of soil and vegetation lies a layer of greyish-red Sioux Quartzite approximately eight feet thick. Beneath the Sioux Quartzite lies the red pipestone layer, approximately eighteen inches thick. The slanted floor of the quarry is a transitional layer, as there is another layer of Sioux Quartzite beneath the pipestone layer. The side walls of the quarry are constructed from stone rubble previously removed from the quarry. Back at the top of the stairs, the trail continues on the righthand side as you face the quarry.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "South side of the Visitor Center (to the right as you view the Visitor Center from the parking lot)",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The only quarry that general visitors are permitted to enter. Clearly reveals the various layers of the quarry pits. ",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "9F2724B9-3ABD-423D-BA64-57091E07AF14",
    "url": "https://www.nps.gov/places/inkpaduta-campsite.htm",
    "title": "Inkpaduta Campsite",
    "listingDescription": "Location where, after the Spirit Lake Massacre and being taken captive, Abby Gardner recalled Inkpaduta and his band stopping to camp and quarry pipestone.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/213D8E5A-B787-2817-1951E6210E6E56B9.jpg",
        "credit": "J. Borden",
        "altText": "Tallgrass prairie under a blue sky and a brown sign marking the location",
        "title": "Inkpaduta Campsite",
        "description": "",
        "caption": "Where Abby Gardner remembered Inkpaduta and his band camping.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/213D8E5A-B787-2817-1951E6210E6E56B9.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/213D8E5A-B787-2817-1951E6210E6E56B9.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MN",
        "parkCode": "pipe",
        "designation": "National Monument",
        "fullName": "Pipestone National Monument",
        "url": "https://www.nps.gov/pipe/index.htm",
        "name": "Pipestone"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Midwest",
      "MidwestNPS",
      "Inkpaduta Campsite",
      "Circle Trail"
    ],
    "latitude": "44.012743",
    "longitude": "-96.32387",
    "latLong": "44.012743,-96.32387",
    "bodyText": "After the 1857 Spirit Lake Massacre in Iowa, Dakota leader Inkpaduta camped with his band and their captives on this prairie – as did at least one force of pursuing troops. One of the survivors, Abigail Gardner, revisited the site in 1892 and pointed out the campsite, which was on the grassy flat area in front of you. Typically, people did not camp on this prairie because it is considered a neutral, sacred ground. They generally camped on higher ground and entered the actual quarry area for the  purpose of obtaining pipestone. ",
    "audioDescription": "A grassy expanse consists of native tallgrass prairie plants and exposed Sioux Quartzite rock. A short distance away (approximately 275 feet), a line of trees indicates the location of the pipestone quarries, and the park Visitor Center and parking lot lie just beyond the quarry line (approximately 325 feet from this location).",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Along the short path connecting the South Quarry Trail and the Circle Trail",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Where Inkpaduta and his band camped as they passed through after the Spirit Lake Massacre",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "70F85C96-68B6-4A9F-8B22-575FCBAE0D43",
    "url": "https://www.nps.gov/places/lake-hiawatha.htm",
    "title": "Lake Hiawatha",
    "listingDescription": "This lake was created by the CCC-ID in the 1930s for kids at the Pipestone Indian Boarding School to use as a swimming hole. Today, the water is not fit for consumption or recreation due to pollutants.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BE160D93-E9A5-37CF-F92CA535140DE71E.jpg",
        "credit": "J. Borden",
        "altText": "A lake under a blue sky surrounded by prairie grass, trees, and a quartzite stone in the lake.",
        "title": "Lake Hiawatha",
        "description": "",
        "caption": "Great blue herons, egrets, minks, muskrats, snapping turtles and more call Lake Hiawatha home.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BE160D93-E9A5-37CF-F92CA535140DE71E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BE160D93-E9A5-37CF-F92CA535140DE71E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MN",
        "parkCode": "pipe",
        "designation": "National Monument",
        "fullName": "Pipestone National Monument",
        "url": "https://www.nps.gov/pipe/index.htm",
        "name": "Pipestone"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Midwest",
      "MidwestNPS",
      "Circle Trail",
      "lake hiawatha"
    ],
    "latitude": "44.014451",
    "longitude": "-96.323812",
    "latLong": "44.014451,-96.323812",
    "bodyText": "This lake was originally a swampy area, but the CCC-ID (Civilian Conservation Corps - Indian Division) built a dam in the 1930s to create a swimming hole for children living at the nearby Pipestone Indian Boarding School. The boarding school was one of many that attempted to assimilate Indigenous children by suppressing Native language, religion, and culture. When the children came here to swim, they learned about quarrying and carving from the active quarriers nearby.<br /> <br /> Today, in addition to quarrying and carving, the Monument is used regularly for many spiritual and cultural traditions, such as (Dakota translation included): <br /> <br /> Sun Dance - wiwáŋyaŋg wačhípi [wee-WAH-yaug wa-CHEE-pee] <br /> Sweat Lodges - Iníkaǧapi [ee-NEE-kah-ghah-pee]  <br /> Vision Quests - Haŋbdéčheyapi [aw-bDAY-chay-yaw-pee] ",
    "audioDescription": "Near the downstream end or outlet of a small man-made lake stands a brown sign that reads “Lake Hiawatha” (trail left). Lake Hiawatha is located on Pipestone Creek downstream from Winnewissa Falls. The lake is somewhat oblong in shape, measuring approximately 220 feet long by 140 feet wide. The banks and surrounding landscape are heavily vegetated with grasses and small shrubs, and animals that frequent this area include herons, turtles, mink, and muskrats. The lake is situated approximately 25 feet to the left of the trail, and an artificial dam located just past the brown sign marks the end of the lake. Here, the water cascades over a small barrier (approximately 3 feet high) of boulders, cobbles, and cement before continuing its flow downstream. Please do not attempt to enter the water or cross the dam – the water is not suitable for recreation or consumption and the rocks are slippery and dangerous. A brown public bench (approximately 8 feet long) is provided on the right side of the trail just down from the dam at a space where the trail widens to approximately 12 feet wide. To the right of the bench (if seated) there is a medium-sized shrub, and just beyond the shrub are a pair of garbage cans. The closest is intended for recyclables only and the furthest is designated for trash. Directly across the trail from the tree (about 9 feet away) stands a wayside sign that shows an illustration of a bison herd grazing the prairies surrounding a lake. In the foreground, a solitary bison walks toward the lake on a worn trail that parallels the creek, which flows away from the lake over a small, rocky cascade. The wayside is titled “Pipestone Creek,” and reads: Over time, this creek’s seasonal floods uncovered the rare pipestone layer. Later, rutted trails made by buffalo herds drinking from the stream may have further revealed the pipestone. Oral tradition suggests that Indians first discovered the easily-crafted stone near this creek. The Iowa and Oto people – and many other American Indians from the Northern Plains – quarried the exposed stone. Many traveled hundreds of miles to this quarry. They considered these quarries sacred. According to some accounts, warring tribes stopped fighting when entering these neutral grounds. Caution: Chemicals and animal waste from sources upstream have diminished the creek’s water quality – do not wade in the creek or drink its water. Inset from the bison herd image is a rough sketch of this site as it may have appeared historically. In the sketch, a group of ten American Indians works to extract pipestone from a thin quarry line that runs across the foreground. Further in the distance, there are three tipis with the silhouettes of three American Indians outside. Six large boulders stand to the right of the tipis. A creek runs through the quarry line, and upstream there is a small lake, above which the creek forks. The creek runs over a sheer cliff wall that makes up the horizon of the image. Aside from some prairie grasses and small shrubs, there is little to no vegetation included in the sketch. The caption for this image reads: “Pipestone Creek and the quartzite ledge (below) as sketched by artist George Catlin while visiting here in 1836. This creek once meandered through a vast prairie (right). In the past century, the vegetation of the area has changed greatly.”",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Benches/Seating",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "North side of the trail, about halfway between the Visitor Center and the waterfall.",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Created by the CCC-ID for children at the Pipestone Indian Boarding School. ",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "CE71EFF1-B188-4F62-8C74-89B80FF71896",
    "url": "https://www.nps.gov/places/leaping-rock.htm",
    "title": "Leaping Rock",
    "listingDescription": "Stone feature used by American Indians for centuries to prove their bravery.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/8EBE9F1E-A8C4-9801-5324CE3E35F92F0E.jpg",
        "credit": "J. Borden",
        "altText": "A stone pillar standing 12 feet from a cliff edge surrounded by trees",
        "title": "Leaping Rock",
        "description": "",
        "caption": "Countless Indigenous warriors have placed their arrows into the top of leaping rock for centuries.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/8EBE9F1E-A8C4-9801-5324CE3E35F92F0E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/8EBE9F1E-A8C4-9801-5324CE3E35F92F0E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MN",
        "parkCode": "pipe",
        "designation": "National Monument",
        "fullName": "Pipestone National Monument",
        "url": "https://www.nps.gov/pipe/index.htm",
        "name": "Pipestone"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Midwest",
      "MidwestNPS",
      "Circle Trail",
      "Leaping Rock"
    ],
    "latitude": "44.015614",
    "longitude": "-96.320973",
    "latLong": "44.015614,-96.320973",
    "bodyText": "Early explorers noted arrows stuck in the cracks on top of Leaping Rock. They learned from various tribes that warriors, to prove their bravery, jumped from the cliff onto the top of Leaping Rock roughly 12 feet away and jammed an arrow into one of the cracks. It was also said that occasionally, a woman might refuse the attention of a warrior until he had shown his bravery by jumping onto Leaping Rock. <br /> <br /> One Mandan warrior told the painter George Catlin, “I am a young man, but my heart is strong. I have jumped on the medicine-rock - I have placed my arrow on it and no Mandan can take it away. The red stone is slippery, but my foot was true - it did not slip.”      <br /> <br /> It was a dangerous ritual. Catlin wrote about seeing a Dakota father mourn the death of his son, who had slipped while making the attempt. On July 4th of Joseph Nicollet’s famous 1838 expedition, 25-year-old John C. Fremont (who later became a famous explorer and Civil War general) jumped onto Leaping Rock and placed an American flag on it. <br /> <br /> You may notice inscriptions on the surrounding rocks from early settlers. While we value their memory, please do not leave your own markings on rocks or trees! ",
    "audioDescription": "Leaping Rock is visible from both the upper and lower sections of the Circle Trail. On the upper side loop, there is a brown sign that reads “Leaping Rock.” From this vantage point (looking out over the cliffs toward the creek), a stone platform measuring approximately 20 feet by 15 feet stands to the left and contains evidence of both early pioneer inscriptions and glacial striations left behind during the Ice Age. Across a 15-foot gap to the right sets a free-standing pillar of Sioux Quartzite rock approximately 30 feet high. This pillar is Leaping Rock. The top of the pillar is flat and measures approximately 5 feet by 3 feet across. Grass grows from crevices in the top of the rock, and natural notches visible on the far side of the pillar will later be revealed to resemble a man’s face, referred to as “Old Stone Face.” A smaller rock platform stands closer to the pillar – leaving a roughly 6-foot gap. When viewed from the brown public bench (approximately 8 feet long) on the lower Circle Trail, Leaping Rock stands out against the skyline as it is situated slightly ahead of the remainder of the cliffside. The pillar’s “face” is clearly visible from this vantage point, and the pillar itself emerges from an area of boulders and trees. Another brown sign reading “Leaping Rock” stands at the base of the pillar. Leaping Rock is located approximately 35 feet from the bench, and approximately 20 feet from the trail. Please stay on the paved trail.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "North side of the waterfall (to the left if you're facing the falls) along the cliff line. ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Used by American Indian warriors for centuries to display their bravery. ",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "5D055925-14B8-4F5E-91CB-25B6A90225B6",
    "url": "https://www.nps.gov/places/nicollet-marker.htm",
    "title": "Nicollet Marker",
    "listingDescription": "Where Joseph Nicollet and men from his expedition carved their initials in 1838. The stone was later used as the center point for the 1 square-mile Pipestone reservation.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/8F2DFB18-CD77-6FEB-77DA16CF70FAAB51.jpg",
        "credit": "N. Barber",
        "altText": "A stone with initials and a date carved into them",
        "title": "Nicollet Marker",
        "description": "",
        "caption": "The marks left behind by Joseph Nicollet and men from his expedition in 1838.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/8F2DFB18-CD77-6FEB-77DA16CF70FAAB51.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/8F2DFB18-CD77-6FEB-77DA16CF70FAAB51.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MN",
        "parkCode": "pipe",
        "designation": "National Monument",
        "fullName": "Pipestone National Monument",
        "url": "https://www.nps.gov/pipe/index.htm",
        "name": "Pipestone"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Midwest",
      "MidwestNPS",
      "Circle Trail",
      "Nicollet Marker"
    ],
    "latitude": "44.0156441",
    "longitude": "-96.321053301",
    "latLong": "44.0156441,-96.321053301",
    "bodyText": "The initials on this rock were carved by the French scientist and explorer Joseph Nicollet and members of his 1838 expedition. This was the first US government-sponsored expedition to the quarries, resulting in the first accurate map of the upper Mississippi and Missouri river basins (which includes Minnesota).<br /> <br /> In 1858, Dakota leader Struck-By-The-Ree refused to move his people to a reservation 150 miles south unless they were guaranteed the right to quarry pipestone. The government agreed and the quarries were turned into a 1-square-mile reservation. The Nicollet Marker was used as its center point.  ",
    "audioDescription": "A brown sign on the righthand side of the trail labels this location as the “Nicollet Marker.” Just off the left side of the trail stands a metal railing, approximately 2.5 feet tall, that encloses a space approximately 4 feet by 4 feet. At this location the land drops away sharply just adjacent to the trail, falling into a natural rock crevice about 2.5 feet across – please stay aware of your footing. The metal railing bridges the gap to enclose a horizontal rock face approximately 3 feet in diameter. On the portion of rock nearest the trail, etchings are faintly visible. Written from top to bottom across the rock is a list of initials: J. N. Nicollet C. F. C. A. G. J. L. J. E. F. J. R. Text inscribed vertically to the right of the list reads: EXPEDITION July 1 38 On the vertical face to the right of the Nicollet Inscription a black metal plaque with gold lettering and borders has been affixed. It reads: THE J. N. NICOLLET EXPEDITION OF 1838 RESTED HERE THREE DAYS JOHN C. FREMONT CHARLES A. GEYER JOSEPH LAFRAMBOISE J. E. FLANDIN JOSEPH RENVILLE ERECTED BY CATLINITE CHAPTER, DAUGHTERS OF THE AMERICAN REVOLUTION. 1925. Approximately 5 feet down the trail from the Nicollet Inscription and metal railing stands a wayside sign titled “Nicollet’s Inscription.” It is on the left side of the trail and reads: Joseph Nicollet, a gifted mathematician and scientist, led the first U. S. Government expedition to the pipestone quarries in 1838. On this rock ledge the explorers chiseled Nicollet’s name and their initials before continuing their map-making journey on July 6. In italics, a quote on the left side of the sign reads: “Toward 1:30 we finally arrive in the valley of the famous red stone which is sought after by all the tribes of the north and northwest for making pipes. When not prevented by war, they come to this place on a yearly pilgrimage to quarry it.” Joseph N. Nicollet June 29, 1838 This wayside also shows a black and white photograph of the rock inscribed by Nicollet’s party. The caption reads: “The initials on the rock stand for the six expedition members: Joseph N. Nicollet (J. N. Nicollet), John C. Fremont (C. F.), Charles A. Geyer (C. A. G.), Joseph La Framboise (J. L.), J. Eugene Flandin (J. E. F.), and James [Joseph] Renville [Jr.] (J. R.).” A second wayside sign across the trail (approximately 3 feet further) details the course of Nicollet’s Party and is titled “The Nicollet Expedition.” The main text reads: In 1838, the U. S. Government commissioned Joseph N. Nicollet and five others – including Lieutenant John C. Frémont – to map the triangle of land between the Missouri and Mississippi Rivers. While at Pipestone Nicollet wrote, “Toward 10:00 Frémont, Flandin and I go on horseback into the valley to study its physical and geological character. In order to grasp the relation between the valley and the surrounding prairies, we travel far and wide.” After exploring this rock ledge, he recorded, “This admirable hill awaits the poet and the painter, who should visit it when the last rays of the setting sun are falling upon it.” Caution: Hazardous footing exists along this 30-foot ledge – stay on the paved trail. The left side of the wayside features two artist sketches, the upper depicting a curly-haired and doe-eyed Joseph Nicollet and the lower portraying a well-dressed and attentive John C. Frémont. The illustrations’ caption reads: “Joseph N. Nicollet (right) mapped this area during his visit here June 29-July 6, 1838. His lieutenant, John C. Frémont (below), received training on this expedition that eventually led to his fame as “The Pathfinder.” The right side of the wayside shows part of the map Nicollet created during this expedition. The portion included here predominantly shows what is now southern Minnesota and illustrates, in great detail for the time period, the drainages and land features of the area. Nicollet’s map also includes many Indigenous names for different places. A red dashed line indicates the route Nicollet’s party travelled, from east to west. Beginning at the Mississippi River, the line follows the St. Peter River for some distance before diverging and cutting across the prairie before arriving at the pipestone quarries. The caption for this map reads: “This section of Nicollet’s 1842 map of the Upper Mississippi River was considered an outstanding frontier map. The route of Nicollet’s 1838 journey to the Pipestone quarry is marked in red.” From this last wayside, the paved trail continues toward a steep and uneven staircase that leads back down to the main trail.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "cf87337f-f57e-5d8d-b1b4-28eb602e9291",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Near Leaping Rock on the cliff line to the north of the waterfall. ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Where Nicollet and men from his 1838 expedition (including John C. Fremont) carved their initials into a rock. This was later used as the center point for the Pipestone Reservation.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8320703D-3CEC-417C-9AD2-B033F19303E2",
    "url": "https://www.nps.gov/places/old-stone-face.htm",
    "title": "Old Stone Face",
    "listingDescription": "This column of rocks near the waterfall is a favorite feature for many visitors to spot, as it strongly resembles the profile of a face.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/94B05BFC-92E5-E442-BFB8B6D1161D7462.jpg",
        "credit": "J. Borden",
        "altText": "Stone column that resemble the profile of a face; surrounded by trees.",
        "title": "Old Stone Face",
        "description": "",
        "caption": "Kids often love finding Old Stone Face standing out from the cliffs.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/94B05BFC-92E5-E442-BFB8B6D1161D7462.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/94B05BFC-92E5-E442-BFB8B6D1161D7462.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MN",
        "parkCode": "pipe",
        "designation": "National Monument",
        "fullName": "Pipestone National Monument",
        "url": "https://www.nps.gov/pipe/index.htm",
        "name": "Pipestone"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Midwest",
      "MidwestNPS",
      "Circle Trail",
      "Old Stone Face"
    ],
    "latitude": "44.015411",
    "longitude": "-96.32139",
    "latLong": "44.015411,-96.32139",
    "bodyText": "Like The Oracle, there is no historical evidence that American Indians have ever called this feature anything but Leaping Rock or Medicine Rock. The weathering of the stone has left a striking resemblance to a face and is a favorite feature for many visitors. ",
    "audioDescription": "At the lower junction between the side loop and the main trail, at a location where the pavement gives way to hexagonal metal grating measuring approximately 6 feet by 8 feet, a brown sign reading “The Old Stone Face” offers a viewing hole through which a rock formation known as Old Stone Face can be seen. The sign stands on the left side of the trail if descending from the upper loop, or on the right side of the trail if walking the lower portion of the trail. The viewing hole is near the lower right corner of the sign and is approximately 1” in diameter. To the right, a second brown sign simply reads “Old Stone Face.” Old Stone Face makes up a part of the same rock pillar that is referred to as “Leaping Rock.” Like the Oracle, Old Stone Face is a natural rock formation that resembles the profile of a man’s face. Old Stone Face looks to the right (toward the waterfall), and features a blocky countenance, with a prominent rectangular nose and squared chin. The color and texture of the rock almost give the face the look of a ruddy complexion. From here, proceed down the main trail (to the right, if descending from the side loop) to reach the next featured location.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Along the cliff line near the waterfall, almost halfway around the trail.",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Stone column that strongly resembles a person's face from one side. ",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "95E840BD-266C-4189-A3AF-B9D16C8AABFF",
    "url": "https://www.nps.gov/places/prairie-past-and-present.htm",
    "title": "Prairie: Past and Present",
    "listingDescription": "View of a large swath of tallgrass prairie with an informational wayside and a bench to sit on and take in the view.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/2564600D-914C-8A14-2EDC020E64A613A4.jpg",
        "credit": "N. Barber",
        "altText": "A bench and tree next to tallgrass prairie",
        "title": "Prairie: Past and Present",
        "description": "",
        "caption": "The Monument's tallgrass prairies contains over 300 native plant species",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/2564600D-914C-8A14-2EDC020E64A613A4.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/2564600D-914C-8A14-2EDC020E64A613A4.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MN",
        "parkCode": "pipe",
        "designation": "National Monument",
        "fullName": "Pipestone National Monument",
        "url": "https://www.nps.gov/pipe/index.htm",
        "name": "Pipestone"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Midwest",
      "MidwestNPS",
      "Circle Trail",
      "prairie past and present"
    ],
    "latitude": "44.013275",
    "longitude": "-96.322861",
    "latLong": "44.013275,-96.322861",
    "bodyText": "Notice the tallgrass prairie covering the landscape. This was once the largest contiguous ecosystem in North America, extending from Canada to Texas, and from Indiana to Kansas. Due to rural and urban development, approximately 2% remains today. Euro-American settlement and the introduction of non-native plant species has dramatically changed the tallgrass prairie plant composition. The Monument has conducted annual prescribed fires since 1971 to restore native plants. ",
    "audioDescription": "This stop offers a view of virgin tallgrass prairie – land that has never been tilled. Big bluestem, sideoats grama, blue grama, buffalograss, and prairie cordgrass are just a few of the over 300 native plants found within the park. To the left there is a public bench (approximately 8 feet long), and to the right stands an ash tree (approximately 40 feet tall) with multiple pieces of different fabrics wrapped and tied around its branches. Beside the tree are two trash cans – one blue for recycling and the other brown for garbage. The wayside sign at this location is titled “Prairie: Past and Present,” and shows an image of eight bison grazing on the historic prairie. The sign identifies five species of plants (previously mentioned) and reads: As Joseph Nicollet approached Pipestone on June 29, 1838, he wrote, “Travelling on this beautiful prairie, as pleasant and as uniform as the green carpet of a royal salon, we lose a good half hour looking through the telescope…” Charles A. Geyer, the expedition’s botanist, recorded more than 100 species of plants around Pipestone. We now know that this prairie contains more than 300 plant species. Two centuries ago, Minnesota had 18 million acres of tallgrass prairie. Today, the remaining prairie is composed of less than 1% of its original acreage. Although now degraded by more than 70 non-native plant species, the prairie before you is one of the few remnants of the once-vast ecosystem that covered the Great Plains. The future of this prairie and your safety depend on you – stay on trails and leave the flowers and grasses for others to enjoy.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Recycling",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "South side of the trail, just over a tenth of a mile from the Visitor Center",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Provides a view of the tallgrass prairie next to a tree often used for prayer ties (please do not disturb the prayer ties)",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "33FC8CD7-3388-4E17-8067-D019477222B5",
    "url": "https://www.nps.gov/places/ripple-marks.htm",
    "title": "Ripple Marks",
    "listingDescription": "The ripple marks in the stones around the Monument serve as evidence to the time, over 1.6 billion years ago, when this landscape was under water.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/905AE3AA-0757-B212-A9A71639CB00202F.jpg",
        "credit": "J. Borden",
        "altText": "Wavy patterns and crests on a piece of stone",
        "title": "Ripple Marks",
        "description": "",
        "caption": "Evidence of an ancient river are all over the Monument, most notably in the form of ripple marks",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/905AE3AA-0757-B212-A9A71639CB00202F.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/905AE3AA-0757-B212-A9A71639CB00202F.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MN",
        "parkCode": "pipe",
        "designation": "National Monument",
        "fullName": "Pipestone National Monument",
        "url": "https://www.nps.gov/pipe/index.htm",
        "name": "Pipestone"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Midwest",
      "MidwestNPS",
      "Circle Trail",
      "ripple marks"
    ],
    "latitude": "44.01565",
    "longitude": "-96.321446",
    "latLong": "44.01565,-96.321446",
    "bodyText": "As you walk down this stairway, note that some of the quartzite steps have a rippled surface. These ripple marks were formed when the quartzite was still loose sand in shallow water. Ripple marks like this are found on shores of modern lakes, oceans, rivers, and streams.",
    "audioDescription": "While descending this steep and uneven staircase, please take caution. Aside from a few trees spaced along the pathway, there are no handrails and the steps are not uniform in height nor length as they wind their way down to the main trail. Along the way, signs of Pipestone’s geologic past are evident in the stone. The seventh step from the top offers a visually distinct example of ancient ripple marks that formed when this area was underwater, before the stone became solid. The ripple marks vary in color and size. The pattern resembles the way sand looks when effected by waves along a shoreline. Other locations, including the stairs that continue below, also exhibit similar wavelike formations within the stone. Sixteen more stairs continue below, for a total of 23 steps leading back to the main trail.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "North side of the trail on the stairs between the main path and the Nicollet Marker.",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Evidence of the ancient river that covered this area over 1.6 billion years ago. ",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "CA0FF957-9B27-4132-A2CC-59C7FD8B078B",
    "url": "https://www.nps.gov/places/sioux-quartzite-cliffs.htm",
    "title": "Sioux Quartzite Cliffs",
    "listingDescription": "A wall of colorful Sioux Quartzite that is often a surprise to many visitors who expect a flat landscape throughout the Monument.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/2645A2B8-C991-BF2E-2A8EA1A3D0C46D8C.jpg",
        "credit": "J. Borden",
        "altText": "Large wall of pink rock to the right and green prairie plants to the left.",
        "title": "Sioux Quartzite Cliffs",
        "description": "",
        "caption": "The Sioux Quartzite cliffs are one of the more striking natural features of the site.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/2645A2B8-C991-BF2E-2A8EA1A3D0C46D8C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/2645A2B8-C991-BF2E-2A8EA1A3D0C46D8C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MN",
        "parkCode": "pipe",
        "designation": "National Monument",
        "fullName": "Pipestone National Monument",
        "url": "https://www.nps.gov/pipe/index.htm",
        "name": "Pipestone"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Midwest",
      "MidwestNPS",
      "Circle Trail",
      "Sioux Quartzite Cliffs"
    ],
    "latitude": "44.0138",
    "longitude": "-96.320485",
    "latLong": "44.0138,-96.320485",
    "bodyText": "The rock wall along the trail is Sioux Quartzite, which overlies the pipestone. Since the rock layers slope 8° downward from the Visitor Center to these cliffs, the pipestone layer would be ~100 feet underground at this point. Sioux Quartzite outcroppings are found throughout this region of Minnesota and South Dakota. It’s a strong material often used in construction, unlike pipestone, which is much too soft for infrastructure. ",
    "audioDescription": "Here, a wall of red, pink, and grey Sioux Quartzite emerges from the landscape, standing up to 30 feet tall in some areas. The wall borders this section of trail and continues to parallel the trail until reaching the waterfall. The ground before the cliffside is littered with large Sioux Quartzite boulders amid the tallgrass prairie plants. Grasses and other plants grow from cracks and crevices in the rock, and a few stunted trees stand at the top of the cliffs. Markings in the rock, including glacial striations, reduction spots, and clear examples of cross-bedding, offer clues about the geologic history of this area. Exercise caution along this stretch of trail – the rock face is uneven and may extend out into the trail in some locations.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Runs north-south between the two main sides of the trail.",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Beautiful example Sioux Quartzite outcroppings.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "EDE3E7C7-D30C-4A1C-9827-8AEDD47D97B9",
    "url": "https://www.nps.gov/places/smooth-sumac.htm",
    "title": "Smooth Sumac",
    "listingDescription": "Large patch of sumac that turns an impressively vibrant red in late summer, early fall. Some Tribal nations use the dried leaves and branches of this plant for their pipe use and construction.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BD27FCC2-E5C5-D262-E4988E9349D09373.jpg",
        "credit": "J. Borden",
        "altText": "Field of red sumac leaves, trees in the distance, blue sky overhead",
        "title": "Smooth Sumac",
        "description": "",
        "caption": "In late August through September, the sumac leaves turn a brilliant red.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BD27FCC2-E5C5-D262-E4988E9349D09373.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BD27FCC2-E5C5-D262-E4988E9349D09373.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MN",
        "parkCode": "pipe",
        "designation": "National Monument",
        "fullName": "Pipestone National Monument",
        "url": "https://www.nps.gov/pipe/index.htm",
        "name": "Pipestone"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Midwest",
      "MidwestNPS",
      "Circle Trail",
      "Smooth Sumac"
    ],
    "latitude": "44.015256",
    "longitude": "-96.322126",
    "latLong": "44.015256,-96.322126",
    "bodyText": "The smooth sumac leaves turn a brilliant red in the fall. Some Tribes use the dried, red leaves in their pipes and, if branches large and straight enough, they can be used for pipe stems. This native species can tend to crowd out other plants, so it is cut back every year. Park staff also conduct controlled burns annually in alternating sections of the site to encourage native plant diversity and prairie health.",
    "audioDescription": "At a location marked by a brown sign reading “Smooth Sumac” (right side), the trail meanders its way through a dense grove of medium-sized woody shrubs, known as smooth sumac (Rhus glabra). Depending upon the time of year, the many pinnate leaves that adorn the plant’s branches may be vivid green, vibrant red, or absent altogether. Many of the plants in this grove stand 8-10 feet tall, but a wide swath around the location of the brown sign has been cut back and only stands 3-4 feet tall. Through this gap in the vegetation, the landscape and plants that lie past the grove can be viewed from a distance. Beyond the smooth sumac, along the horizon (at least 1200 feet in the distance), there may stand a tall cottonwood tree wrapped and tied with multi-colored cloths. A new tree is erected here each year as part of the Sun Dance ceremony held at Pipestone National Monument every July. A small wayside sign (3 feet to the left of the brown sign) reads: The cottonwood tree you see in the distance is used in the religious ceremony known as the Sun Dance. Hanging from its limbs are streamers made of colored cloth. Each cloth and its color are significant to the person who placed it. As you walk the Circle Trail you may encounter other colored cloth ties on trees and rocks. The ties represent a prayer or an offering and are placed here for spiritual purposes. The offering ties are often filled with tobacco. PLEASE DO NOT REMOVE, DISTURB, OR TOUCH ANY PRAYER TIES OR OFFERINGS.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "North side of the trail between Lake Hiawatha and the waterfall.",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Beautiful, bright red leaves in late summer/early fall. The leaves are sometimes used in pipes and the branches are sometimes used for pipe stems.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "36EE263D-55BA-40A2-A382-4891754F41D3",
    "url": "https://www.nps.gov/places/south-quarry-trail-junction-circle-trail.htm",
    "title": "South Quarry Trail Junction - Circle Trail",
    "listingDescription": "Trail leading past active quarries where American Indians have continuously quarried pipestone for thousands of years.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/1EF5088A-BCA3-8D40-7BCD646836D564B2.jpg",
        "credit": "J.Borden",
        "altText": "A forked path and a sign on a railing directing people to the Circle Trail or South Quarry Trail",
        "title": "South Quarry Trail",
        "description": "",
        "caption": "The South Quarry Trail leads alongside an area American Indians have quarried for centuries",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/1EF5088A-BCA3-8D40-7BCD646836D564B2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/1EF5088A-BCA3-8D40-7BCD646836D564B2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MN",
        "parkCode": "pipe",
        "designation": "National Monument",
        "fullName": "Pipestone National Monument",
        "url": "https://www.nps.gov/pipe/index.htm",
        "name": "Pipestone"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Midwest",
      "MidwestNPS",
      "Circle Trail",
      "american indian culture",
      "quarries",
      "south quarry trail junction"
    ],
    "latitude": "44.012962",
    "longitude": "-96.324726",
    "latLong": "44.012962,-96.324726",
    "bodyText": "<span style=\"font-size:10pt\"><span style=\"font-family:\"Times New Roman\"\"><span style=\"color:black\"><span lang=\"en-US\" style=\"font-size:14.0pt\"><span style=\"font-family:Calibri\"><span style=\"language:en-US\">The South Quarry Trail is an out-and-back path (~ 1/2 a mile roundtrip) along active quarries where </span></span></span><span lang=\"en-US\" style=\"font-size:14.0pt\"><span style=\"font-family:Calibri\"><span style=\"color:black\"><span style=\"language:en-US\">American Indians </span></span></span></span><span lang=\"en-US\" style=\"font-size:14.0pt\"><span style=\"font-family:Calibri\"><span style=\"language:en-US\">have continuously quarried pipestone for thousands of years. Many travel great distances, spending a week or more of vacation time from their regular jobs. High humidity, heat, rain, mosquitoes, ticks, thorns, poison ivy, and lack of shade all combine to make quarrying a personal struggle. </span></span></span></span></span></span><br /> <span style=\"font-size:10pt\"><span style=\"font-family:\"Times New Roman\"\"><span style=\"color:black\"> </span></span></span><br /> <span style=\"font-size:10pt\"><span style=\"font-family:\"Times New Roman\"\"><span style=\"color:black\"><span lang=\"en-US\" style=\"font-size:14.0pt\"><span style=\"font-family:Calibri\"><span style=\"language:en-US\">Using heavy sledgehammers, pry bars, and wedges to break through the hard quartzite and hauling buckets of heavy rubble also make it an exhaustive struggle. Despite all this hardship, the quarrying of pipestone continues today from spring through fall.</span></span></span></span></span></span><br /> <span style=\"font-size:10pt\"><span style=\"font-family:\"Times New Roman\"\"><span style=\"color:black\"> </span></span></span><br /> <span style=\"font-size:10pt\"><span style=\"line-height:107%\"><span style=\"font-family:\"Times New Roman\"\"><span style=\"color:black\"><span lang=\"en-US\" style=\"font-size:14.0pt\"><span style=\"line-height:107%\"><span style=\"font-family:Calibri\"><span style=\"color:black\"><span style=\"language:en-US\">American Indian </span></span></span></span></span><span lang=\"en-US\" style=\"font-size:14.0pt\"><span style=\"line-height:107%\"><span style=\"font-family:Calibri\"><span style=\"language:en-US\">people hold pipestone in great reverence and many oral histories tell of its origin. A belief held by many is that the stone was formed from the flesh and blood of their ancestors. </span></span></span></span></span></span></span></span><br /> <span style=\"font-size:10pt\"><span style=\"font-family:\"Times New Roman\"\"><span style=\"color:black\"> </span></span></span><br />  ",
    "audioDescription": "A metal railing with wooden posts stands approximately three feet tall on the righthand side of the trail. At this point the trail splits. Proceed straight to continue walking the ¾-mile Circle Trail leading to Winnewissa Falls, the Nicollet Marker, and other park highlights before returning to the Visitor Center. The path to the right is the South Quarry Trail, a short spur trail that parallels the active pipestone quarries and ends at the park entrance road. Out-and-back distance for the South Quarry Trail is approximately 0.6 miles. Both trails are paved, relatively flat, and easy.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "Pipestone National Monument",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Southern side of the trail just past the Exhibit Quarry.",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Leads along active quarry pits still worked by American Indians today.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C3266B12-5817-4F05-BD87-71357805D64B",
    "url": "https://www.nps.gov/places/spotted-quarry.htm",
    "title": "Spotted Quarry",
    "listingDescription": "Quarry visible along the trail which produces a rich, red stone with white spots. Geologists think the spots may be due to reduction from bacteria dying off over 1.6 billion years ago.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/2208B79D-98A3-B5BD-42DB61ADC27BAFC7.jpg",
        "credit": "J. Borden",
        "altText": "Deeply dug quarry surrounded by trees to the left and prairie grass to the right",
        "title": "The Spotted Quarry",
        "description": "",
        "caption": "The spotted quarry contains some of the most beautiful pipestone in the Monument",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/2208B79D-98A3-B5BD-42DB61ADC27BAFC7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/2208B79D-98A3-B5BD-42DB61ADC27BAFC7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MN",
        "parkCode": "pipe",
        "designation": "National Monument",
        "fullName": "Pipestone National Monument",
        "url": "https://www.nps.gov/pipe/index.htm",
        "name": "Pipestone"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Midwest",
      "MidwestNPS",
      "Circle Trail",
      "Spotted Quarry"
    ],
    "latitude": "44.014727",
    "longitude": "-96.324873",
    "latLong": "44.014727,-96.324873",
    "bodyText": "<span style=\"font-size:10pt\"><span style=\"font-family:\"Times New Roman\"\"><span style=\"color:black\"><span lang=\"en-US\" style=\"font-size:14.0pt\"><span style=\"font-family:Calibri\"><span style=\"color:black\"><span style=\"language:en-US\">This quarry gets its name from the appearance of the pipestone that comes out of it. The dark red stone is speckled with small, white spots which may be from bacteria dying off and causing reduction in the iron-oxide (hematite) when the stone was still sand.</span></span></span></span></span></span></span><br /> <span style=\"font-size:10pt\"><span style=\"font-family:\"Times New Roman\"\"><span style=\"color:black\"> </span></span></span><br /> <span style=\"font-size:10pt\"><span style=\"font-family:\"Times New Roman\"\"><span style=\"color:black\"><span lang=\"en-US\" style=\"font-size:14.0pt\"><span style=\"font-family:Calibri\"><span style=\"color:black\"><span style=\"language:en-US\">Historically, </span></span></span></span><span lang=\"en-US\" style=\"font-size:14.0pt\"><span style=\"font-family:Calibri\"><span style=\"color:black\"><span style=\"language:en-US\">American Indians</span></span></span></span> <span lang=\"en-US\" style=\"font-size:14.0pt\"><span style=\"font-family:Calibri\"><span style=\"color:black\"><span style=\"language:en-US\">quarried in the late summer and early fall since they had to wait for flooding in the quarries to recede after snowmelts and heavy rains earlier in the year. Today, the park uses water pumps so that quarriers can begin working earlier if they choose. </span></span></span></span></span></span></span><br /> <span style=\"font-size:10pt\"><span style=\"font-family:\"Times New Roman\"\"><span style=\"color:black\"> </span></span></span><br />  ",
    "audioDescription": "At this location, a short (50 foot) spur forks off to the right of the main trail. This spur traverses the quarry line and provides views of two active pipestone quarries. Approximately 15 feet down the right side of the spur a brown sign reads “Spotted Quarry.” This sign is situated at the edge of an elongated pipestone quarry approximately 20 feet deep (though its full depth is often difficult to discern due to water that frequently collects within the quarry). The quarry is approximately 50 feet long and a substantial pile of rubble has been excavated and piled just behind the quarry (to the left). The quarry is somewhat overgrown, with several large woody trees standing between the quarry wall and the rubble pile. Approximately 4 feet further down the trail from the brown sign (again on the righthand side), a wayside sign titled “Spotted Pipestone Quarry” features a black and white image of a pipestone quarry as it appeared in 1893. Many people, presumably American Indian, stand or sit both in and around the quarry and hold tools such as sledgehammers and picks. An inset photo shows more recent quarrying activity; an American Indian man wearing a plaid shirt and work gloves uses a more modern sledgehammer to break stone in his quarry. He has an assortment of hand tools, including wedges, saws, shovels, and a bucket. The caption for these two photos reads: “Quarrying still takes place with hand tools (above), usually in the fall. Some descendants of these Dakota Sioux, photographed at Pipestone in 1893 (right), continue to work the quarries.” The main text for this wayside describes the pipestone quarry at this location and reads: American Indians still quarry pipestone here as they have for generations. From quarry pits like the one below, American Indians from many tribes remove the raw stone basic to their culture. The quartzite rubble piled behind this quarry reflects the centuries of their hand-tooled labor. In this area north of the creek, American Indians first discovered pipestone. The 12-14” layer of pipestone that runs north-south for more than a mile occasionally has spots caused by the partial leaching of the mineral hematite. Much of the stone from this site contains these speckles, giving it the name “spotted” pipestone quarry. Caution: Loose rock around the quarries makes entry dangerous. Only American Indians with permits are allowed into the quarries. Opposite the Spotted Quarry, across the spur trail from the two signs, stands a brown garbage can adjacent to a brown public bench (approximately 8 feet long). From the bench, visitors can read the wayside sign and overlook the spotted quarry. Just beyond the bench and very near the end of the spur trail, visitors can overlook a second quarry (on left side of trail) that may show signs of recent activity. The rubble pile here is less extensive, but it is clear that a substantial amount of stonework has been done here. This quarry also often fills with water and will look different at different times of year. At this point, the paved trail terminates and transitions into a low-maintenance gravel road used by park staff. A brown trail sign states, “Service Road – Employees Only” and “Danger – Please Stay Out of Quarries.” Please return to the main trail at this point; proceed right to cross Pipestone Creek and return to the Visitor Center and parking lot, or go left to return to Lake Hiawatha and Winnewissa Falls.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "North side of the trail, about one-tenth of a mile from the Visitor Center",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Where beautiful, spotted pipestone is quarried. Geologists think the spots may be due to reduction caused by dying bacteria over 1.6 billion years ago.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "63F72CB0-ED66-48B0-AB4C-FAB08F2FCDCA",
    "url": "https://www.nps.gov/places/the-oracle.htm",
    "title": "The Oracle",
    "listingDescription": "A feature in the cliffs strongly resembling a face. If visitors climb the steps for a better view, they should not go any further than the immediate overlook to their left as they reach the top of the steps. Climbing the steps is not necessary for seeing the Oracle.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/275A9949-0FDB-C88D-F86534886580C4A2.jpg",
        "credit": "J. Borden",
        "altText": "Stone feature resembling a face surrounded by trees.",
        "title": "The Oracle",
        "description": "",
        "caption": "The Oracle is a feature treated as sacred by many.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/275A9949-0FDB-C88D-F86534886580C4A2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/275A9949-0FDB-C88D-F86534886580C4A2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MN",
        "parkCode": "pipe",
        "designation": "National Monument",
        "fullName": "Pipestone National Monument",
        "url": "https://www.nps.gov/pipe/index.htm",
        "name": "Pipestone"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Midwest",
      "MidwestNPS",
      "Circle Trail",
      "the oracle"
    ],
    "latitude": "44.014429",
    "longitude": "-96.320746",
    "latLong": "44.014429,-96.320746",
    "bodyText": "Climbing the steps provides a good vantage point for viewing The Oracle – the profile of a face that can be seen in the rocks. A story has been told that quarriers left offerings for The Oracle in exchange for wisdom. Some Sisseton Wahpeton Oyate tribal members interviewed in the 1990s stated a belief that Lyle Linch, an early park superintendent, invented the idea of The Oracle for tourists in the 1940s. However, some tribal members also stated that the feature was - and still is - traditionally important to them. Just like any feature in a sacred space, its impact is personal to the one having that experience. Offerings are left near The Oracle today.  ",
    "audioDescription": "From the bottom of the stairs, there are several options for viewing a natural rock formation known as “The Oracle.” As the trail makes a sharp turn to the left for a brief meander away from the cliffside, The Oracle is visible across the rocky, vegetated opening between the trail and the cliffs. The Oracle is a pinkish-grey Sioux Quartzite formation that resembles the shape of a man’s head in profile, if he were facing left. The rock face features a sloping forehead, hooked nose, and grim smile, and appears as though it is overlooking the pipestone quarries. A brown public bench (approximately 8 feet long) is available at this junction on the trail, and The Oracle stands approximately 80 feet directly ahead of the bench. Next to the bench (on the righthand side if seated) is a brown sign that reads “The Oracle.” Approximately ten feet from this sign, at the same location where the trail veers left, another brown sign stands at the base of a set of stairs that ascends the cliff wall. This sign reads “Climb steps to see The Oracle.” The staircase is made of stone and asphalt, and the ten stairs leading upwards are unevenly spaced and vary in width and height. The stairs wind through a narrow gap in the cliff face, and upon reaching the top of the tenth stair, visitors are encouraged to turn left and climb one final stone step to reach an uneven natural platform located along the top of the cliff line. Please exercise caution at this location, as the uneven surfaces present hazards and a fall from this height could prove deadly. Approximately 30 feet directly beyond the eleventh and final step stands a brown sign reading “The Oracle – look through here.” The sign has a 1”-diameter hole located in the lower righthand corner, inviting visitors to peer through for another view of The Oracle. From this vantage point, the shape of the rock is more distinct, presenting a sharper profile than from below. From the viewing sign, return to the staircase and prepare to descend in order to return to the Circle Trail.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Roughly a third of a mile from the Visitor Center, almost half way around the trail",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Some American Indians treat this as a sacred feature and leave offerings here. It is important to not go beyond the overlook if you climb the stairs.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "5531B465-F102-4D65-84CD-43C81E349BF4",
    "url": "https://www.nps.gov/places/the-three-maidens.htm",
    "title": "The Three Maidens",
    "listingDescription": "A sacred site. Large granite boulders treated as guardians of the quarries for centuries. Offerings are often left here prior to quarrying. Please maintain a respectful distance.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C9845189-E626-CF1F-9DFA19B48ED79C09.jpg",
        "credit": "N. Barber",
        "altText": "Cluster of giant boulders in a cluster on grass next to a tree",
        "title": "The Three Maidens",
        "description": "",
        "caption": "The Three Maidens are treated with reverence by many people. Please do not climb on them!",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C9845189-E626-CF1F-9DFA19B48ED79C09.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C9845189-E626-CF1F-9DFA19B48ED79C09.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MN",
        "parkCode": "pipe",
        "designation": "National Monument",
        "fullName": "Pipestone National Monument",
        "url": "https://www.nps.gov/pipe/index.htm",
        "name": "Pipestone"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Midwest",
      "MidwestNPS",
      "Circle Trail",
      "Three Maidens"
    ],
    "latitude": "44.0087864004",
    "longitude": "-96.3213391003",
    "latLong": "44.0087864004,-96.3213391003",
    "bodyText": "Along the entrance road to the park, you’ll see huge boulders near a pond. These rocks are made of granite, for which there is no nearby source. They were carried here (likely as one large boulder) from further north by a glacier and left behind when the ice melted. Rocks like this are called ‘erratics.’  <br /> <br /> There are several different Indigenous traditions regarding the Three Maidens. Whether the Maidens hid in the rocks from violence, natural disaster, or were granted permission from the Great Spirit to stay at the quarries, the result is a sacred space where the Maidens act as caretakers or guardians of the quarries. Many American Indians leave offerings at the Three Maidens when they visit the quarries. Please be respectful of the reverence surrounding the Three Maidens by maintaining your distance and not disturbing any offerings left for them.<br /> <br /> Please DO NOT CLIMB on the Three Maidens ",
    "audioDescription": "When entering or exiting the Monument via the park road, there is an opportunity to see and read about a sacred location referred to as the Three Maidens. If entering the park, a small parking lot on the left side of the park road is designated for this purpose and is marked with a brown sign reading “Three Maidens.” From this vantage point, a cluster of six very large granite boulders are visible approximately 130 feet away, across a span of mostly native vegetation. They are set before a fishing pond and manicured park area (both of which are located just outside of the Monument’s boundaries). Approximately 85 feet to the right of the boulders there is a red barn-like picnic shelter, as well as an outdoor seating area with picnic tables and trash cans provided. Restrooms are also provided at this location near the far corner of the outdoor picnic area, though availability may vary by season. A wayside sign at this parking area features an illustration of the boulders as they may have appeared hundreds of years ago, surrounded by open prairie with no trees visible against the blue sky. Three American Indians are depicted wearing sewn leather and either kneeling or standing as they make offerings and pray at the location. The wayside is titled “Three Maidens” and reads: Many American Indians believe that the larger boulder fragments – known as the Three Maidens – shelter the spirits of maidens who require offerings from visiting Indians before permitting them to quarry pipestone. During a visit here in 1836, artist George Catlin recorded his observations of such an offering and called these rocks, “truly a matter of surprise for the scientific world.” These huge granite rocks seem out of place in a land filled with only quartzite. During the last Ice Age, a continental glacier carried the granite down from present-day Canada. When the glacier receded, it left behind a huge boulder about 50 feet in diameter. Frosting action eventually split the glacial “erratic” into six pieces. The Three Maidens are held sacred by American Indians. To preserve the sanctity of this site do not climb on the boulders. Do not disturb or remove any prayer offerings placed here. Please respect this special place. A second parking lot is provided (again on the left) approximately 60 feet further down the road. This parking area provides closer access to the Three Maidens boulders, picnic shelter, picnic grounds, and restrooms. The view of the Three Maidens from this vantage point is unencumbered, and visitors can approach the boulders but are asked to maintain a respectful distance and not touch or climb on the sacred rocks. The boulders themselves are gray in color with areas of patchy lichen. They vary somewhat in size, with the largest standing nearly 15 feet high. A wooden sign approximately 4 feet tall stands approximately 20 feet from the boulders and reiterates the final paragraph of the wayside sign: The Three Maidens are held sacred by American Indians. Do not climb on the rocks, and do not remove or disturb any prayer offerings that are placed here. Please respect this special place. From this parking area, return to the park road and proceed left to continue toward the Visitor Center or turn right to exit the Monument.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "a83c4585-d237-57ac-a97d-52db98692614",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Benches/Seating",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Picnic Shelter/Pavilion",
      "Picnic Table",
      "Restroom",
      "Restroom - Seasonal",
      "Scenic View/Photo Spot",
      "Toilet - Flush",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Along the entrance road to the Monument near a pond and picnic area.",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Understood by many people to be guardians of the quarries. Offerings have been (and still are) left here by quarriers prior to entering the site to work. Please be respectful and do not climb on the boulders.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "25339381-778D-4CE3-83E2-C63AF4CDCFC0",
    "url": "https://www.nps.gov/places/winnewissa-falls.htm",
    "title": "Winnewissa Falls",
    "listingDescription": "A waterfall in the prairies! Winnewissa Falls is a favorite spot for those familiar with the site and a surprise to new visitors. Located halfway around the 3.4-mile Circle Trail, this is one of the main photo ops for visitors.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/8BEF8565-BA7E-F717-E7455985D17E1DBD.jpg",
        "credit": "N. Barber",
        "altText": "A waterfall surrounded by pink rocks and fall foliage.",
        "title": "Winnewissa Falls",
        "description": "",
        "caption": "Winnewissa Falls in the autumn. Every season provides a different view.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/8BEF8565-BA7E-F717-E7455985D17E1DBD.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/8BEF8565-BA7E-F717-E7455985D17E1DBD.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MN",
        "parkCode": "pipe",
        "designation": "National Monument",
        "fullName": "Pipestone National Monument",
        "url": "https://www.nps.gov/pipe/index.htm",
        "name": "Pipestone"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Midwest",
      "MidwestNPS",
      "Circle Trail",
      "winnewissa falls",
      "waterfall"
    ],
    "latitude": "44.0152756004",
    "longitude": "-96.320829901",
    "latLong": "44.0152756004,-96.320829901",
    "bodyText": "Here, the trail crosses Pipestone Creek below Winnewissa Falls. According to one American Indian tradition: <br /> <br /> “The Great Spirit called the warring nations together in the valley of the pipestone. There he pulled a piece of pipestone from the earth, formed a pipe and told them that it was the flesh and blood of their ancestors. He smoked the pipe over them and admonished them to lay down their arms. Here is a place where different tribes can quarry side by side together in harmony. While he was speaking, a waterfall poured from the rock nearby.” -Original storyteller unknown <br /> <br /> **Please do not attempt to go into the water. It is contaminated and unfit for consumption or recreation.**",
    "audioDescription": "Nearing the waterfall (Winnewissa Falls), the sound of cascading water is audible. Just before reaching the waterfall, a metal banister stands approximately 3 feet high on the left-hand side and indicates where the trail splits to later rejoin itself approximately 30 feet below. The left fork, bordered by the banister almost until the point where the trail rejoins, provides a ramped surface, a brown public bench (approximately 8 feet in length), and two brown trash cans on the righthand side of the trail. The right trash can is intended for recyclables, while the left trash can is intended for garbage. The right fork of the trail offers a more direct approach down a set of four stone stairs that vary in height and length. At the point where the trail rejoins, the waterfall becomes visible and a hand railing approximately 4 feet high begins on the righthand side where the cliff face gives way to the stream channel. The total length of this railing is approximately 20 feet, and it extends partway across a textured-surface bridge before terminating at a set of large Sioux Quartzite boulders that serve as a natural border for the bridge’s remaining distance. Another set of handrails is provided on the left-hand side of the trail, beginning at the start of the bridge and terminating at a large tree that stands approximately ten feet from the end of the bridge (also a trail junction). This handrail measures approximately 35 feet in total distance. Please take caution as the viewing platform and bridge can be very slippery when wet or icy. When standing on the bridge directly before Winnewissa Falls, the waterfall is about 40 feet upstream. The falls are bounded by the pink Sioux Quartzite cliffs on either side. The water drops from a height of approximately 10 feet and many boulders of varying sizes are strewn throughout the water below. Fish can sometimes be seen swimming in these waters. Mosses and lichens cover the rocks, and the area is protected by numerous trees growing both above and below the falls. Downstream from the bridge, the water stills in a natural pool before flowing over a small cascade of boulders and then flowing parallel to the pathway. This portion of creek bed continues to be littered with cobbles and boulders and lined by trees and other vegetation. The water in this creek, though beautiful and peaceful, is degraded in quality due to agricultural sources located upstream; visitors (and their pets) should not drink or enter the water due to its bacterial and chemical loads. Where the bridge terminates, there is a brown sign on the left-hand side that reads “Winnewissa Falls” and the trail comes to a T. To the right, a side loop of the Circle Trail leads to a steep, rocky staircase located approximately 50 feet up the trail; it contains 22 unevenly-spaced stairs leading up the cliffside through a low-clearance natural rock archway. Continuing along this route will lead to a viewpoint from the top of Winnewissa Falls, a top-down view of the historical pillar known as Leaping Rock, the site of the inscriptions left by the Nicollet Expedition of 1838 (including informational waysides), and a staircase leading back down to the main trail while showcasing some of the park’s geologic features. To the left of the T, the trail slopes gently downward and roughly follows the creek and cliff line. The base of Leaping Rock is visible along this portion of trail and there is a brown public bench (approximately 8 feet long) provided on the left side of the trail (approximately 75 feet down the trail). The side loop rejoins the main trail approximately 120 feet below the T junction at a pair of brown signs for “Old Stone Face.”",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "01c5186a-37c2-5273-a875-5701a2f29601",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Located 3/8 of a mile from the Visitor Center. Nearly the halfway point of the trail.",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "A waterfall isn't something most visitors expect in the prairies. First painted in the 1830s, it's a favorite spot for photos today.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]