[
  {
    "id": "4E49483B-04AD-4EE3-9D6B-FB62BFA3CFC5",
    "url": "https://www.nps.gov/places/walking-tour-1-royal-grounds.htm",
    "title": "#1 - The Royal Grounds",
    "listingDescription": "Journey back to ancient Hawaiʻi and walk in the footsteps the ancestors. On this first stop of the self-guided walking tour, explore the Royal Grounds, which were once reserved for the chiefdom of Kona.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/020CF484-CE7B-0679-ACDD646D29CE4F96.jpg",
        "credit": "NPS",
        "altText": "White coral sand, vibrant greenery, towering coconut trees, and black lava rock of the Royal Grounds",
        "title": "Walking Tour Stop 1 - The Royal Grounds",
        "description": "",
        "caption": "As you enter the Royal Grounds, remember that this is a wahi kapu, a sacred place.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/020CF484-CE7B-0679-ACDD646D29CE4F96.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/020CF484-CE7B-0679-ACDD646D29CE4F96.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hawaiian Royalty",
      "Hawaiian Culture"
    ],
    "latitude": "19.421715",
    "longitude": "-155.910821",
    "latLong": "19.421715,-155.910821",
    "bodyText": "<p><em>Journey back to ancient Hawaiʻi and walk in the footsteps the ancestors. Realize that as you step onto the sands of the park’s Royal Grounds, you are setting foot on what is revered by native Hawaiian’s as wahi kapu, a sacred place. Please make sure to visit respectfully.</em><br /> <br /> <em>Ano ai ke aloha</em>. Welcome. Puʻuhonua o Hōnaunau National Historical Park was established in 1961 as a monument to the first Polynesian voyagers to cross Oceanic distances and make their home in this remote island world. Today our mission is to preserve unimpaired the cultural and historical heritage unique to this Hōnaunau region here on the island of Hawai’i. Throughout the region, many archeological sites paint a picture of life throughout 15<sup>th</sup>, 16<sup>th </sup>and 17<sup>th</sup> century Hawaiʻi.<br /> <br /> Realize that with your first steps onto the sands of the Royal Grounds, you are setting foot on what is revered by native Hawaiian’s as <em>wahi kapu</em>, a sacred place. These Royal Grounds encompass an area known as <em>Kauwalomālie</em>, a place traditionally reserved for the <em>aliʻi</em> or ruling chiefs and their guardians, stewards, and advisors. For the <em>Makaʻāinana</em>, who were the common folk, cultivators, and laborers, setting foot upon Royal Grounds was strictly forbidden. Indeed, casting so much as a shadow upon a wahi kapu such as Kauwalomālie was prohibited due to the law of the <em>ʻaikapu</em> – or kapu system. This system organized society and maintained a complex fabric of laws and responsibilities. Kapu were absolute, and so the penalty for breaking a kapu was severe and most often resulted in death for the offender.<br /> <br /> Today we are fortunate that these Royal Grounds can be made open for all to experience, while remembering the history and traditions that make this place a wahi kapu.</p>",
    "audioDescription": "As you step off the ramp into the Royal Grounds you'll hear the crunch of white coral sand beneath your feet. Coconut trees tower above and smaller native plants dot the landscape. Islands of black lava rock appear amidst the white sand. Small thatched hālau, or a-framed structures, and carved kiʻi images can be seen throughout the royal grounds. A large, black stone wall divides the Royal Grounds from the Puʻuhonua with the following dimensions: 10 feet high, 17 feet wide, and over 1000 feet in length. The blue waters of the Pacific ocean are held back by smaller sea walls made in the traditional way, dry-stacked black lava rock. Gentle waves lap on shore at Keoneʻeleʻe cove in the middle of the Royal Grounds. Two small brackish water ponds occupy the southwest portion of the grounds.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Makai (towards the ocean) of the Visitor Center",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "One of the primary religious and political centers within the traditional district of Kona ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historical Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F00EB2C5-89D0-454A-957A-12F79AF4F4B7",
    "url": "https://www.nps.gov/places/walking-tour-stop-10-keoua-stone.htm",
    "title": "#10 - Keōua Stone",
    "listingDescription": "The 10th stop on the walking tour takes you to an unassuming bench-like boulder that is actually a relic that crosses the era of myth into the historical period, a memory from a distant past.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B800D925-FEA0-8ABF-DFD40A34B5DA0735.jpg",
        "credit": "NPS",
        "altText": "A long rectangular boulder sits next to a heiau platform",
        "title": "Keōua Stone",
        "description": "",
        "caption": "A place where myth, legend, and history combine.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B800D925-FEA0-8ABF-DFD40A34B5DA0735.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B800D925-FEA0-8ABF-DFD40A34B5DA0735.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hawaiian Culture",
      "Hawaiian history",
      "walking tour"
    ],
    "latitude": "19.4209746",
    "longitude": "-155.9126124",
    "latLong": "19.4209746,-155.9126124",
    "bodyText": "<p>A relic that crosses the era of myth into the historical period, this stone is a memory from a distant past.<br /> <br /> According to legend, this rock was used as a resting place by an 18th century high chief of Kona, Kalani Keōuakupuapaʻīkalaninui Ahilapalapa, where he could sit and survey the farmlands and fisheries of his domain.<br /> <br /> However, the stone itself may be of an even more distant era. In one legendary tradition, the stone is said to have been brought to the island of Hawaiʻi from Kaua‘i and carried to this spot on the back of a giant chief. While other sources speculate that the stone may be a relic of the <em>Pōhaku Kālai o ‘Umi</em>, cut-stones said to have been made on the orders of ruling chief ʻUmi ā Liloa in the early 1500’s in an effort to build a <em>hale poki</em> out of shaped stone.<br /> <br /> Imagine the stories a stone could tell if we could speak its language. Legends have an ability to stir the imagination and are an important part of cultural identity. Do these <em>moʻolelo</em> or tales of old remind you of folktales and legends your parents or grandparents may have told? What legends can you recall from your home?</p>",
    "audioDescription": "Within the black textured lava rock, next to the northern edge of the ʻĀleʻaleʻa platform lies a large bench-like boulder approximately 12 feet in length, 2.5 feet tall and 2.5 feet wide. If you were to sit upon the stone, you could look out at the expansive Pacific Ocean, calm Hōnaunau bay, and up the green gentle slopes of Mauna Loa.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Puʻuhonua, north of ʻĀleʻaleʻa platform",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "0BEBC522-D817-441E-AC72-F3AAA96CF6ED",
    "url": "https://www.nps.gov/places/walking-tour-stop-11-alealea.htm",
    "title": "#11 - ʻĀleʻaleʻa",
    "listingDescription": "Stop number 11 on the walking tour is the ʻĀleʻaleʻa which was the primary heiau (temple) for the puʻuhonua before Hale o Keawe. Not fully restored, you must use your imagination to picture the thatched temple houses, carved kiʻi images, and wooden palisade that would top this platform.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B8F0DA60-A1E0-8D90-B5F4ED43F45343B7.jpg",
        "credit": "NPS",
        "altText": "A large rectangular stacked-stone platform approximately 50 feet by 100 feet by 10 feet high.",
        "title": "ʻĀleʻaleʻa",
        "description": "",
        "caption": "The ʻĀleʻaleʻa is not fully restored, picture something similar to the Hale o Keawe site on top.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B8F0DA60-A1E0-8D90-B5F4ED43F45343B7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B8F0DA60-A1E0-8D90-B5F4ED43F45343B7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "heiau",
      "Hawaiian Culture",
      "Hawaiian history",
      "walking tour"
    ],
    "latitude": "19.4208721",
    "longitude": "-155.9123599",
    "latLong": "19.4208721,-155.9123599",
    "bodyText": "<p>The ascribing of proper names to places such as temples and important sites of gathering and habitation, is a long standing tradition in Hawaiʻi. ʻĀleʻaleʻa is the proper name given to this particular temple complex, and refers to the star Hōkūle‘a or Arcturus which travels along the zenith at this location.<br /> <br /> The structure you see before you is a stabilized restoration of the remnants of this ancient temple, which over the course of several centuries was built and then expanded on in seven stages. This rectangular, stone-set structure is an example of a characteristic style of <em>heiau</em> called māpele. A fully restored heiau of this style would include a complex of temple houses, furnished with ki’i, and enclosed with a wooden palisade called paehumu, much like the Hale o Keawe site you see today.</p>",
    "audioDescription": "A large rectangular stone heiau, or temple, platform approximately 10 feet high 50 feet wide and 100 feet long. The platform is constructed using interlocked stacked lava rocks with sizes ranging from large boulders to small pebbles. The platform sits just off the white coral path and extends out to the lava rock bench.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Puʻuhonua",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Heiau (temple)",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "4C1F909C-7130-41FC-B0EB-F043B604010C",
    "url": "https://www.nps.gov/places/walking-tour-stop-12-kaahumanu-stone.htm",
    "title": "#12 - Kaʻahumanu Stone",
    "listingDescription": "The 12th stop on the walking tour tells a heart-stirring tale of love, regret, and power in Old Hawaiʻi. This rock is mentioned in a story of Queen Kaʻahumanu and King Kamehameha the Great.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BA0518C5-D9F2-0EDA-89100A549D6C537A.jpg",
        "credit": "NPS",
        "altText": "A large rectangular lava rock boulder propped at an angle creating a small space under one side.",
        "title": "Kaʻahumanu Stone",
        "description": "",
        "caption": "Can you imagine hiding beneath this stone?",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BA0518C5-D9F2-0EDA-89100A549D6C537A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BA0518C5-D9F2-0EDA-89100A549D6C537A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hawaiian history",
      "walking tour"
    ],
    "latitude": "19.4207969",
    "longitude": "-155.9123646",
    "latLong": "19.4207969,-155.9123646",
    "bodyText": "<p>Yet another <em>moʻolelo</em> to share, this large boulder appears in a heart-stirring tale of love, regret, and power in old Hawaiʻi.<br /> <br /> Queen Ka‘ahumanu, a ranking <em>ali‘i </em>and the first Queen Regent of the Kingdom of Hawaiʻi, can be said to embody the strength, beauty, and influence by which Hawaiian women are regarded. To this day, women of this quality are referred to demonstratively amongst native Hawaiian communities as <em>Mana Wahine</em>. Ka‘ahumanu was in fact a crucial player in the unification of the Hawaiian islands, in many ways the power behind the man who would come to be known as King Kamehameha the Great.<br /> <br /> For the aliʻi of old, unions between men and women of status were not simply matters of love, with each paring often being arranged for political advantage.  Around the year 1794, when Kamehameha was still securing authority over the islands, a dispute between the two occurred when Kaʻiana – a prominent general in Kamehameha’s court – began displaying affection toward the young Ka‘ahumanu. It was not so much the idea of an affair that drove the passionate dispute, but rather the political consequences should Ka‘iana provide Ka‘ahumanu with a royal son, as a child of such a high rank could challenge the authority of Kamehameha himself.<br /> <br /> In one telling of the story, Ka‘ahumanu, after abandoning her position at Kamehameha’s court, came to seek refuge here and reportedly hid behind this large stone for a time. Ka’iana, who once held a welcome position as a general and warrior-chief, would eventually defect, joining the O’ahu chiefs in defense against Kamehameha’s forces, only to fall in the fateful battle at Nu’uanu in 1795. And as history will tell, Ka‘ahumanu and Kamehameha did indeed reconcile, and their pairing would alas serve to unify the Kingdom of Hawaiʻi in the year 1810.</p>",
    "audioDescription": "A large rectangular boulder approximately 8 feet long by 6 feet wide by 2 feet high sits propped at a small angle creating a small space beneath the southern side of the rock. The boulder is made up with pahoehoe lava rock and textured ripples of stone appear throughout.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Puʻuhonua",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "2F43D2A2-3C6B-421B-8063-236D035D4153",
    "url": "https://www.nps.gov/places/walking-tour-stop-13-papamu.htm",
    "title": "#13 - Papamū",
    "listingDescription": "Stop 13 takes you to an ancient kōnane papamū (playing surface) weathered with time. Upon close inspect you will notice nine rows of eleven carved depressions for playing pieces.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BA9F05DF-007E-AA72-A07F3941D3C47F37.jpg",
        "credit": "NPS",
        "altText": "A lava rock with flat surface and 9 rows of 11 carved depressions weathered with time.",
        "title": "Ancient Kōnane Papamū",
        "description": "",
        "caption": "Carved papamū such as this one can be found throughout the lava rock shoreline throughout the island",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BA9F05DF-007E-AA72-A07F3941D3C47F37.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BA9F05DF-007E-AA72-A07F3941D3C47F37.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hawaiian history",
      "Hawaiian Culture",
      "Hawaiian games",
      "walking tour"
    ],
    "latitude": "19.4207403",
    "longitude": "-155.9123723",
    "latLong": "19.4207403,-155.9123723",
    "bodyText": "<p>As you walk these grounds and listen to the stories hidden in the stones, can you begin to imagine the complex and vibrant lives of the people of old?<br /> <br /> Before you is an original stone papamū for the game of kōnane, much like the one seen at stop #3. Do you notice anything different about this one? Old papamū, such as this one with <em>poho</em> set in 9 rows by 11, are often intentionally made to be asymmetrical. And the sizes of papamū can vary greatly as well.<font color=\"#337ab7\"><span style=\"letter-spacing: -0.25px;\"><b> </b></span></font><br /> <br /> <em>E hoʻohālike hou?</em> Need a rematch? Modern papamū are often configured with even, square numbers of rows, perhaps a subtle influence from Western culture. Asymmetry in traditional papamū adds a complexity to the otherwise simple mechanics of the game and greatly increased the stakes for the placing of wagers. The greater the risk, the better the wager!<br /> <br /> As you explore the smooth pahoehoe lava benches along the coastal trail, search for papamū made centuries ago.</p>",
    "audioDescription": "A flat lava rock approximately 1 foot by 2 feet with 9 rows of 11 small carved depressions serves as a kōnane playing surface or papamū. You can tell that this papamū is ancient as the carved depressions are weathered with age. White coral stone pieces and black lava rock pieces sit within the carved depressions.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Puʻuhonua",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "DD027D26-EEF4-4448-9C22-308A95B6B336",
    "url": "https://www.nps.gov/places/walking-tour-stop-14-old-heiau-site.htm",
    "title": "#14 - Old Heiau Site",
    "listingDescription": "Stop number 14 on the walking tour reminds us to tread carefully when exploring our island as what may appear to be a mere pile of rocks might be the remains of a great heiau (temple) site.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BB1E468B-9C83-C80A-287C46BA80390F65.jpg",
        "credit": "NPS",
        "altText": "A large pile of lava rocks is all that remains of this ancient heiau site.",
        "title": "Old Heiau Site",
        "description": "",
        "caption": "This site reminds us to tread carefully when exploring around the island.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BB1E468B-9C83-C80A-287C46BA80390F65.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BB1E468B-9C83-C80A-287C46BA80390F65.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "heiau",
      "Hawaiian history",
      "Hawaiian Culture",
      "walking tour"
    ],
    "latitude": "19.4204943",
    "longitude": "-155.9123894",
    "latLong": "19.4204943,-155.9123894",
    "bodyText": "<p>Gather in silence for but a moment and you may hear an ancestral murmur from the distant past.<br /> <br /> This ancient heiau, at one time measuring roughly 175 ft by 300 ft, was built around the 12 – 1300’s. Archeological work revealed that this site may have been built in the characteristic style called <em>luakini</em>, which feature enclosed walls and an inner plaza, unlike the flat rectangular shape of the <em>māpele</em> style. Due to its close proximity to the shoreline, the ocean’s recurring barrage has greatly reduced this heiau into a ruined state.<br /> <br /> Remembered by the name ʻĀleʻaleʻa-nui, a tradition related in the 1920’s by a woman of Hōnaunau recalls that an area within this “old heiau” may have at one time been used to detain <em>kauwā</em>, a term referring to kapu breakers and prisoners of war.<br /> <br /> Temple sites such as these are numerous across the islands, yet are often left unmarked and with minimal interpretation available. Please be mindful of the memories contained within these places, even those seemingly reduced to ruins. It is a best practice when visiting and exploring our islands to always avoid walking over or climbing on walls and stone structures, and to refrain from taking or moving stones from along beaches, trails, and cultural sites.</p>",
    "audioDescription": "A large pile of lava rock stones is all that remains of this temple site. The pile of rubble blends in with the surrounding lava rock making this feature easily overlooked. Beyond the remains of the temple site lies a grove of coconut trees and the ocean beyond.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Puʻuhonua",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Ancient Heiau (temple)",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "CF6FE6CD-D217-49D3-8BEB-1C92C7A884C5",
    "url": "https://www.nps.gov/places/walking-tour-stop-15-royal-fish-ponds.htm",
    "title": "#15 - Royal Fish Ponds",
    "listingDescription": "The 15th stop on the walking tour takes you to two tranquil lokoiʻa or fishponds that were once meticulously and sustainably managed to provide food for the aliʻi (royalty) who visited the Royal Grounds of Hōnaunau.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BBF9828A-C70D-5BC3-75BCDC71CE96095E.jpg",
        "credit": "NPS",
        "altText": "A circular pond with lined with black lava rock walls. Still water reflects coconut trees above.",
        "title": "The Royal Ponds",
        "description": "",
        "caption": "These lokoʻia (fish ponds) are smaller examples of the large lokoʻia at Kaloko-Honokōhau NHP.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BBF9828A-C70D-5BC3-75BCDC71CE96095E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BBF9828A-C70D-5BC3-75BCDC71CE96095E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hawaiian Culture",
      "Fishponds",
      "Hawaiian history",
      "walking tour"
    ],
    "latitude": "19.4209591",
    "longitude": "-155.9114352",
    "latLong": "19.4209591,-155.9114352",
    "bodyText": "<p>These ponds, called <em>Heleʻipalala</em>, are a small example of <em>lokoi’a</em> or brackish water fishponds. Lokoi’a function as enclosed, nutrient rich habitats for the farming of live fish such as <em>ʻamaʻama</em> and <em>ʻawa</em>. But remember, as is the case for all things kept within the Royal Grounds, the fish from these ponds were strictly reserved for the <em>aliʻi</em>.<br /> <br /> Unfortunatly, many of the fish populating Heleʻipalala today are invasive Tilapia—you may have noticed their circular nest structures. These fish were purposefully introduced decades ago for mosquito population control but are now considered an invasive species. Tilapia have a voracious appetite and easily out compete other species for food. These fish also create thick layers of sediment waste which is damagaing to partially enclosed ecosystems such as lokoiʻa. Their restoration is a priority for park scientists.<br /> <br /> Our partners at Kaloko-Honokōhau National Historical Park outside of Kailua Kona maintain even larger, more impressive lokoiʻa along their shoreline. Places such as these are excellent examples of how traditional knowledge can offer insight into sustainable resource management.</p>",
    "audioDescription": "The white coral sand pathway leads between two small brackish water ponds. The one on the left as you face the mountain is in a semi-circular shape stacked-stone walls lining all but one small opening. The pond on the right is larger and less well-defined in shape with brackish water filling the natural depressions in the lava rock. Beneath the surface of the murky water tilapia make circular nests and larger native fish dart and jump above the water's surface. Coconut trees and native vegetation line the edges of the ponds.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Royal Grounds",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "760801E8-5F27-4AE0-B28D-FEEF00AE8FAB",
    "url": "https://www.nps.gov/places/walking-tour-stop-16-halau.htm",
    "title": "#16 - Hālau",
    "listingDescription": "On stop 16 of the walking tour see the two open-air long houses called hālau. In ancient Hawaiʻi these structures would have been meeting places, places for storing canoe, and places of learning. The tradition continues today as cultural practitioners use this place to pass on their manaʻo (thought) and ʻike (wisdom).",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BD01B6D9-ECE8-536F-1A04E46DF6C62700.jpg",
        "credit": "NPS",
        "altText": "A large a-frame structure with coconut trees in the background.",
        "title": "Canoe Hālau",
        "description": "",
        "caption": "Find respite from the harsh Hawaiian sun within these hālau.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BD01B6D9-ECE8-536F-1A04E46DF6C62700.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BD01B6D9-ECE8-536F-1A04E46DF6C62700.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hawaiian Culture",
      "walking tour"
    ],
    "latitude": "19.421416",
    "longitude": "-155.9108941",
    "latLong": "19.421416,-155.9108941",
    "bodyText": "<p><em>Malu i ka hālau loa</em>; step under this shaded long house and reflect upon what you have seen here today.<br /> <br /> The term hālau refers to a long house, such as those used for meetings, as a place for storing canoes, or as a place of learning. By the park’s stewardship, several traditional <em>waʻa </em>(canoes) have been fashioned or restored beneath the shade of this hālau, including the sailing-canoe <em>Mauloa</em>, which today has become a symbol of the revival of Polynesian Voyaging traditions.<br /> <br /> In ancient Hawaiʻi, high levels of knowledge and skill in a specific craft such as carving, tool and implement making, and fine weaving and featherwork instilled high status and respect from one’s community. Practitioners kept the secrets of their craft closely guarded with strict protocols, not unlike the guilds or trade unions formed in many Western countries. Knowledge in crafts such as canoe making, dry-set masonry, weaving, and hula to name but a few, have been handed down from instructor to apprentice over countless generations.<br /> <br /> While advancements brought in by the industrial revolution of the last century have brought changes both fruitful and detrimental to this island world, we are thankful for the <em>kupuna</em> or respected elders who have dedicated their life’s work to the preservation of traditional knowledge and skill. With that in mind, these hālau continue to be places of learning and instruction, where today you may meet craftsmen preparing materials or working on their craft under the protective shelter of a <em>pili</em> grass roof.<br /> <br /> Cultural demonstrators are an excellent source of knowledge and perspective, often learning and perfecting their craft over the entire course of their lives. Please engage respectfully with these priceless sources of <em>manaʻo</em> (thought) and <em>ʻike</em> (wisdom).</p>",
    "audioDescription": "Two thatched a-frame structures with open ends sit facing the water. Each structure has a small lava rock wall foundation on either side of the a-frame. The structure has no floor and simply provides shelter from the elements. The two structures are of different sizes. The larger one on the right as you face the mountain is approximately 30 feet high, 30 feet long, and 20 feet wide. The smaller workshop structure to the left is approximately 20 feet high, 20 feet long, and 10 feet wide. Carved canoes lie within the larger structure while carved kiʻi, gourds, capes, and various other items adorn the smaller workshop structure.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Royal Grounds",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Cultural",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1E5147A0-85EB-45A0-98A8-C8DF42397982",
    "url": "https://www.nps.gov/places/walking-tour-2-temple-model.htm",
    "title": "#2 - The Temple Model",
    "listingDescription": "A small reconstruction of the Hale o Keawe heiau lets you see the interior of a typical hale poki (consecrated house) structure and admire the ingenuity of traditional Hawaiian building techniques.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/36B5064F-040E-EC35-5BC178385B5858D5.jpg",
        "credit": "NPS",
        "altText": "A small reconstruction of Hale o Keawe stands atop a rock platform",
        "title": "Temple Model",
        "description": "",
        "caption": "This small reconstruction gives you a closer look at Hawaiian building techniques.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/36B5064F-040E-EC35-5BC178385B5858D5.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/36B5064F-040E-EC35-5BC178385B5858D5.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hawaiian Culture",
      "heiau",
      "walking tour"
    ],
    "latitude": "19.4222264",
    "longitude": "-155.9111368",
    "latLong": "19.4222264,-155.9111368",
    "bodyText": "<p>This model is a scaled-down reconstruction of the Hale o Keawe royal mausoleum (stop 8). This model is partially thatched on three sides and open on one side.<br /> <br /> Take a closer look at its construction. Do you see any nails? Hinges? Or metal at all? In ancient Hawaiʻi there was no metal available, so native Hawaiians used their ingenuity and developed techniques for locking in cross beams while securely fastening together the setting of the house with cordage twisted from plant fibers such as <em>pōhuehue</em> or <em>ʻieʻie</em>. The ingenuity of native Hawaiians lay in their ability to observe and adapt to their isolated island ecosystem in a remarkably sustainable and efficient way.<br /> <br /> Do you ever wonder, in what ways can we apply the wisdom of the past to the world we live in today?</p>",
    "audioDescription": "A square dry-stacked lava rock platform approximately two feet tall holds a small reconstructed model of Hale o Keawe. The steep A-frame ʻōhiʻa wood structure is thatched on three sides with kī leaves and amaʻu ferns. Inside of the structure shows shelving that would hold the remains of the chiefs.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "North side of the royal grounds",
        "name": "Location"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historical Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F9948DEF-287C-4681-9D26-99DC3CCEAE35",
    "url": "https://www.nps.gov/places/walking-tour-3-konane.htm",
    "title": "#3 - Kōnane",
    "listingDescription": "A game of strategy and wits, kōnane was more than a game of leisure, it was also a political tool, often used to settle disputes. Test your wits and try a game today!",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/3D3C88BD-93A3-A2F8-AB7673A7CA91EA3D.jpg",
        "credit": "NPS",
        "altText": "A black lava rock kōnane game board with small wooden chairs sits at the water's edge",
        "title": "Kōnane",
        "description": "",
        "caption": "Test your wits with a game of kōnane!",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/3D3C88BD-93A3-A2F8-AB7673A7CA91EA3D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/3D3C88BD-93A3-A2F8-AB7673A7CA91EA3D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hawaiian Culture",
      "walking tour"
    ],
    "latitude": "19.421914",
    "longitude": "-155.9113078",
    "latLong": "19.421914,-155.9113078",
    "bodyText": "<p>Although originating in ancient times, this game of strategy and skill is still readily enjoyed by those who find themselves upon our shores.<br /> <br /> Throughout the centuries, kōnane has not only been appreciated as a past time, but it has also been used as a political tool and a way of settling disputes. It was not uncommon for wagering to accompany a game of kōnane, and at times the stakes could be incredibly steep, including rights to valued property such as canoes, and even land or water use privileges.<br /> <br /> Kōnane is played on a flat surface called a <em>papamū</em> which is often smoothed out of stone or wood and sometimes set into the ground itself. On the surface of the papamū, small <em>poho</em>, or depressions, are made to hold alternating rows of black stone and white coral game pieces. The object of kōnane is to be the last player to secure a move on the board.<br /> <br /> <em>Peahea ka hoʻonanenane?</em> Want to test your wits? Detailed instructions may be aquired from our staff at the visitor center.</p>",
    "audioDescription": "A flat lava rock papamū, or kōnane game board sits near the sea wall on the edge of the Royal Grounds. The papamū is raised about 2 feet off of the ground and is encircled by small tree stump chairs. On the surface of the papamū are 10 x 10 rows of small carved indentations that hold alternating white (coral) and black (lava rock) game pieces. In the distance, on the other side of the cove, stands the Hale o Keawe temple site.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Northern portion of the Royal Grounds near the cove.",
        "name": "Location"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historical Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "62E6A96B-86B3-4493-BFA9-E5B9E5B73F0B",
    "url": "https://www.nps.gov/places/walking-tour-4-kanoa.htm",
    "title": "#4 - Kānoa",
    "listingDescription": "The fourth stop on the walking tour shows ancient bowls called kānoa that were carved into the lava rock. These subtle archeological features remind us of the active lifestyle engaged in by the native Hawaiians of old.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/64AB4E4D-E051-817E-9B8B40545E9470B1.jpg",
        "credit": "NPS",
        "altText": "Circular carved bowls in the lava rock showing tool marks throughout.",
        "title": "Kānoa",
        "description": "",
        "caption": "Do those holes in the lava rock look natural? Take a closer look.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/64AB4E4D-E051-817E-9B8B40545E9470B1.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/64AB4E4D-E051-817E-9B8B40545E9470B1.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hawaiian Culture",
      "walking tour"
    ],
    "latitude": "19.421876",
    "longitude": "-155.9113048",
    "latLong": "19.421876,-155.9113048",
    "bodyText": "<p>Take a look at the lava rock beside you. Do those circular hollows look natural to you?<br /> <br /> Native Hawaiians call these kānoa and may have produced them for dying fishnets, curing fibers, or pounding or grinding various items such as octopus, seaweed, or fishing bait. You may observe <em>kānoa</em> such as these, as well as smaller depressions called <em>poho</em>, scattered alongside the trails and shoreline of the Kona coast. These subtle archeological features remind us of the active lifestyle engaged in by the native Hawaiians of old.</p>",
    "audioDescription": "Within the black lava rock at your feet, a series of three circular bowls are carved into the rock. The bowls vary in size from about 1 foot in diameter to six inches in diameter. The bowls are about 6 to 12 inches deep and tool marks are visible in their bases. Plants are beginning to grow within the cracks in the lava rock.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Northern portion of the Royal Grounds near the kiʻi",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Archeological features",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historical Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E2E9D3A5-D490-4ABA-ABF6-25C8901ECFD0",
    "url": "https://www.nps.gov/places/walking-tour-5-tree-mold.htm",
    "title": "#5 - Tree Mold",
    "listingDescription": "While the area appears tranquil today, evidence of a more tumultuous past is hidden in the lava rock. Can you spot it? The fifth stop on the walking tour lets you take a closer look at tree molds.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/65168103-0EF8-5A1D-B281DFE683C40328.jpg",
        "credit": "NPS",
        "altText": "A long, open, cylindrical mold of a tree trunk in the lava rock.",
        "title": "Tree Mold",
        "description": "",
        "caption": "Stories of a more tumultuous past are hidden in the lava rock.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/65168103-0EF8-5A1D-B281DFE683C40328.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/65168103-0EF8-5A1D-B281DFE683C40328.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "volcanic eruptions",
      "Tree mold",
      "geology",
      "walking tour"
    ],
    "latitude": "19.4218523",
    "longitude": "-155.9111358",
    "latLong": "19.4218523,-155.9111358",
    "bodyText": "<p>While this coconut grove here in Kauwalomālie appears tranquil today, over 1,000 years ago Mauna Loa shaped this landscape in a series of volcanic eruptions. In an impressive feat of nature, molten lava flowed down from the mauna, engulfing everything in its path. Trees standing in the way were coated in lava, forming a mold as the lava cooled against it. The intense heat and fire from the lava consumed the trees, leaving only hollow, circular impressions. If you look closely, you may notice the fine details of the surface of the tree within the mold.<br /> <br /> Tree molds provide a unique snapshot in time, showing us what the landscape may have looked like in the past. These tree molds come from the endemic Loulu palms and show that this now endangered tree was once common along these coastal regions.</p>",
    "audioDescription": "Within the lava rock at your feet is a tree mold of the trunk an endemic loulu palm. A narrow, open cylinder about two feet long and six inches in diameter ending on one side in a fully enclosed hollow hole. Close inspection of the tree mold reveals intricate bark patterns from the surface of the loulu palm. Small plants have begun to grow within cracks in the lava rock.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Northern portion of the Royal Grounds near the kiʻi",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Geological Features",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historical Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "5660715D-B19B-4550-BDEF-D0C61E6524B4",
    "url": "https://www.nps.gov/places/walking-tour-6-keoneele-cove.htm",
    "title": "#6 - Keoneʻele Cove",
    "listingDescription": "For centuries, this protected cove was used as a canoe landing for visiting Hawaiian chiefs. At this stop on the walking tour, learn about traditions associated with this canoe landing and the natural resources protected here today.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/66FD1C97-ED55-F82A-6B1156FC690BEE44.jpg",
        "credit": "NPS",
        "altText": "A protected cove with lava rock sea walls on two sides and a sandy beach area.",
        "title": "Keoneʻele Cove",
        "description": "",
        "caption": "For centuries this cove was used by Hawaiian chiefs as a canoe landing.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/66FD1C97-ED55-F82A-6B1156FC690BEE44.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/66FD1C97-ED55-F82A-6B1156FC690BEE44.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hawaiian Culture",
      "walking tour"
    ],
    "latitude": "19.421533744625222",
    "longitude": "-155.91125461007803",
    "latLong": "19.421533744625222,-155.91125461007803",
    "bodyText": "<p>The ancient name of this sandy cove – <em>Keoneʻeleʻele</em> – has been recorded in tradition and refers to the black sand that may have once covered the area. While the landscape may have changed, its tradition is remembered.<br /> <br /> Keoneʻeleʻele was used as a canoe landing for <em>aliʻi</em> visiting these grounds. Here the aliʻi would engage in the practices of <em>hoʻomana</em> (religion) and <em>kālaiʻāina</em> (politics) and enjoyed pastimes at their leisure. However, before even setting foot on the sands of Keoneʻeleʻele, a visiting aliʻi must be challenged upon arrival in a rite called <em>Kāli’i</em>. In this rite, those onshore stage an attack with spears upon the approaching aliʻi. Demonstrating both their skill and strength, the visiting ali’i must successfully deflect and defend against this attack. Only upon completing this Kāliʻi rite may passage into the Royal Grounds be granted.<br /> <br /> During the day, it is not uncommon to see <em>honu</em> (green sea turtles) basking on this sandy incline or upon the lava flats extending along our shoreline. These sea turtles are protected under the Endangered Species Act; keep at least 20 feet distance. In addition, we kindly ask all visitors to refrain from sunbathing, picnicking, or entering the water anywhere in the Royal Grounds or the Puʻuhonua as these places are still considered <em>wahi kapu</em>, or sacred, among our community.</p>",
    "audioDescription": "The shallow, protected waters of Keoneʻele cove appear before you. Lava rock sea walls line the edges of the cove, protecting it from larger storm waves. A white, gently sloping beach area is roped off to protect the natural and cultural resources of the cove. Often honu, Hawaiian green sea turtles, bask in the sun on the shores of the cove. At the mouth of the cove a carved kiʻi sits in the water. Coconut trees line the royal grounds on the edges of the cove and the Great Wall and Hale o Keawe lie to the left.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Royal Grounds",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "This cove protects natural and cultural resources",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historical Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "5D55446A-4B0B-40C9-8FDB-6BE49E0EC485",
    "url": "https://www.nps.gov/places/walking-tour-stop-7-the-great-wall.htm",
    "title": "#7 - The Great Wall",
    "listingDescription": "The 7th stop on the walking tour takes you to one of the most impressive features in the park, the Great Wall. See an extraordinary example of uhau humu pōhaku (Hawaiian dry-set masonry), built by stacking interlocking rocks without the use of mortar.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B4226487-CF13-9968-49E4ADCC7DAAEC49.jpg",
        "credit": "NPS",
        "altText": "The corner of the great wall with stacked interlocking lava rock stones 10 feet in height.",
        "title": "The Great Wall",
        "description": "",
        "caption": "The Great Wall is an impressive feat of engineering that showcases uhau humu pōhaku.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B4226487-CF13-9968-49E4ADCC7DAAEC49.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B4226487-CF13-9968-49E4ADCC7DAAEC49.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hawaiian Culture",
      "walking tour"
    ],
    "latitude": "19.4215902",
    "longitude": "-155.9119529",
    "latLong": "19.4215902,-155.9119529",
    "bodyText": "<p>Constructed around 1550 at the command of ruling-chief Kalani Keawenui-ā-ʻUmi, the Great Wall expanded upon an older settlement, establishing a <em>Kulanakauhale</em> or fortified complex here at Hōnaunau.<br /> <br /> This expansive wall has a width of 17 feet, height of 10 feet, and length of nearly 1,000 feet. Its presence and the legends surrounding it – which state that the wall was constructed in a mere five days – make it a monument to the engineering capabilities of native Hawaiian society. The large foundation stones, called <em>niho</em>, are locked together with smaller stones of varying size to form its structure.<br /> <br /> Traditional dry-set masonry is called <em>uhau humu pōhaku</em>. Try to imagine building a wall of this size without the aid of heavy equipment, farm animals, or cement. Uhau humu pōhaku is by no means a lost practice, in fact it remains an important way in which native Hawaiians today preserve traditional skill, knowledge, and identity.</p>",
    "audioDescription": "The impressive Great Wall stands in front of you with interlocking black lava rock intricately stacked to form a solid structure. The wall stands 10 feet high, 17 feet wide, and over 1,000 feet long. Rocks within the structure range from large boulders to small pebbles. The niho (conerstones) are chosen so that the wall forms a 90 degree angle at the corner. Green lichen adorns some of the rock faces. The white coral sand at the base of the wall makes for a stark contrast against the black lava rock. Coconut trees dot the sky above.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Between the Royal Grounds and Puʻuhonua",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Excellent historic example of dry-set masonry",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "AE58FA56-5476-44EF-A919-653B8797E5F5",
    "url": "https://www.nps.gov/places/walking-tour-stop-8-hale-o-keawe.htm",
    "title": "#8 - Hale o Keawe",
    "listingDescription": "Hale o Keawe is perhaps the most iconic scene at Puʻuhonua o Hōnaunau with thatched hale poki, intricately carved kiʻi, and lele (offering tower). This wahi kapu (sacred place) remains an active place of worship for Native Hawaiians today.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B5A38B69-C310-F07C-473886FC5ABF5856.jpg",
        "credit": "NPS",
        "altText": "The thatched royal mausoleum sit within a wooden fence line with intricately carved kiʻi images",
        "title": "Hale o Keawe",
        "description": "",
        "caption": "Restored and reconstructed by the NPS, Hale o Keawe remains an active place of worship.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B5A38B69-C310-F07C-473886FC5ABF5856.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B5A38B69-C310-F07C-473886FC5ABF5856.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hawaiian Culture",
      "heiau",
      "walking tour",
      "Hawaiian history",
      "indigenous heritage"
    ],
    "latitude": "19.4216376",
    "longitude": "-155.912023",
    "latLong": "19.4216376,-155.912023",
    "bodyText": "<p>Perhaps the most iconic setting here at Puʻuhonua o Hōnaunau National Historical Park, Hale o Keawe is named for one of Hawai‘i island’s paramount aliʻi, <em>Kalani Keaweʻīkekahialiʻiokamoku</em>. Today this <em>wahi kapu</em> remains an active place of worship.<br /> <br /> Unique to the island of Hawaiʻi, Hale o Keawe is one of two known examples of a <em>hale poki</em> or royal mausoleum. Hale o Keawe’s namesake chief reigned throughout the late 1600’s and early 1700’s and came to be celebrated for his prosperous and peaceful rule over the island of Hawai‘i. He is also a celebrated ancestor to many famous aliʻi including our first king, Kamehameha the Great. Today descendants of Keawe are known across the island chain, many of whom engage in leadership roles within their own communities. The legacy of Keawe’s dynasty was represented at Hale o Keawe by 23 prominent aliʻi who were laid to rest inside the mausoleum alongside its namesake. Today, the <em>aliʻi i hala</em> (or the royal dead) from within Hale o Keawe retire in their eternal slumber at Mauna ʻAla in the Nuʻuanu valley on the island of Oahu.<br /> <br /> At one time suffering from deterioration, Hale o Keawe was restored and reconstructed in the 1960’s and continues to be maintained by the National Park Service and its native caretakers.<br /> <br /> As your eyes fall upon the carved temple-images called <em>kiʻi,</em> remember that you are being offered an exclusive glimpse into a world once strictly reserved for those of the highest rank and that Hale o Keawe is still a wahi kapu where communities come to practice <em>Ka Hoʻomana Kahiko</em> or the cultivation of spirit. The kiʻi placed around the temple and throughout the grounds at Puʻuhonua o Hōnaunau have been carved by the skilled hands of native craftsmen, and today a new generation of sculptors have taken up the <em>ko‘i pāhoa</em>, the carving-adze in an effort to retain this storied tradition.<br /> <br /> You may notice <em>hoʻokupu </em>(offerings) left at the site, please refrain from entering past the gate or disturbing any offerings placed here.</p>",
    "audioDescription": "A wooden palisade fence about 5 feet in height lines the edges of Hale o Keawe. Along the fence, carved 10 foot fencepost images appear at the corners. Within the courtyard lies a lele (offering tower platform), a semicircle of intricately carved 15-20 foot high kiʻi images and two smaller carved kiʻi near the small 3 foot by 3 foot entrance of Hale o Keawe, the mausoleum. The mausoleum is thatched on all sides with dried brown fern foliage and has an A-Frame-like structure. Outside of the fence, a pair of intricately carved kiʻi stand facing Hōnaunau bay.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "West end of the Royal Grounds",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Heiau & Royal Mausoleum ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "4913A17C-0F9F-4F1B-BE81-EFAD38BE9D6C",
    "url": "https://www.nps.gov/places/walking-tour-stop-9-the-puuhonua.htm",
    "title": "#9 - The Puʻuhonua",
    "listingDescription": "One of the most well-preserve puʻuhonua, or place of refuge, within the islands, Puʻuhonua o Hōnaunau served as a safe haven for breakers of kapu, defeated warriors, and non-combatants.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B6B0E34E-A9A2-4740-764AFB4C2FEE4C65.jpg",
        "credit": "NPS",
        "altText": "A white coral pathway extends between black lava rock with heiau platform and coconut trees",
        "title": "Puʻuhonua o Hōnaunau",
        "description": "",
        "caption": "This puʻuhonua is perhaps the most well preserved place of refuge within the islands.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B6B0E34E-A9A2-4740-764AFB4C2FEE4C65.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B6B0E34E-A9A2-4740-764AFB4C2FEE4C65.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "puʻuhonua",
      "Hawaiian Culture",
      "walking tour",
      "indigenous heritage",
      "Hawaiian history"
    ],
    "latitude": "19.421557",
    "longitude": "-155.9121913",
    "latLong": "19.421557,-155.9121913",
    "bodyText": "<p>A <em>Puʻuhonua</em> is foremost a place where life could not be claimed as a means of punishment or revenge. Therefore, we say a Puʻuhonua is a place of refuge, offering healing, peace, and enlightenment.<br /> <br /> Do you recall the system of law used in ancient Hawaiian civilization? The <em>ʻAikapu</em> – or kapu system – informed many aspects of society; most directly religion, government, and social conduct. Kapu, which shares linguistic roots with the word ‘taboo’, were considered absolute due to the manner in which these laws regard resources, or even systems of resources, necessary for collective health and abundance. For this reason, many kapu in old Hawaiʻi centered around the use and preservation of water, the maintenance of fisheries, and the authority of the aliʻi; who in turn carried the responsibility of maintaining and distributing these resources, as well as upholding all religious rites, rituals, and observations.<br /> <br /> Because these kapu were considered sacred and upheld with the highest severity, the breaking of a kapu often resulted in death for the offender. If an individual condemned for violating a kapu could get within the bounds of a puʻuhonua, they would be spared this death sentence. After engaging in the holistic process of re-establishing themselves by the guidance of a <em>kahuna pule</em> (a priest) skilled in the healing arts, they could return to a community once more. During times of war, a pu’uhonua served as a safe haven for defeated warriors and those not able or eager to live by the spear.<br /> <br /> Research has identified numerous sites across the islands that may have been used as puʻuhonua at one time or another, however this site at Puʻuhonua o Hōnaunau National Historical Park is the most well-preserved. In our modern era, advances in science and academia have merged with cultural tradition, and the idea of pu‘uhonua has now become conceptualized around the contemporary needs of our communities. This has resulted in new pu‘uhonua becoming established in the islands once more.<br /> <br /> Engaging in cultural traditions and forms of knowledge is an important way to build healthy communities. What are some customs that make your home special? What traditions do you hope to see your children remember?</p>",
    "audioDescription": "A white coral pathway leads between black lava rock. On your left the Great Wall extends along the eastern boundary of the puʻuhonua separating it from the Royal Grounds. On the right lava rock tide pools lead out to the crashing waves of the ocean. Ahead the large stone platform of the ʻĀleʻaleʻa is the only built structure visible within the bounds of the Great Wall. Coconut trees, native ground cover, and small brackish water ponds dot the otherwise barren landscape.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "West of the Royal Grounds, beyond the Great Wall",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Puʻuhonua (Place of Refuge)",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "CBB0EFF8-3DEE-4D31-B213-84FA1092289F",
    "url": "https://www.nps.gov/places/1871-trail-composting-toilet.htm",
    "title": "1871 Trail Composting Toilet",
    "listingDescription": "",
    "images": [
      {
        "url": "",
        "credit": "",
        "altText": "",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "19.4069976",
    "longitude": "-155.9047807",
    "latLong": "19.4069976,-155.9047807",
    "bodyText": "<p>A small composting toilet is located at the western park boundary along the 1871 Trail. This is <strong>not</strong> a flushing toilet and there is no water acces.</p>",
    "audioDescription": "Along the rocky 1871 trail, at the western boundary of the park, lies a small light blue building with a ramp to access.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Restroom",
      "Toilet - Vault/Composting"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "FA92D7CE-8034-4A1A-9F8A-31B3BBDFF7C7",
    "url": "https://www.nps.gov/places/1871-trail-introduction.htm",
    "title": "1871 Trail Introduction",
    "listingDescription": "The 1871 Trail is a section of the larger Ala Kahakai National Historic Trail, a 175-mile long trail corridor on Hawaiʻi Island.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C58F3F31-A22E-E359-89C02C6A4831804B.jpg",
        "credit": "NPS",
        "altText": "A white sand and lava rock trail extends ahead with green vegetation lining each side.",
        "title": "1871 Trail",
        "description": "",
        "caption": "The 1871 Trail is part of the larger Ala Kahakai National Historic Trail",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C58F3F31-A22E-E359-89C02C6A4831804B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C58F3F31-A22E-E359-89C02C6A4831804B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "alka",
        "designation": "National Historic Trail",
        "fullName": "Ala Kahakai National Historic Trail",
        "url": "https://www.nps.gov/alka/index.htm",
        "name": "Ala Kahakai"
      },
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "1871 Trail",
      "Ala Kahakai National Historic Trail"
    ],
    "latitude": "19.420544860641172",
    "longitude": "-155.91044590674593",
    "latLong": "19.420544860641172,-155.91044590674593",
    "bodyText": "<p>Look out at the trail in front of you. It may seem like just a simple trail, but if you look closely it will tell the story of the progression from footpaths to roadways.<br /> <br /> Imagine what this island would look like with no roads…. How about with no trails! It would certainly be difficult to get around in this rugged lava landscape. When the Polynesian Voyagers arrived in the Hawaiian Islands, that was their reality. An untouched, rugged, lava wilderness. So, in ancient times, a network of trails was constructed to connect people, places, and resources.<br /> <br /> This section of trail is called the 1871 Trail, due to improvements made in… You guessed it, 1871. However, this small segment of trail is just one section of the larger Ala Kahakai National Historic Trail which is the 175-mile-long trail corridor that traverses from the northernmost tip of the island, along the western edge, around the southern tip and into Puna.<br /> <br /> This historic trail generally follows the ancient coastal <i>alaloa</i>, or long trail that formed primary route of travel around the island. The alaloa that the Ala Kahakai NHT follows is sometimes referred to as the <em>\"</em><i>alanui aupuni</i>,\" the Hawaiian Kingdom government road, that you can still see as the \"King's Trail\" in North Kona/South Kohala or the \"Māmalahoa Trail\" in North Kona which intersects our sister park, Kaloko-Honokōhau National Historical Park. This ancient network of trail also included shorter more locally important trails like the <i>alahele</i> that ran laterally with the shoreline, and the <i>mauka-makai</i> trails, that ran from upland areas to coastal areas.<br /> <br /> Over the years, many of these anicent trails were straightened and widened to reflect changes in transportation while others were simply abandoned. Some of the trails that survived the tests of time were preserved, like the Ala Kahakai NHT, or even converted into roadways we know today. As you continue down the trail you see evidence of this evolution as you will pass historic and ancient structures, see impressive geologic features, and immerse yourself in the <i>kahakai</i> (coastal) environment.</p>",
    "audioDescription": "A white sand and black lava rock trail with stacked lava rock curbstones lining the trail extends out ahead. Green vegetation grows between black lava rock on the edges of the trail.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Ala Kahakai National Historic Trail",
        "name": "Location"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Historic Trail",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "18150F7B-2E50-4BC7-AAB6-462EFE848036",
    "url": "https://www.nps.gov/places/1871-final.htm",
    "title": "1871 Trail Tour Conclusion",
    "listingDescription": "The journey down the 1871 trail and into the past makes us wonder what knowledge or lessons from the past can we apply to our world today?",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9DA63ABB-051D-39E9-0CC3B3B50149DB29.jpg",
        "credit": "NPS",
        "altText": "Stone walls line either side of a wide trail with trees and other vegetation beyond the walls",
        "title": "Kiʻilae Village scene",
        "description": "",
        "caption": "Mahalo for going on this journey with us!",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9DA63ABB-051D-39E9-0CC3B3B50149DB29.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9DA63ABB-051D-39E9-0CC3B3B50149DB29.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "alka",
        "designation": "National Historic Trail",
        "fullName": "Ala Kahakai National Historic Trail",
        "url": "https://www.nps.gov/alka/index.htm",
        "name": "Ala Kahakai"
      },
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hawaiian history",
      "1871 Trail"
    ],
    "latitude": "19.407961",
    "longitude": "-155.904982",
    "latLong": "19.407961,-155.904982",
    "bodyText": "<p>The journey you’ve been on down the 1871 trail and into the past has shown the progression of daily life into the modern era.<br /> <br /> You’ve seen how an almost completely sustainable village held onto traditional ways of life for as long as possible before the isolation and shift in the economy made it difficult to sustain this lifestyle.<br /> <br /> As our modern world continues to transform and climate change threatens our homes and our lifestyles, we might need to look to the past for solutions to future problems and embrace a more traditional, sustainable way of life.<em> </em></p> <blockquote> <p><strong>I ka wā ma mua, ka wā ma hope<br /> The future is in the past.</strong></p> </blockquote> <p><em>What knowledge or lessons from the past can we apply to our world today?</em><br /> <br /> <strong>Your journey back:</strong><br /> This trail continues down to Hoʻokena. To return back to the trailhead and the visitor center, turn around and follow the same path back. When you reach the junction with the Coastal Trail, you have the option of taking that route back as well.</p>",
    "audioDescription": "Trees shade the path in front of you and stacked stone walls line the edge of what remains of Kiʻilae Village.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Ala Kahakai NHT / 1871 Trail",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "5995D738-B3B1-4D82-8115-E0D8D31334C1",
    "url": "https://www.nps.gov/places/1871trailhead.htm",
    "title": "1871 Trailhead",
    "listingDescription": "The rugged lava shoreline of the South Kona coast beckons you to explore the backcountry trails of the park. Have you ever imagined visiting a historic abandoned Hawaiian village? Come and experience this special and unique area. Step back in time. The ocean will whisper ancient stories from the past as you pass by places used by people of long ago.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C51C2B02-DD98-AC59-D892A0D239DE8910.jpg",
        "credit": "NPS",
        "altText": "A rocky trail extends out with native vegetation on both sides.",
        "title": "1871 Trail",
        "description": "",
        "caption": "The 1871 trail takes you by numerous ancient and historical sites.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C51C2B02-DD98-AC59-D892A0D239DE8910.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C51C2B02-DD98-AC59-D892A0D239DE8910.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "alka",
        "designation": "National Historic Trail",
        "fullName": "Ala Kahakai National Historic Trail",
        "url": "https://www.nps.gov/alka/index.htm",
        "name": "Ala Kahakai"
      },
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "trailhead",
      "1871 Trail",
      "Ala Kahakai National Historic Trail"
    ],
    "latitude": "19.420633",
    "longitude": "-155.910462",
    "latLong": "19.420633,-155.910462",
    "bodyText": "<p><em>The rugged lava shoreline of the South Kona coast beckons you to explore the backcountry trails of the park. Have you ever imagined visiting a historic abandoned Hawaiian village? Come and experience this special and unique area. Step back in time. The ocean will whisper ancient stories from the past as you pass by places used by people of long ago.</em></p>   <p>Explore beyond the Royal Grounds and Puʻuhonua and hike the 1871 Trail to Kiʻilae village. This two-mile (round trip) hike takes you along coastal cliffs as you pass by numerous ancient and historic sites. See the dramatic Keanaeʻe cliffs and the ingenuity of the Alahaka Ramp all while taking in the ocean's beauty.</p> <p>The 1871 Trail is just one section of the <a href=\"https://www.nps.gov/alka/index.htm\">Ala Kahakai National Historic Trail</a>. This 175-mile long trail corridor traverses from the northernmost tip of the island, along its western edge, around its southern tip and into Puna, the island's most eastern district. The Ala Kahakai National Historic Trail works with partners around the island to preserve ancient, historic, and modern connector trails so that we, and future generations, can continue walking in the footsteps of the ancestors.<br /> <br /> The ancient trail that is now the 1871 Trail existed long before Europeans arrived in Hawaiʻi and originally connected coastal villages along the South Kona Coast. In the late 1800's the trail was expanded to accommodate those traveling in horse-drawn carriages.</p>",
    "audioDescription": "A rocky, relatively wide, trail extends before you with native vegetation such as noni bushes and coconut trees on either side. Feral goats, mongoose, and birds are commonly spotted in this area.There is an informational trailhead sign and a pet waste station marking the trailhead.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Picnic area road",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The 1871 trail is part of the larger Ala Kahakai National Historic Trail",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Ala Kahakai National Historic Trail",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D097009D-5FDC-4B78-9C9B-FBF4EED51474",
    "url": "https://www.nps.gov/places/honaunau-holua.htm",
    "title": "A - Hōnaunau Holua",
    "listingDescription": "Can you imagine sledding down a lava rock slope on a sled no wider than 12 inches? This hōlua was used by the aliʻi (royalty) in the area to prove their agility and bravery as they sledded down the steep slope.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C76E49FF-B905-60E0-D56F3B5EADD1AA54.jpg",
        "credit": "NPS Photo / Herb Kane Drawing",
        "altText": "A lava-rock paved hōlua (ramp). A drawing of a person on a holua sled is superimposed on the image.",
        "title": "Honaunau Hōlua",
        "description": "",
        "caption": "Would you test your bravery and sled down the hōlua?",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C76E49FF-B905-60E0-D56F3B5EADD1AA54.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C76E49FF-B905-60E0-D56F3B5EADD1AA54.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "alka",
        "designation": "National Historic Trail",
        "fullName": "Ala Kahakai National Historic Trail",
        "url": "https://www.nps.gov/alka/index.htm",
        "name": "Ala Kahakai"
      },
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hawaiian Culture",
      "Hawaiian Royalty",
      "1871 Trail"
    ],
    "latitude": "19.419785059225077",
    "longitude": "-155.91017856496427",
    "latLong": "19.419785059225077,-155.91017856496427",
    "bodyText": "<p>Take a look up <em>mauka</em> (towards the mountain). See that rectangular patch of rocks? That's a <em>hōlua </em>sledding track. <em>Heʻe hōlua</em>, \"sled surfing,\" or \"land sledding,\" was a popular sport in Hawaiʻi. A hōlua slide was made of dry-laid local stones taking advantage of the natural inclines or hills to create a long-sloped ramp that was then covered in fresh soil and reeds making a slick surface which was then lubricated with <em>kukui </em>(candlenut) oil.<br /> <br /> Individual riders rode down the slide on a <em>papa hōlua</em> (sled), often reaching speeds of up to 60 miles per hour (96.6 kph) The papa hōlua was carved from wood and was long and narrow in shape with two runners held apart by crosspieces. Two smaller rails sat on top of the crosspieces and acted as a platform. The whole sled was lashed together with coconut fiber. The sled could be as long as 14 feet (4.3 m) and weigh as much as 50 pounds (22.7 kg). See a replica of a papa hōlua in the bookstore at the visitor center.<br /> <br /> The papa hōlua's design allowed riders a choice of different riding techniques on their journey to the bottom of the slide, with two techniques being the most popular. Riders using the first technique would stand sideways on the papa hōlua, kick with one foot to launch themselves, and then put both feet on the sled and extend their arms for balance – much like a modern snowboard rider. Sliders using the second technique would jump onto the papa hōlua chest-down, face forward, and grip the narrow sled tightly for control. Both techniques allowed skilled sliders to steer the papa hōlua by shifting their body weight. Control of the papa hōlua was essential as a mistake or loss of control meant injury or possible death.<br /> <br /> He'e hōlua was a prestigious sport in the Hawaiian Islands. It was played mostly during <em>Makahiki</em>, the four-month winter New Year's celebration in honor of the <i>akua </i>(god) Lono, and only the Hawaiian <i>ali'i</i> (chiefs) were allowed to compete in the races.<br /> <br /> Would you be brave enough to test your skill on the papa hōlua?</p>",
    "audioDescription": "Off to the left, up the mountainside is a lava-rock paved ramp that extends about 50 feet down the slope.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Ala Kahakai National Historic Trail",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D4790043-1479-4881-84DD-87DA90D33F42",
    "url": "https://www.nps.gov/places/konane-papamu.htm",
    "title": "B - Kōnane Papamū",
    "listingDescription": "An ancient kōnane playing surface, or papamū, sits on the side of the 1871 trail. One of many along the trail and coastline.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/FD25A3C5-0F07-B3C8-59EBE11DB98D487C.jpg",
        "credit": "NPS",
        "altText": "Smooth pahoehoe lava on the side of a trail with a kōnane papamū carved into it",
        "title": "Kōnane Papamū",
        "description": "",
        "caption": "Sharp eyes can spot numerous kōnane papamū hidden throughout the smooth lava rock along the coast.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/FD25A3C5-0F07-B3C8-59EBE11DB98D487C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/FD25A3C5-0F07-B3C8-59EBE11DB98D487C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "alka",
        "designation": "National Historic Trail",
        "fullName": "Ala Kahakai National Historic Trail",
        "url": "https://www.nps.gov/alka/index.htm",
        "name": "Ala Kahakai"
      },
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hawaiian Culture",
      "Hawaiian games",
      "Hawaiian history",
      "Native Hawaiians",
      "1871 Trail"
    ],
    "latitude": "19.419594620579616",
    "longitude": "-155.9102400809123",
    "latLong": "19.419594620579616,-155.9102400809123",
    "bodyText": "<p>Another remnant of ancient times, this kōnane playing surface, or papamū, can be seen on the <em>makai</em> (ocean) side of the trail in the gap between curbstones. Kōnane was, and still remains, a popular past time for Native Hawaiians. But, in ancient times, kōnane was more than just a past time and was used as a political tool and a way of settling disputes.<br /> <br /> You can learn how to play kōnane in the “<strong>Cultural Demonstrations</strong>” section of this app under “<strong>Things To Do</strong>”. Test your wits on the large papamū located in the Royal Grounds.<br /> <br /> As you continue to hike along the smooth pahoehoe lava coastline, be on the lookout for the many papamū that can be found along and near the trail.</p>",
    "audioDescription": "On the right side (ocean side) of the trail in the black, smooth, pahoehoe lava rock is a carved kōnane papamū that is about 18 inches by 18 inches. Rows of small depressions are carved into the rock much like a modern day \"Go\" gameboard. The depressions are weathered with time so it is difficult to make out how many rows and columns the board contains.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Ala Kahakai NHT",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6BADF125-63DE-425B-A376-CE098A73E8DD",
    "url": "https://www.nps.gov/places/stone-walls-curbstones.htm",
    "title": "C - Stone Walls & Curbstones",
    "listingDescription": "The stone walls of historic enclosures aren't the only thing that lines the trail at this location. Curbstones along the edges of the trail help delineate the trail for pack animals.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/FE7898EC-9698-7ECB-C61D05E3E47F7756.jpg",
        "credit": "NPS",
        "altText": "A 4 foot high wall of stacked stone runs parallel to the trail and curbstone rocks line the trail",
        "title": "Stone Walls and Curbstones",
        "description": "",
        "caption": "The park employs master masons skilled in uhau humu pohaku to help maintain walls like these.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/FE7898EC-9698-7ECB-C61D05E3E47F7756.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/FE7898EC-9698-7ECB-C61D05E3E47F7756.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "alka",
        "designation": "National Historic Trail",
        "fullName": "Ala Kahakai National Historic Trail",
        "url": "https://www.nps.gov/alka/index.htm",
        "name": "Ala Kahakai"
      },
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hawaiian history",
      "Hawaiian Culture",
      "masonry",
      "1871 Trail"
    ],
    "latitude": "19.418948",
    "longitude": "-155.909695",
    "latLong": "19.418948,-155.909695",
    "bodyText": "<p>Notice the stacked stone walls on the<i> makai </i>(ocean) side of the trail. These walls are constructed using <i>uhau humu pohaku </i>or traditional dry-set masonry. Instead of using mortar or cement between stones, walls are held together by friction, requiring precise placement of stones. Walls such as these are used to divided property and are built as boundary markers. Enclosed stone walls seen here and along the trail were garden plots or animal pens. Networks of stone walls, called <i>kuaiwi, </i>could also serve as raised trails or causeways themselves.<br /> <br /> You may also notice that stones line the edges of the trail. These curbstones were part of improvements made to the 1871 trail when it was widened to easily accommodate two horses at one time. The curbstones delineated the trail making it easier for pack animals to follow it without constant guidance from their riders. Around the island, these types of “two horse trails” were constructed during an 80-year period lasting from 1841-1918. In 1918, the section north of Hōnaunau underwent a further evolution when it was modified to accommodate wheeled traffic. You might have even driven on it on your way to the park! However, this section south to Hoʻokena was never modified for motorized vehicles and remains a historic trail, frozen in time.</p>",
    "audioDescription": "A 3 to 4 foot stacked lava rock wall runs parallel to the trail. This wall is part of a large rectangular shaped enclosure. Rocks are stacked along both sides of the trail forming curbstones that delineate the trail.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Ala Kahakai NHT",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7997F163-5A5A-4FA4-B913-BF5B647A39EE",
    "url": "https://www.nps.gov/places/omao-heiau.htm",
    "title": "D - ʻŌmaʻo Heiau",
    "listingDescription": "A large pile of rubble and an upright standing stone is all that remains of the ʻŌmaʻo heiau (temple).",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CE7E92E4-C0A2-3D70-B0140C9B036AD1C8.jpg",
        "credit": "NPS",
        "altText": "A pile of rubble and a large, upright standing stone is all that remains of this heiau (temple) site",
        "title": "ʻŌmaʻo Heiau",
        "description": "",
        "caption": "The large standing stone may have served as a natural prayer tower or lele.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CE7E92E4-C0A2-3D70-B0140C9B036AD1C8.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CE7E92E4-C0A2-3D70-B0140C9B036AD1C8.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "alka",
        "designation": "National Historic Trail",
        "fullName": "Ala Kahakai National Historic Trail",
        "url": "https://www.nps.gov/alka/index.htm",
        "name": "Ala Kahakai"
      },
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "heiau",
      "Hawaiian history",
      "Hawaiian Culture",
      "indigenous heritage",
      "1871 Trail"
    ],
    "latitude": "19.41762511961933",
    "longitude": "-155.9086772153442",
    "latLong": "19.41762511961933,-155.9086772153442",
    "bodyText": "<p>On the <em>makai </em>(ocean) side of the trail, see a pile of rubble and a large standing stone that is all that remains of the ʻŌmaʻo <em>heiau</em> (temple).<br /> <br /> The large standing stone has been extensively shaped into its current form; however, the exact purpose of this stone remains unknown. Some speculate that it may have been used as a natural lele or offering platform. From your location, look south a little way down the trail on the makai side and you’ll see an example of what this standing stone would have looked like before it was shaped.<br /> <br /> Why do you think someone took the time to shape this rock? What purpose do you think it served?</p>",
    "audioDescription": "A large pile of black lava rock rubble sit in front of and around a large upright standing stone about 6 feet tall. This feature is about 100 feet off-trail on the makai (ocean) side.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Ala Kahakai National Historic Trail",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Heiau (temple)",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6AAB458C-E35B-4264-B67D-99B3247EFB22",
    "url": "https://www.nps.gov/places/keokea-holua.htm",
    "title": "E - Kēōkea Hōlua",
    "listingDescription": "The Kēōkea Hōlua is one of two hōlua slides that you can view from the 1871 trail.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/FFF19936-D0DD-A1FC-5BCD2A0132FD6514.jpg",
        "credit": "NPS",
        "altText": "A break in the vegetation and stone rubble is all that remains of this hōlua running upslope.",
        "title": "Kēōkea Hōlua",
        "description": "",
        "caption": "The Kēōkea Hōlua is the longest of the three hōlua found in the park.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/FFF19936-D0DD-A1FC-5BCD2A0132FD6514.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/FFF19936-D0DD-A1FC-5BCD2A0132FD6514.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "alka",
        "designation": "National Historic Trail",
        "fullName": "Ala Kahakai National Historic Trail",
        "url": "https://www.nps.gov/alka/index.htm",
        "name": "Ala Kahakai"
      },
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hawaiian history",
      "Hawaiian Culture",
      "1871 Trail"
    ],
    "latitude": "19.416644144925385",
    "longitude": "-155.9076080116394",
    "latLong": "19.416644144925385,-155.9076080116394",
    "bodyText": "<p>The second of the two hōlua that you can view from the 1871 Trail, the Kēōka Hōlua rises up the slope on the <em>mauka</em> (mountain) side of the trail. This paved stone ramp was used by the aliʻi (chiefs) in the area to compete in the sport of <i>heʻe hōlua</i> or sledding downhill on a narrow sled, and is over 1400 feet in length.<br /> <br /> Ready for another archeology puzzle? Notice how the stonework near the trail is missing and that fewer stones remain the closer to the trail you get. Take a look at the other side of the trail too, can you see evidence that the ramp continued this side? What explanation can you think of for these missing stones?<br /> <br /> The answer is… The stones were removed to facilitate trail construction in this section. The historic trail intersects this hōlua and shows that it was constructed <i>after</i> the hōlua was in use. The original ancient trail would have run closer to the shoreline, avoiding this area that was reserved for the <em>aliʻi</em> (chiefs). Stones that were removed from the holua and incorporated into the construction of the trail.<br /> <br /> This hōlua is found in the <em>ahupuaʻa</em> (land division) of Kēōka, one of the three ahupuaʻa that the 1871 trail traverses.</p>",
    "audioDescription": "A break in the vegetation and some stone rubble is all that remains of this hōlua, running upslope about 1000 feet.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Ala Kahakai National Historic Trail",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Hōlua",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "00CD0F1A-0E0D-4A5F-AA49-3994A7DA0482",
    "url": "https://www.nps.gov/places/animal-pen.htm",
    "title": "F - Animal Pen",
    "listingDescription": "This high-walled animal pen is indicative of changing times when goats where introduced to the island.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/010D954B-A213-2019-76B40D1544290227.jpg",
        "credit": "NPS",
        "altText": "A large enclosure with 6 foot high stacked stone walls lies in front of a lava rock cliffside.",
        "title": "Animal Pen",
        "description": "",
        "caption": "This high-walled animal pen may have held goats.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/010D954B-A213-2019-76B40D1544290227.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/010D954B-A213-2019-76B40D1544290227.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "alka",
        "designation": "National Historic Trail",
        "fullName": "Ala Kahakai National Historic Trail",
        "url": "https://www.nps.gov/alka/index.htm",
        "name": "Ala Kahakai"
      },
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hawaiian history",
      "1871 Trail"
    ],
    "latitude": "19.415664",
    "longitude": "-155.90695",
    "latLong": "19.415664,-155.90695",
    "bodyText": "<p>The structure that you see on the <em>mauka</em> (mountain) side of the trail is a reconstructed goat pen used for holding animals. The high walled goat pen is another indicator of changing times and lifestyles. Goats were introduced to the islands by George Vancouver in 1813. Before this time, the only domesticated animals would have been small Polynesian pigs, dogs, and chickens brought to the islands by Polynesian voyagers.<br /> <br /> Today, feral goats roam the island, unchecked by predators—other than humans. Over the years, their numbers have exploded and in many places across the island they are becoming a problem. Among other impacts, goats disrupt fragile archeological sites and eat native vegetation. Management of these animals, as well as other invasive species, are key to maintaining healthy native ecosystems.</p>",
    "audioDescription": "A square enclosure with stacked stone walls sits just off the trail on the mauka (mountain) side. The walls are six to eight feet high and three feet wide. A lava rock cliffside extends up beyond the enclosure.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Ala Kahakai NHT / 1871 Trail",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1E433C82-0F89-4E9E-9679-77409422C713",
    "url": "https://www.nps.gov/places/alahaka-heiau-keanaee-cliffs.htm",
    "title": "G - Alahaka Heiau & Keanaeʻe Cliffs",
    "listingDescription": "A large pile of stone rubble is all that remains of this once impressive heiau (temple) with natural amphitheater of lava cliffs behind.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/021902B3-E371-60A1-AE2BAFC23D726D0F.jpg",
        "credit": "NPS",
        "altText": "A large pile of stone rubble marks the ruins of the Alahaka Heiau with volcanic cliffs behind",
        "title": "Alahaka Heiau",
        "description": "",
        "caption": "Imagine this impressive heiau structure with the natural amphitheater of the volcanic cliffs behind.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/021902B3-E371-60A1-AE2BAFC23D726D0F.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/021902B3-E371-60A1-AE2BAFC23D726D0F.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "alka",
        "designation": "National Historic Trail",
        "fullName": "Ala Kahakai National Historic Trail",
        "url": "https://www.nps.gov/alka/index.htm",
        "name": "Ala Kahakai"
      },
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hawaiian history",
      "Hawaiian Culture",
      "heiau",
      "Native Hawaiians",
      "1871 Trail"
    ],
    "latitude": "19.415273725657528",
    "longitude": "-155.90645135396727",
    "latLong": "19.415273725657528,-155.90645135396727",
    "bodyText": "<p>This pile of stone rubble is all that remains of the Alahaka <em>heiau </em>(temple). In it’s prime, the Alahaka heiau may have resembled the large ʻĀleʻaleʻa heiau found in the Puʻuhonua. Take a moment to imagine what this impressive structure must have looked like with the natural amphitheater of Keanaeʻe cliffs wrapping around behind.<br /> <br /> The original purpose of this heiau may have been lost to history, however cultural practitioners and descendants of the area believe it may have been used to make celestial observations or that it could be connected to fishing practices in the area.<br /> <br /> 750 to 1500 years ago, lava from Mauna Loa flowed across this landscape forming the features you see around you. In his book, <em>Letters from Hawaii</em>, Mark Twain described what he believed was the tumultuous history of these cliffs:</p> <blockquote> <p>“<i>An old volcanic eruption sent its broad river of fire down the mountainside here, and it poured down in a great torrent from an overhanging bluff some fifty feet high to the ground below. The flaming torrent cooled in the winds from the sea and remains there today, all seamed and frothed and rippled – a petrified Niagara</i>.”</p> </blockquote>",
    "audioDescription": "A large pile of black lava rock stone rubble with the dimensions of about 50 feet length (parallel to the trail) and 30 feet width. Behind the alahaka heiau ruins is a large volcanic cliffside that forms a natural amphitheater behind the heiau.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Ala Kahakai NHT",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Heiau",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C0E736C1-1926-436D-B522-F26AA941B309",
    "url": "https://www.nps.gov/places/alahaka-ramp.htm",
    "title": "H - Alahaka Ramp",
    "listingDescription": "See the Alahaka Ramp on the 1871 Trail section of the Ala Kahakai National Historic Trail. Imagine trying to scale this 20-foot cliffside without the improvement of this constructed stone ramp!",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C459FB4B-AAFE-4587-264BD4635F4B8C06.jpg",
        "credit": "NPS / Chisholm",
        "altText": "A constructed stone ramp extends up a 20 foot cliff on the ocean's edge.",
        "title": "Alahaka Ramp",
        "description": "",
        "caption": "Imagine scaling this pali (cliffside) without this ramp!",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C459FB4B-AAFE-4587-264BD4635F4B8C06.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C459FB4B-AAFE-4587-264BD4635F4B8C06.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "alka",
        "designation": "National Historic Trail",
        "fullName": "Ala Kahakai National Historic Trail",
        "url": "https://www.nps.gov/alka/index.htm",
        "name": "Ala Kahakai"
      },
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "1871 Trail",
      "Ala Kahakai National Historic Trail"
    ],
    "latitude": "19.413749",
    "longitude": "-155.905842",
    "latLong": "19.413749,-155.905842",
    "bodyText": "<p>Another historic improvement to the 1871 trail was the construction of the Alahaka Ramp, the massive stone ramp that connects the trail to Kiʻilae Village. Historical accounts collected over the years indicate that access to Kiʻilae, prior to the construction of the ramp, was via a ladder or rope. So, it was pretty dangerous!<br /> <br /> There is no clear indication as to when the original ramp was built, but it most likely occurred sometime in the mid-1800s when a series of large-scale government programs were initiated to improve to public resources, such as roadways. However, the first version of the ramp would definitely not have held up to our modern-day safety standards. Local <em>paniolo</em> (Hawaiian cowboys) described the original ramp as the “one-foot-out trail,” as they would ride up and down the ramp with one foot out of the stirrup just in case they had to make a hasty escape due to the poor condition of the ramp.<br /> <br /> Due to this dangerous part of the commute to Kiʻilae village, improvements were made in 1868 to widen and stabilize the ramp. In a letter to the Hawaiian Kingdom Minister of the Interior dated Feb. 4, 1868 George Hardy, the road supervisor at the time, said: </p> <blockquote> <p>\"<i>In South Kona, I have repaired [a very] bad place known by the name of Alahaka in the village of Ki'ilae, a place of great danger where several horses had been kill'd: and where people were [sic] in danger of going up and down. I have made it wide and a substantial road</i>.\"</p> </blockquote> <p>Unfortunately later that year, in 1868 there was a particularly destructive eruption event from Mauna Loa that caused multiple massive earthquakes (7-7.9) which in turn caused tsunamis and landslides across the island. During this event, the ramp may have been damaged and by the late 1890’s the Alahaka Ramp had fallen into a state of disrepair. In a letter dated December 31, 1897 road supervisor T. H. Wright wrote:</p> <blockquote> <p>\"<i>Napo’opo’o to Ho’okena beach road in a fearful condition, it needs repair of the worst kind. The Walahaka [Alahaka] pali (cliff) is very dangerous. This road is used every day for the convenience of the public, going and back to these places</i>.\"</p> </blockquote> <p>Over the years, repairs were made, but in 1951, a large earthquake caused an upper section of the ramp to slough off and that continued to deteriorate. So, when the National Park Service came in, about twelve years later, the ramp was once again in a state of disrepair. This prompted a major stabilization project to restore and strengthen the Alahaka Ramp. Stabilization efforts consisted of removing the earthquake-damaged sections, clearing away boulders, and rebuilding the entire <em>makai</em> (ocean-facing) side.<br /> <br /> Given its proximity to the ocean and the cliffside, even today the Alahaka Ramp requires periodic maintenance and stabilization as a result of high surf, storm, and earthquakes. During the most recent effort, which occurred in 2010, NPS crews repaired a damaged portion of the outer face and stabilized the ramp buttress and trail trea This, of course, was no easy feat, as the work was located right along the steep ocean cliffside.<br /> <br /> As the years go on, and climate change causes increased storm intensity and sea level rise, these coastal trails will require a sustained joint effort to continue to preserve these pieces of history and the stories they contain. <i>What is something or someplace that means a lot to you that is threatened by climate change?</i> <i>What efforts do you hope are taken to preserve it?</i></p>",
    "audioDescription": "A ramp extends up a 20 foot cliff on the ocean's edge. Constructed out of stacked black lava rock with two foot rock walls lining the edges. The cliff wall extends on the left-hand side and the ocean on the right.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Ala Kahakai National Historical Trail",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historic",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D08BE1A7-B9F4-48E5-844B-DBEDE14A5EFE",
    "url": "https://www.nps.gov/places/puhointerpretivewallexhibit.htm",
    "title": "Hawaiian History Interpretive Wall Exhibit",
    "listingDescription": "Learn about the intense history of Hawaiian culture from the first Polynesian voyagers to the end of the kapu system with this blended audio story and artistic mural.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/67A82502-CBA0-E040-60330B9E68D76AC8.jpg",
        "credit": "NPS",
        "altText": "A mixed media mural depicting Hawaiian history.",
        "title": "Interpretive Wall Exhibit",
        "description": "",
        "caption": "The interpretive wall exhibit depicts the intense history of Hawaiian culture.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/67A82502-CBA0-E040-60330B9E68D76AC8.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/67A82502-CBA0-E040-60330B9E68D76AC8.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hawaiian Culture",
      "interpretive exhibit",
      "audio recordings",
      "audio description"
    ],
    "latitude": "19.421508",
    "longitude": "-155.9104458",
    "latLong": "19.421508,-155.9104458",
    "bodyText": "<p>The interpretive wall exhibit blends interpretive graphics and architetural design with a recorded interpretive story conveying the intense history of Hawaiian culture. Along the breezeway railing you will see three buttons, each plays a recorded story. From the visitor center to the Royal Grounds the stories cover the first Polynesian voyagers, kapu and Hawaiian chiefs, and the Puʻuhonua.<br /> <br /> A transcript for each of the three audio stories can be found below.<br /> <strong>Story #1: Oli<br /> Button Location: Closest to the visitor center</strong><br /> The sea, the sky, the land, and the living things of the island world were created by the gods. At one time this island and its neighbors were voiceless. No one was here to laugh, shout, or sing. The nearest people lived on specks of land to the south, over the horizon. One day, my ancestors left the southern islands, I don’t know why, maybe there were too many people for the land; maybe they set out to find a place where they could do things their way. It was a long voyage, and many died, the double canoes were tossed like leaves on the shaky sea. Paddlers died of thirst on a hot still day. The voyagers had pigs, dogs, chickens, and useful plants on board, but they used them sparingly, fearfully. What if they ate all their supplies and then sighted land? Aue! Better to die at sea then to find a barren land and have no life to bring to it. With the help of the gods and goddesses my ancestors reached these shores alive. They and the life they brought with them are my inheritance.<br /> <br /> <strong>Story #2: Pu Kani<br /> Button Location: Center of the wall</strong><br /> When the ruling chief traveled, men went before him sounding the kapu, the taboo. Everyone else got out of the road, ran and hid, or just fell with their faces to the ground when they heard the sound of the conch. The chiefs were descended from the gods; their power came form their mana, spiritual power the gods had given them. Lesser men couldn’t even look at the chief. The very ground he walked on was sacred; it had his mana, it was protected by the gods. A man of my family long ago stepped on a place where the chief had walked. The warriors killed him right away. By stepping on the mana, he had insulted the gods. Angry gods took their revenge with lava flows and tidal waves. The kapu breaker was sure to die. If the warriors killed him, others wouldn’t die because of him.<br /> <br /> <strong>Story #3: Refuge<br /> Button Location: Closest to the Royal Grounds</strong><br /> Our wise gods caused the ancient rulers to set aside pieces of ground as sanctuaries. They were few and far between, but if you broke the law and reached the place of refuge, no harm could come to you. The priest of the refuge purified you, and you returned home again all in a matter of hours, if you made it. In times of war, if you couldn’t fight, you went into the place of refuge; if you fought and lost, getting to the refuge would save you. Battles were short, so you would only be there a few days. The refuge was not pleasant, but it kept you alive. Ant then Captain Cook came, and others after him, and ours was no longer an island world. Changes came faster and faster. Kamehameha the first united the islands for the first time in our long history. Kamehameha the second saw his world changing and he destroyed the religion. With the religion went the kapu, the temples, and the refuges. The ancient problems are still with us: how to get along with each other and how to use the world wisely.</p>",
    "audioDescription": "This interpretive wall exhibit blends interpretive graphics with a recorded audio story and serves as an introduction to the intense history of Hawaiian culture. The wall acts as a a timeline with the earliest event of Polynesian voyaging on the far left to the unification of the islands and the end of the kapu system at the end on the far right. The exhibit is spread along an open-air breezeway that leads to the Royal Grounds. The wall is divided into five panels with every other panel set back a few feet adding depth to the exhibit. Artwork on the interpretive wall is comprised of a variety of materials: painted ceramic tile mosaics, carved wooden images, and 3D relief images. The background of the wall is painted a bright golden yellow color and most of the tile designs have a bright, sky-blue background color. We can divide the exhibit into three section corresponding with the audio stories. The first section shows a group of polynesian voyagers in traditional clothing sailing on a double hulled canoe with woven sail and small A-frame shelter. Beneath the canoe swims a large white shark. In the sky above, two translucent figures of a goddess with long flowing hair and a god watch over the voyagers. To the right a carved wooden sun with facial features lies over the snow capped forms of Mauna Loa and Mauna Kea, the islands two tallest volcanoes. A little to the left of this scene is another scene showing the various “canoe plants” or plants brought by the Polynesian voyagers to grow in the islands. The scene shows plants such as coconut trees, sugarcane, gourds, and taro. The second section shows the story of Hawaiian chiefs and the beginning of the kapu system. A man blows, pū, a conch shell trumpet to alert that the chief is coming. Commoners lay prostrated on the ground at the base of the chief’s feet. His warriors stand next to him protectively hold spears. The chief is the only image in color, and the colors are brilliant reds and yellows, the colors of royalty. He wears a malo, loincloth, a red and yellow feathered cape and yellow feathered helmet. The second part of this scene shows warriors with spears pointing at a man with a terrified expression on his face. He has broken kapu and now a warrior with spear in hand runs towards him. A chief stands in the background watching the action take place. The third section shows the story of the Puʻuhonua or place of refuge, the unification of the islands, and the end of the kapu. The first scene shows women and children in traditional clothing as well as warriors taking refuge in the Puʻuhonua. Some warriors appear to be injured while others assist the wounded. The accompanying scene shows a relief map of Hawaii island with two prominent volcanic mountains, Mauna Loa and Mauna Kea. A large carved image of a muscular, tall Kamehameha the first stands adorned with a feathered helmet and traditional weapon in hand.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Benches/Seating",
      "Historical/Interpretive Information/Exhibits",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Makai (towards the ocean) of the Visitor Center",
        "name": "Location"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historical Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "08C76E9B-A1D6-4072-9054-91321506D691",
    "url": "https://www.nps.gov/places/waiuohina-lava-tube.htm",
    "title": "I - Waiū o Hina Lava Tube",
    "listingDescription": "The Waiū o Hina lava tube was formed by molten lava flowing from Mauna Loa, the largest active volcano on earth.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/04AA7F10-955E-2031-C06730F3A912ADB6.jpg",
        "credit": "NPS",
        "altText": "A metal gate covers the opening to a small cave entrance in the lava rock",
        "title": "Waiū o Hina Lava Tube",
        "description": "",
        "caption": "This lava tube has been closed for public safety.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/04AA7F10-955E-2031-C06730F3A912ADB6.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/04AA7F10-955E-2031-C06730F3A912ADB6.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "alka",
        "designation": "National Historic Trail",
        "fullName": "Ala Kahakai National Historic Trail",
        "url": "https://www.nps.gov/alka/index.htm",
        "name": "Ala Kahakai"
      },
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "geology",
      "lava tube",
      "Hawaiian history",
      "1871 Trail"
    ],
    "latitude": "19.413472",
    "longitude": "-155.905814",
    "latLong": "19.413472,-155.905814",
    "bodyText": "<p>Waiū o Hina lava tube was formed by molten lava flowing from Mauna Loa, the largest active volcano on earth. When the eruption ceased, all of the lava drained from this tube—some into the ocean—leaving a hollow tube.<br /> <br /> Lava tubes are found throughout the island and hold great cultural significance for the Native Hawaiian people. In ancient times, lava tubes were important for shelter from the elements and for refuge during times of war. In some lava tubes, water drips from the ceiling, filtered through porous lava rock and would serve as an important source of fresh water and collected in <em>ipu</em> (gourds). Lava tubes were also used as burial caves and many of these sacred burial caves are <em>kapu</em> (forbidden) and protected today.</p>",
    "audioDescription": "About halfway up the stone Alahaka Ramp is an 5-foot tall entrance to a lava tube or cave in the lava rock cliffside. The entrance to the lava tube is blocked with a metal gate.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Alakahai NHT / 1871 Trail",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3240FCF6-AE9B-4652-95AC-249C55D48AF7",
    "url": "https://www.nps.gov/places/inner-court-kii.htm",
    "title": "Inner Court Kiʻi at Hale o Keawe",
    "listingDescription": "The kiʻi images found within the inner court of Hale o Keawe are the focal point of the heiau (temple). These images are all forms of Lono that represent the various functions of the Puʻuhonua. Learn about which forms of Lono these images represent.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9612EB17-A194-2600-A8A14A290A85C9D2.jpg",
        "credit": "",
        "altText": "A semi circle of carved kiʻi images stand tall within the wooden palisade of Hale o Keawe",
        "title": "Inner Court Kiʻi at Hale o Keawe",
        "description": "",
        "caption": "These kiʻi are all forms of Lono that represent the various functions of the Puʻuhonua",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9612EB17-A194-2600-A8A14A290A85C9D2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9612EB17-A194-2600-A8A14A290A85C9D2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "kiʻi",
      "Hawaiian Culture",
      "heiau",
      "indigenous heritage"
    ],
    "latitude": "19.4216",
    "longitude": "-155.912046",
    "latLong": "19.4216,-155.912046",
    "bodyText": "<p>The kiʻi images found within the inner court of Hale o Keawe are the focal point of the <em>heiau</em> (temple). These images are all forms of Lono that represent the various functions of the Puʻuhonua. In the semicircle of kiʻi the images represent the following forms of Lono (from left to right):</p> <h2>Lono-kīnaʽu</h2> <p>Lono-kīnaʽu is the farthest left image when facing the semicircle of the images in the inner court of Hale o Keawe. Lono-kīnaʽu is an <em>akua</em> (god) evoked for the identification of defects and associated closely with the practice of medicine, childbirth, and reproductive health.</p> <h2>Lono-makahialele</h2> <p>Lono-makahialele is often described as the “restless” or “flashing” eyes of Lono in ancient tradition. The “darting eyes of Lono” taught to cast a discerning eye upon potential challenges, and to navigate cautiously; as the famed navigator Pakaʽa did when taking to land at Kaluakoʽi Molokai – navigating the twisting reef-passages if Hikauhi and Kaumanamana. See Lono-makialele in the inner court of Hale o Keawe the second image from the far left when facing the semicircle of images.</p> <h2>Lono-i-ka-ʻoualiʻi</h2> <p>A major akua represented at heiau, Lono-i-ka-ʽoualiʽi is a form of Lono responsible for the sighting and understanding of omens. One important symbol of the aliʽi is the rainbow, represented as the shape of a crescent or arch, frequently appearing in traditional material culture. Lono-i-ka-ʽoualiʽi became a major akua in Hawaiʽi upon the arrival of Laʽamaikahiki, an aliʽi from Tahiti who introduced the worship of this particular aspect of Lono along with the stylized <em>pahu</em> (temple drum) and <em>kāʽekeʽeke</em> (bamboo drum). See Lono-i-ka-ʽoualiʽi in the inner court of Hale o Keawe. When facing the semicircle of images, Lono-i-ka-ʽoualiʽi is the third image from the left.</p> <h2>Lono-mōʻī or Haku ʻŌhiʻa</h2> <p>The central and most important image within the heiau is the mōʽī or “lord of images”, as described my 19th century Hawaiian scholar David Malo. Also termed Haku ʽŌhiʽa, this kiʻi is set in the center of the group of images facing the altar and is the most intricately carved. At Hale o Keawe, Lono mōʽī encompasses the many aspects of Lono in one visualization known as Lono-nui-ākea or “the great expanse” of Lono. The Lono-mōʽī along with the other images of the inner court served as a ceremonial focal point, crucial to the rituals conducted within the heiau.</p> <h2>Lono-iki-aweawealoha</h2> <p>A form of Lono that rises through the body and spirit, invoking the feelings of love and compassion crucial to the holistic practice of healing and restoration, <em>hoʽoponopono, </em>that took place at Puʽuhonua o Hōnaunau. See Lono-iki-aweawealoha in the inner court of Hale o Keawe; the third image from the right when looking directly at the semicircle of kiʽi.</p> <h2>Lono-ʻōpuakau</h2> <p>When facing the semicircle of kiʽi, Lono-ʽōpuakau appears as the second image from right-hand side. The billowing cloud forms of Lono, Lono-ʽōpuakau, is important to the occupations of agriculture and to the reading of omens. <em>O Kona kai ʽōpua I ka laʽi - ʽōpua hīnano I ka malie</em>, a famous saying goes, “Kona with its cloud-billows and calm sea – like a white <em>hīano</em> (Pandanus) blossoms resting in the quiet. This saying speaks to the calm nature of the people of Kona, Hawaiʽi, who look to the clouds for signs of rain and abundance.</p> <h2>Lono-i-ke-ʻeke</h2> <p>Lono-i-ke-ʽeke is a form of Lono important to the keeping of provisions and bountiful harvest. When facing the semicircle of images, Lono-i-ke-ʽeke is the image on the right-hand side.</p>",
    "audioDescription": "Within the wooden palisade of Hale o Keawe lies a semi-circle of seven intricately carved kiʻi (temple images). Each image varies in design and shape ranging from 15 to 25 feet tall. The images are standing on a semi-circular black lava rock platform that is about two and half feet tall. The kiʻi images each have legs, a torso, arms, a head, and headdress.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Hale o Keawe",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "5259BFE3-EF9D-4480-8187-301328DB99D5",
    "url": "https://www.nps.gov/places/shoreline-view-1871.htm",
    "title": "J - Shoreline Viewpoint on the 1871 Trail",
    "listingDescription": "A gorgeous view of the expansive South Kona coastline and Keanaeʻe Cliffs awaits those who make the trek out to the top of the Alahaka Ramp on the 1871 Trail.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/0793FBA6-B1EF-806C-19A7512E9649EC6D.jpg",
        "credit": "NPS",
        "altText": "A small bench in the shade of a tree looks out over an expansive South Kona shoreline view",
        "title": "Shoreline Viewpoint 1871 Trail",
        "description": "",
        "caption": "Catch your breath as you look out over the expansive South Kona shoreline.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0793FBA6-B1EF-806C-19A7512E9649EC6D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0793FBA6-B1EF-806C-19A7512E9649EC6D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "alka",
        "designation": "National Historic Trail",
        "fullName": "Ala Kahakai National Historic Trail",
        "url": "https://www.nps.gov/alka/index.htm",
        "name": "Ala Kahakai"
      },
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "scenic view",
      "scenic viewpoint",
      "coastline",
      "Hawaiian history",
      "1871 Trail"
    ],
    "latitude": "19.41336",
    "longitude": "-155.90592",
    "latLong": "19.41336,-155.90592",
    "bodyText": "<p>Rest for a moment on this shady bench as you take in the view of the coastline you just traversed. Listen to the waves pound the shoreline below. Think about your journey so far and imagine what it would have been like years ago when this trail would have been your only connection to the world beyond your village.<br /> <br /> Anything you needed that wasn’t provided by the ocean or the <em>kula</em> (upland) gardens would have to be brought into the village via this route. If you were lucky, you had access to a mule, if not, you had to carry your goods along this rocky route... barefoot! Most oral histories taken from people living in the area at this time mention that people rarely wore shoes.<br /> <br /> Given the modern conveniences we are used to today, it would be difficult for us to adjust to living in historic times. <em>What are a few modern conveniences that would be difficult for you to live without? How would this change how you interact with your world?</em></p>",
    "audioDescription": "A small wooden bench sits in the shade of a tree at the top of the ramp up Alahaka cliff. From this vantage point there are expansive views of the South Kona Coastline that include the large volcanic cliffs towards the mountainside and extends down to the coconut grove in the picnic area. Bright blue clear waters of the Pacific ocean crash against shoreline cliffs below.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Ala Kahakai NHT / 1871 Trail",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "40EA3A58-AA73-4DA6-9B63-202A471EFDFF",
    "url": "https://www.nps.gov/places/1871-coastal-trail-junction.htm",
    "title": "Junction of the 1871 Trail & Coastal Trail",
    "listingDescription": "The junction with the Coastal Trail allows you to take this shoreline route to the Picnic Area.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/0087720B-DC15-598E-62F7FBD039A8F4D9.jpg",
        "credit": "NPS",
        "altText": "A sign stands at the junction of two trails. Sign text reads Visitor Center, Picnic Area with arrows",
        "title": "1871 Trail and Coastal Trail Junction",
        "description": "",
        "caption": "Consider taking the Coastal Trail back to the trailhead and visitor center on your way back.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0087720B-DC15-598E-62F7FBD039A8F4D9.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0087720B-DC15-598E-62F7FBD039A8F4D9.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "alka",
        "designation": "National Historic Trail",
        "fullName": "Ala Kahakai National Historic Trail",
        "url": "https://www.nps.gov/alka/index.htm",
        "name": "Ala Kahakai"
      },
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "1871 Trail"
    ],
    "latitude": "19.416094",
    "longitude": "-155.90728",
    "latLong": "19.416094,-155.90728",
    "bodyText": "<p>On the <em>makai </em>(ocean) side of the trail is the junction with the Coastal Trail. This short (0.3 mi) connector trail leads along the shoreline to the Picnic Area. When you are finished with the tour, consider taking this route back to the visitor center for a change of scenery. <br /> <br /> Along the coastal trail you'll see ancient and historic sites such as the Chief Keawe House site, cattle holding pen, historic salt pans, and the sandy Paumoa beach area.</p>",
    "audioDescription": "Two trails intersect at this location with one continuing to parallel the shoreline and the other extending out west towards the water and eventually looping around to the picnic area. A black sign with blue writing marks the trail junction. The sign reads \"Visitor Center\" with a arrow pointing straight and \"Picnic Area\" with an arrow pointing to the left.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Ala Kahakai NHT",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "51246728-F482-4308-86BB-85E343B1A454",
    "url": "https://www.nps.gov/places/ahinahina-point.htm",
    "title": "K - ʻĀhinahina Point - John Ahu Complex",
    "listingDescription": "The John Ahu House Complex at ʻĀhinahina point shows a prime location for housing in the late 1800s to early 1900s.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/09215FB8-BE00-C2A5-BCF13868978C62B2.jpg",
        "credit": "NPS",
        "altText": "A white cistern and house platform sit on a cliffside above the water",
        "title": "John Ahu Complex",
        "description": "",
        "caption": "A prime house location indeed!",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/09215FB8-BE00-C2A5-BCF13868978C62B2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/09215FB8-BE00-C2A5-BCF13868978C62B2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "alka",
        "designation": "National Historic Trail",
        "fullName": "Ala Kahakai National Historic Trail",
        "url": "https://www.nps.gov/alka/index.htm",
        "name": "Ala Kahakai"
      },
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hawaiian history",
      "scenic view",
      "1871 Trail"
    ],
    "latitude": "19.4121154",
    "longitude": "-155.9051213",
    "latLong": "19.4121154,-155.9051213",
    "bodyText": "<p>As with any house, it’s all about location, location, location! And for the John Ahu house site that you see before you on the <em>makai</em> (ocean) side of the trail, the location was in a very prime spot indeed! Not only for expansive ocean views that would cause the price of this house site to soar in modern times, but also easy access to the main route of travel and the ocean. Below the house site is one of the few suitable canoe landing spots along this stretch of coast. As you continue down the trail a little bit, look back up at the house site and notice the gradual slope down to the water. That’s the spot! In addition to being able to land a canoe, this cove was also the only place with deep enough sheltered waters for larger boats to unload goods to exchange with villagers.<br /> <br /> When finding a place for one’s house, it’s important to make sure that you are close to all amenities, especially water. While there is certainly ample saltwater available at this location, fresh water is often hard to come by. In this part of the island, there are no streams or rivers to provide freshwater and instead, freshwater sources are either collected rainwater or the brackish water of anchialine pools.<br /> <br /> In Kiʻilae village most of the houses had thatched roofs and only the most well-to-do houses, like the John Ahu house, had tin roofing. With tin roofing came the ability of water catchment, and thus the cistern that you can see in what remains of the house site. However, even with water catchment, rain on the South Kona coast is not guaranteed, and in many cases, the Ahu cistern had to be filled via mule train from the wetter areas up <em>mauka </em>(mountain).<br /> <br /> Even today, many residents of South Kona live on rainwater catchment systems, however when the catchment is low, water trucks and roads allow for much easier access to freshwater than the mule trains of the past.</p>",
    "audioDescription": "The remains of a house site sit on a lava rock cliffside above the expansive Pacific ocean. A cistern, rock house platform, and rock walls are all that remain of this house site. A few trees and shrubs cover the area.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Ala Kahakai / 1871",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historic House Site",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "ED5933F9-03B9-4E1A-AB2D-12CFB76D5BA7",
    "url": "https://www.nps.gov/places/kiei-halo.htm",
    "title": "Kiei & Hālō",
    "listingDescription": "This iconic pair represents the akua (gods) Kāne (Kiei) and Kanaloa (Hālō), two of the four major akua in the Hawaiian pantheon. Throughout Polynesia, Kāne and Kanaloa are acknowledged as the gods of creation and life. The pair is represented twice at Hale o Keawe; in their iconic setting looking across Hōnaunau bay, and again immediately outside of the entrance to the inner precinct of the temple.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/FC123916-AD72-B6B2-A43EF69A607222E7.jpg",
        "credit": "",
        "altText": "A pair of intricately carved kiʻi (temple images) stand facing the waters of Hōnaunau Bay",
        "title": "Kiei & Hālō Kiʻi",
        "description": "",
        "caption": "This iconic pair of kiʻi draw visitors from around the world.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/FC123916-AD72-B6B2-A43EF69A607222E7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/FC123916-AD72-B6B2-A43EF69A607222E7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Kiʻi",
      "Hawaiian Culture",
      "indigenous heritage"
    ],
    "latitude": "19.421702",
    "longitude": "-155.911997",
    "latLong": "19.421702,-155.911997",
    "bodyText": "<p>This iconic pair, Kiei and Hālō, is represented twice at Hale o Keawe; in their iconic setting looking across Hōnaunau bay, and again immediately outside of the entrance into the temple house itself. Kiei and Hālō are cloud forms of the god Kāne.</p>",
    "audioDescription": "A pair of intricately carved kiʻi (temple images) stand on the shoreline looking out over Hōnaunau bay. The kiʻi are about 6 feet tall and 3 feet wide, standing about 1 foot apart. The pair are of similar shape with a head, torso, arms, and legs. The heads of the kiʻi are where the pair differs from each other. The kiʻi on the more inland side has a smooth headdress, more pronounced, angular eyes, and a smaller open mouth with visible teeth. The kiʻi on the ocean side has an intricately carved, textured, headdress, barely visible eyes, a larger mouth with visible teeth, and concentric lines surrounding the mouth on the cheeks and chin.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Near Hale o Keawe",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F2808D75-E990-40D4-A62B-9C7DBA52AD5B",
    "url": "https://www.nps.gov/places/ku-i-ke-alai.htm",
    "title": "Kū-i-ke-ālai",
    "listingDescription": "An image of great importance at the heiau, Kū-i-ke-ālai is \"the one who guards the way\" and a protector of the heiau. Crucial to the ceremonial function of the heiau, Kū-i-ke-ālai ensures that the sacred confines of Hale o Keawe are not breached; what belongs outside the heiau does not enter, and that which must remain in the heiau does not encroach on the outside world. Kū-i-ke-ālai is one particular aspect of the akua Kū, one of the four major gods in the Hawaiian pantheon.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/978515CD-FBC8-EA87-AA8CA050D89816AD.jpg",
        "credit": "",
        "altText": "A carved kiʻi (temple image) stands in front of the wooden palisade of Hale o Keawe",
        "title": "Kū-i-ke-ālai",
        "description": "",
        "caption": "Ku-i-ke-ālai or \"the one who guards the way\" stands facing the ocean.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/978515CD-FBC8-EA87-AA8CA050D89816AD.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/978515CD-FBC8-EA87-AA8CA050D89816AD.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "kiʻi",
      "Hawaiian Culture",
      "indigenous heritage"
    ],
    "latitude": "19.421601",
    "longitude": "-155.912192",
    "latLong": "19.421601,-155.912192",
    "bodyText": "<p>An image of great importance at the heiau, Kū-i-ke-ālai is \"the one who guards the way\". Crucial to the ceremonial function of the heiau, Kū-i-ke-ālai ensures that the sacred confines of Hale o Keawe are not breached; what belongs outside the heiau does not enter, and that which must remain in the heiau does not encroach on the outside world. Kū-i-ke-ālai is one particular aspect of the <em>akua </em>(god) Kū through which <em>mana </em>(spirit and essence) is moved and manipulated. Look for Kū-i-ke-ālai on the makai side (oceanside) of Hale o Keawe.</p>",
    "audioDescription": "A carved wooden kiʻi (temple image) about 10 feet tall and two feet wide. This kiʻi is noticeably different from the other images at Hale o Keawe. Like the other images, it has legs, a torso, arms, and a head. On this kiʻi the head is smaller, more angular, and it lacks the open mouth with teeth.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Makai (oceanside) of Hale o Keawe",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "EE0A6BD2-9573-4EE1-82A4-28B0FC653902",
    "url": "https://www.nps.gov/places/ku-ka-ilimoku.htm",
    "title": "Kū-ka-ʻilimoku",
    "listingDescription": "A guardian god of governance and warfare, Kū-kaʽilimoku was a patron deity of the ruling aliʽi on the island of Hawaiʽi. See this carved kiʻi in the Royal Grounds near the kōnane papamū (playing surface).",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BBD38D3C-C972-4F8D-F61324FD730F292E.jpg",
        "credit": "NPS",
        "altText": "An intricately carved kiʻi (temple image) stands in the sandy royal grounds.",
        "title": "Ku-ka-ilimoku",
        "description": "",
        "caption": "Kū-ka-ʻilimoku stands in the former location of a hale kauila (meeting house)",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BBD38D3C-C972-4F8D-F61324FD730F292E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BBD38D3C-C972-4F8D-F61324FD730F292E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Kiʻi",
      "Hawaiian Culture",
      "indigenous heritage"
    ],
    "latitude": "19.421821",
    "longitude": "-155.91128",
    "latLong": "19.421821,-155.91128",
    "bodyText": "<p>A guardian god of governance and warfare, Kū-kaʽilimoku was a patron deity of the ruling aliʽi on the island of Hawaiʽi. Custody of this akua was bestowed upon only the most esteemed aliʽi, in a tradition maintained for nearly four hundred years – beginning with the high chief Liloa bestowing the akua upon his son ʽUmi, and ending with King Kamehameha I placing the akua in the care of his nephew, the warrior-priest Kekuaokalani. See Kū-kaʽilimoku near the former location of a hale kauila – a meeting house – where the highest ranking aliʽi would discuss matters of policy, government, and warfare.</p>",
    "audioDescription": "An intricately carved kiʻi (wooden image) about 10 feet tall and 2 feet wide. The image has a carved headdress, large angular eyes, nose, and open mouth with visible teeth. The carved body of the kiʻi has a torso, arms, and legs. It is standing on a carved post about 3 feet high.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "West side of Royal Grounds near kōnane papamū",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "15F92E0F-B1F9-4B2B-9DAE-856BA31D5147",
    "url": "https://www.nps.gov/places/kiilaevillage.htm",
    "title": "L - Kiʻilae Village",
    "listingDescription": "Kiʻilae Village offers a glimpse into the past, when Hawaiʻi was changing rapidly, but still supported traditional aspects of daily life.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/0A67B4E1-9A35-C88E-7C7227B8007CEB57.jpg",
        "credit": "NPS",
        "altText": "A trail runs parallel to the coastline with rock walls on the upper side and overgrown vegetation",
        "title": "Kiʻilae Village",
        "description": "",
        "caption": "Look for the rock walls on the mauka side of the trail. They mark the beginning of Kiʻilae",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0A67B4E1-9A35-C88E-7C7227B8007CEB57.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0A67B4E1-9A35-C88E-7C7227B8007CEB57.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "alka",
        "designation": "National Historic Trail",
        "fullName": "Ala Kahakai National Historic Trail",
        "url": "https://www.nps.gov/alka/index.htm",
        "name": "Ala Kahakai"
      },
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hawaiian history",
      "historic village",
      "1871 Trail"
    ],
    "latitude": "19.411046888685192",
    "longitude": "-155.90422740608216",
    "latLong": "19.411046888685192,-155.90422740608216",
    "bodyText": "<p>Kiʻilae Village offers a glimpse into the past, when Hawaiʻi was changing rapidly, but still supported traditional aspects of daily life. With the arrival of Europeans in the Hawaiian Islands, many things changed. New plants and animals were introduced and settlements began moving away from the coastal villages to the more fertile uplands and larger harbor cities. What remains in Kiʻilae today are abandoned house sites, agricultural features, animal pens, and salt pans that can be seen from more recent times.<br /> <br /> It is not known exactly when Kiʻilae village was established, but it may have been inhabited as early as the 1600’s due to availability of water, fishing grounds and upland fields. Indigenous knowledge points to the early settlement at Kiʻilae as a place where <em>kahuna</em> (priests) trained. By the end of the 19<sup>th</sup> century, Kiʻilae had a population of approximately 100 people consisting of about 10 extended families.<br /> <br /> Unlike the difficulty assigning a beginning date for Ki‘ilae Village, the end of its occupation is well documented. By 1913 only one family remained in coastal Ki‘ilae, and sometime the 1930’s the last full time resident moved away. Its depopulation was largely the result of a changing economy that focused increasingly around the mauka areas near the current Māmalahoa Highway. Green (1993:534) explains the changing economy and shifting population with the following:</p> <blockquote> <p><i>The improved belt road around the island, which provided access to trade centers, effectively isolated the shoreline settlements, causing much of their population to move inland nearer to the road and the kula garden areas.</i></p> </blockquote> <p>So, it seems that the change in community pattern along this coast was triggered not only from the evolution of transportation in the area, but also a change in the economy from a barter economy to a “work-for-money” economy.<br /> <br /> As you continue along the trail into the heart of Kiʻilae village, remember to stay on trail and practice Leave No Trace principles to help protect these sites.</p>",
    "audioDescription": "As the trail continues down the coastline, walls begin to appear on the mauka (mountain) side of the trail, these enclosures are the former house sites of Kiʻilae Village. Trees and brush obscure almost everything besides the walls and the trail at this site.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Ala Kahakai NHT / 1871 Trail",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historic Village",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "828EAAE5-1034-4325-B010-E9DB06DD25F4",
    "url": "https://www.nps.gov/places/lono-o-makahiki.htm",
    "title": "Lono-o-makahiki",
    "listingDescription": "Lono-o-Makakhiki is one particular aspect of the god Lono – one of four major deities in the Hawaiian pantheon. The god Lono is associated with agriculture, rain, storms, fertility, peace and more. Associated with the passage of time, Lono-o-makakhiki is not to be confused with Lono-i-ka-Makahiki, a patron god of the annual Makahiki festival on the island of Hawaiʽi.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BC8180B5-90A0-E889-163C6A50B01A3E61.jpg",
        "credit": "NPS Walsh",
        "altText": "A four foot high kiʻi image with round oval eyes, open mouth, and bent-knee posture.",
        "title": "Lono-o-makahiki",
        "description": "",
        "caption": "Lono-o-makahiki is associated with the passage of time.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BC8180B5-90A0-E889-163C6A50B01A3E61.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BC8180B5-90A0-E889-163C6A50B01A3E61.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Kiʻi",
      "Hawaiian Culture",
      "indigenous heritage"
    ],
    "latitude": "19.421603",
    "longitude": "-155.911985",
    "latLong": "19.421603,-155.911985",
    "bodyText": "<p>Lono-o-Makakhiki is a form of the <em>akua </em>(god) Lono associated with the tracking of time.</p>",
    "audioDescription": "A carved kiʻi (temple image) about 4 feet high and two feet wide. The smooth head has oval-shaped eyes, a nose, and a mouth that resembles two circles next to each other. The body of the image has a torso, arms, and legs with bent knees.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Near Hale o Keawe in the Royal Grounds",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6B2CFF90-771E-4F8E-B09C-A1D5C689E21F",
    "url": "https://www.nps.gov/places/lono-ilikai.htm",
    "title": "Lono-ʻilikai",
    "listingDescription": "Lono-ʽilikai, or “Lono-on-the-surface-of-the-sea,” stands directly over the area where the land and the ocean meet. In this location, Lono-ʽilikai watches over those arriving by way of the sea.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BD87A92A-9E3E-46A5-B2E49E0C517CD59D.jpg",
        "credit": "NPS",
        "altText": "A carved wooden kiʻi image stands on the black lava rock shoreline looking out over the water.",
        "title": "Lono-ʻilikai",
        "description": "",
        "caption": "Lono-ʻilikai watches over those arriving by way of the sea.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BD87A92A-9E3E-46A5-B2E49E0C517CD59D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BD87A92A-9E3E-46A5-B2E49E0C517CD59D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Kiʻi",
      "Hawaiian Culture",
      "indigenous heritage"
    ],
    "latitude": "19.421708",
    "longitude": "-155.91195",
    "latLong": "19.421708,-155.91195",
    "bodyText": "Lono-ʽilikai, or “Lono-on-the-surface-of-the-sea,” stands directly over the area where the land and the ocean meet. Lonoʻilikai is a form of Lono associated with the rising of oxygen off the surface of the sea.",
    "audioDescription": "A carved kiʻi image stands on the rocky shoreline just at the surface of the water. It stands facing out towards the water. The image consists of a head, a torso, arms, and legs.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Shoreline near Hale o Keawe",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E54CDF6A-B795-458A-AA5E-804093B97E88",
    "url": "https://www.nps.gov/places/kahikinahouse.htm",
    "title": "M - Kahikina House Site",
    "listingDescription": "This house site was the home of the Kahikina family who were expert fishermen.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/341EBF0F-FC8A-A099-28E5F3DCE77E61C1.jpg",
        "credit": "NPS",
        "altText": "A stacked stone wall with an opening in the middle leads to an overgrown enclosure",
        "title": "Kahikina House Site",
        "description": "",
        "caption": "John Kahikina was an expert octopus fisherman.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/341EBF0F-FC8A-A099-28E5F3DCE77E61C1.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/341EBF0F-FC8A-A099-28E5F3DCE77E61C1.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "alka",
        "designation": "National Historic Trail",
        "fullName": "Ala Kahakai National Historic Trail",
        "url": "https://www.nps.gov/alka/index.htm",
        "name": "Ala Kahakai"
      },
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hawaiian history",
      "1871 Trail"
    ],
    "latitude": "19.40979",
    "longitude": "-155.9045",
    "latLong": "19.40979,-155.9045",
    "bodyText": "<blockquote> <p><strong><i>Ua ola no kai ia ka</i> – Life comes from the sea</strong></p> </blockquote> <p>The Kahikina family that lived at this house site were the last to move from the village in the 1930s, possibly due to their close connection to the ocean resources. They were fisherman.<br /> <br /> Like many Kiʻilae residents, fishing was essential for survival, but it was hard work. Most fishing gear was handmade, including the wooden canoes used to access the coastal waters. Fisherman, like the Kahikinas, would fish for <i>ʻōpelu</i> (mackerel scad) as well as <em>ahi</em> (tuna) if two people were available to haul the large fish aboard. Fisherman would often feed the fish, banging on the outside of their canoe beforehand to alert the fish. The fish would then gather, and a large catch could easily be achieved. These fish were a major source of income for members of the community. Fresh fish were sold by girls door-to-door before school and any fish leftover could be dried and sold to stores.<br /> <br /> John Kahikina, one of the last to leave Kiʻilae, was an expert octopus fisherman. To see below the surface of the water when he was fishing, he would chew kukui nuts and then spit them in the water. The oil from the kukui nuts would create a make-shift window to the depths, allowing him to drop his lure on top of the octopus and quickly pull it up.<br /> <br /> However, as times begain to change, the traditional way of living could no longer sustain the remaining Kahikinas and as Frances Jackson states in his report on Kiʻilae Village,</p> <blockquote> <p>“John Kahikina explained, there was “<em>Nothing to do, no work.</em>” The coastal waters still could be fished, the kula gardens were there, but the economy had changed; a money-making job was almost a necessity.”</p> </blockquote>",
    "audioDescription": "A stacked stone wall with an opening in the middle leads to an overgrown enclosure.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Ala Kahakai NHT / 1871 Trail",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "5BD0F15C-D9CB-4D08-89DE-B565505EB00F",
    "url": "https://www.nps.gov/places/meet-the-kii-intro.htm",
    "title": "Meet the Kiʻi Introduction",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/28C01331-CE2A-6C8D-AA075A2FDA5F59CC.jpg",
        "credit": "",
        "altText": "A collage of four different types of kii images: feathered, wooden, stone, and sea urchin spine",
        "title": "Types of Kii",
        "description": "",
        "caption": "Kiʻi can be carved into wood, stone, and sea urchin spines, or assembled using feathers.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/28C01331-CE2A-6C8D-AA075A2FDA5F59CC.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/28C01331-CE2A-6C8D-AA075A2FDA5F59CC.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "19.421468301653775",
    "longitude": "-155.91091122638937",
    "latLong": "19.421468301653775,-155.91091122638937",
    "bodyText": "<h2>Kilo Kilo nā Maka o ke Kiʻi</h2> <p><em>Behold the Face of the ʻAumakua</em></p> <p>Easily recognizable, yet shrouded in mystery, <em>kiʻi </em>(carved images) are iconic by nature and serve a crucial role in Hawaiian religious tradition. Here, kiʻi act as focal points in ritual, creating a link between the material world and the world of spirit.</p> <h3>What is a Kiʻi?</h3> <p>As defined by Pukuʻi’s Hawaiian Dictionary, a kiʻi is an image, statue, or likeness that serves as a symbolic embodiment of the akua and aumakua, or multitude of Hawaiian gods, deities, and venerated ancestors. While kiʻi most commonly take the form of wooden carvings, they are also formed out of stone, carved into <em>pūnohunou</em> (sea urchin spines), or assembled as ornate feathered images, <em>akua hulu manu</em>.</p> <h3>Hawaiian Akua</h3> <p>While there are numerous akua in the Hawaiian Pantheon, five primary akua are represented at <em>heiau</em> (temples). Each akua has a number of physical manifestations called <em>kinolau</em>.</p> <h4>Kāne</h4> <p>Kāne is associated with creation, the heavens, and the cosmos.<br /> <strong>Kinolau</strong> include sunlight, freshwater, lightning, bamboo, <em>ʻawa </em>(kava), and <em>pueo</em> (native owl)</p> <h4>Kanaloa</h4> <p>Kanaloa is associated with creation, the depths of the ocean, and the cosmic mysteries.<br /> <strong>Kinolau</strong> include salt, seaweeds, <em>maiʻa</em> (plantains), octopus, as well as whales and porpoises</p> <h4>Haumea</h4> <p>Haumea is associated with fertility and birth, and is represented at the Hale o Papa or Women’s Heiau. Haumea is worshiped across the islands as an ancestress to both chiefs and common folk.<br /> Her <strong>kinolau</strong>, the hau tree, is regarded highly as a material from which to make adze handles and canoe booms.</p> <h4>Kū</h4> <p>Kū is associated with aquisition and industry and is responsible for fishing, farming, building, and carving, as well as governance and warfare.<br /> <strong>Kinolau </strong>include mountain peaks and cliffs, coconut palms, ʻōhiʻa trees, dogs, red fish, and caterpillars.</p> <h4>Lono</h4> <p>Lono is associated with oxygen, the atmosphere and natural weather phenomenon, and is responsible for ensuring growth and abundance.<br /> <strong>Kinolau</strong> include rainbows, cloud formations, winds, <em>hue</em> (gourds), <em>ʻuala</em> (sweet potato), and pigs.</p> <h3>Kālai Kiʻi</h3> <p>The practice of <em>kālai kiʻi</em> or the carving of images is just one of many native Hawaiian traditions being revived among our island communities today. In this very hālau, cultural practioners engage in <i>kālai kiʻi </i>and continue to teach the practice to younger generations. The kiʻi that you see today at Puʻuhonua o Hōnaunau are produced by descedents of the area who have preserved the tradition of carving over many generations. The last restoration effort here took place in 2004.</p>",
    "audioDescription": "Two thatched a-frame structures with open ends sit facing the water. Each structure has a small lava rock wall foundation on either side of the a-frame. The structure has no floor and simply provides shelter from the elements. The two structures are of different sizes. The larger one on the right as you face the mountain is approximately 30 feet high, 30 feet long, and 20 feet wide. The smaller workshop structure to the left is approximately 20 feet high, 20 feet long, and 10 feet wide. Carved canoes lie within the larger structure while carved kiʻi, gourds, capes, and various other items adorn the smaller workshop structure.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7E7632D0-6BC8-44BA-8191-B41494E69A45",
    "url": "https://www.nps.gov/places/origins.htm",
    "title": "Mural I- The Voyagers",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B4B6BAC0-E4F2-3A64-1770EA2CEFEA32A2.jpg",
        "credit": "NPS Photo/Holiday",
        "altText": "Mural showing polynesian voyagers, white shark, snow capped mountains, and a wooden carving of sun.",
        "title": "The Voyagers",
        "description": "",
        "caption": "The ancient voyagers crossed vast distances of ocean following the stars and signs around them.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B4B6BAC0-E4F2-3A64-1770EA2CEFEA32A2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B4B6BAC0-E4F2-3A64-1770EA2CEFEA32A2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "mural"
    ],
    "latitude": "19.421495978939053",
    "longitude": "-155.91051757335663",
    "latLong": "19.421495978939053,-155.91051757335663",
    "bodyText": "<h2><strong>Mural History</strong></h2> <p>Exhibit plans for the visitor center were reviewed and finalized in early 1967. The plan was a collaborative effort amongst planner-designers Dave Ichelson and Ray Price and architect Pack Hunter. The three-man team worked jointly to insure compatibility between exhibit concepts and architectural concepts. The 'City of Refuge' NHP superintendent, Russell Apple,also worked closely with the team. This effort resulted in the mindful blending of the architectural design and interpretive graphics with the interpretive message given by a recorded voice. The stylized graphics were considered significant to the visitor center’s overall design and described as “idea images” as opposed to carefully rendered images. The designers’ believed that the bold and distinctive renderings were realistic and appropriate to convey the Cultural Landscapes Inventory Page 22 of 53. The interpretive wall was designed to supplement the live talks given by an NPS interpretive ranger. It was also designed to be informative and stimulate interest when a ranger led talk was not available. The open-air exhibit was a departure in concept and technique from previous NPS productions.There was a separate contract for the design, production and installation supervision of the tiles. The $15,160 contract was awarded to International Pipe and Ceramics Corporation of LosAngeles.  The scope of the contract included the production of the five tile murals(Polynesian Immigration; Hawaiian King and Polynesian Plants; Kapu Breaking; Place of Refuge; the Island). The Island mural included only the background for a sculpted relief map of the Island of Hawaii that was to be supplied by the NPS.</p> <p> </p>",
    "audioDescription": "A mural created on a yellow backdrop with blue tiles painted to depict native Hawaiian life. Carvings are of the sun, warriors, a man blowing a conch shell, and commoners prostrating themselves before the chiefs. Paintings depict polynesians sailing across the ocean by double hulled canoe.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Visitor Center Breezeway",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Artistic representation of a Polynesian voyage.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Mural 1- The Voyagers",
        "id": "F7AE1703-AF80-4AD7-8CD2-C17E821AF1A0",
        "type": "multimedia/audio",
        "url": "https://www.nps.gov/media/video/view.htm?id=F7AE1703-AF80-4AD7-8CD2-C17E821AF1A0"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "265A9F57-28E3-4CDC-A163-D6708FC87508",
    "url": "https://www.nps.gov/places/ke-ali-i.htm",
    "title": "Mural II, III, IV- Ke Ali'i",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/46CB0E77-BEA5-8216-ADCB7E411E1A66E3.jpg",
        "credit": "NPS Photo/Holiday",
        "altText": "Carving and painting depicting men with spears around a chiefly man dressed in yellow feather cape.",
        "title": "Ke Ali'i",
        "description": "",
        "caption": "The Ali'i governed the land, its resources, and the way their people engaged with it.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/46CB0E77-BEA5-8216-ADCB7E411E1A66E3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/46CB0E77-BEA5-8216-ADCB7E411E1A66E3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "mural 2",
      "mural"
    ],
    "latitude": "19.421516215624866",
    "longitude": "-155.91056048870087",
    "latLong": "19.421516215624866,-155.91056048870087",
    "bodyText": "The Ali'i were a caste of nobles who held the kuleana (responsibility) of managing the limited land and space they had to work with. They created and abided by strict laws known as <em>kapu</em> that protected the natural cycles and orders of the environment and thus protected the resources that sustained their society.",
    "audioDescription": "Mural II- Carvings and paintings on a yellow wall. Paintings on left side of mural show plants brought by the first polynesian settlers such as coconut, sugar cane, bottle gourd, banana, and taro. Painting in center of wall shows a darker skinned man depicting a chief dressed in a red and yellow cape, helmet, and loincloth. Carvings in center of mural show a man blowing a conch shell, commoners prostrating themselves before the chief on the ground, and his royal attendants holding spears and fans.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Visitor Center Breezeway",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Artistic representation of Ancient Hawaiian Society",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Murals 2, 3, 4- Ke Ali'i",
        "id": "3DCAD672-B11F-4E81-878E-19FAA94D53B9",
        "type": "multimedia/audio",
        "url": "https://www.nps.gov/media/video/view.htm?id=3DCAD672-B11F-4E81-878E-19FAA94D53B9"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "E0681E6B-7329-4222-A423-DC13BADC6F50",
    "url": "https://www.nps.gov/places/pu-uhonua.htm",
    "title": "Mural V - Pu'uhonua",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7BCB558E-D59E-007D-66FD08FBAA711952.jpg",
        "credit": "NPS Photo/Holiday",
        "altText": "Map relief of Hawaii island showing its mountains. Carving of helmeted Hawaiian warrior.",
        "title": "Pu'uhonua",
        "description": "",
        "caption": "Breaking kapu ensured certain death unless you reached a Pu'uhonua and underwent spiritual cleansing",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7BCB558E-D59E-007D-66FD08FBAA711952.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7BCB558E-D59E-007D-66FD08FBAA711952.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "mural 5",
      "mural",
      "puuhonua"
    ],
    "latitude": "19.421546570648868",
    "longitude": "-155.91063022613525",
    "latLong": "19.421546570648868,-155.91063022613525",
    "bodyText": "Unlike the lands outside of it, Pu'uhonua were not governed by the Ali'i but by the Gods they revered. One translation of Pu'uhonua is \"rising/elevated lands\" and alludes to the function a Heiau (temple) of this type served. Pu'uhonua were in a sense like ancient hospitals, where one could enter sick, be treated by skilled Kahuna La'au Lapa'au (master plant healers), and leave elevated with their health. A Pu'uhonua is where many Kahuna (skilled craftsmen/priests) resided. If you did not have a role to play in your community, entering into the Pu'uhonua you could apprentice under a master and perhaps one day leave elevated with purpose.  <br /> <br /> For those who had broken the divine laws of Kapu, a Pu'uhonua offered them sanctuary where they were able to undergo a process of reformation physically, mentally, and of course spiritually.  <br /> <br /> Though the Pu'uhonua of Hōnaunau was believed to be the most powerful, there were once many temples like it found around our islands' shores. After the passing of Kamehameha the Great , his eldest son and wives chose to discontinue many of the traditions of his ancestors and what led to the destruction of many of our sacred sites found around the archipelago. Pu'uhonua o Hōnaunau is considered the last ancient Pu'uhonua that still remains greatly intact today, and continues to be utilized by kanaka maoli (native hawaiians) for religious and spiritual ceremony.",
    "audioDescription": "A large map relief of the island of Hawai'i with snow capped mountains and a wooden carving of a helmeted Hawaiian warrior.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Mural 5 - Wahi Kapu",
        "id": "76272099-55BC-4F32-882E-8B92A887853D",
        "type": "multimedia/audio",
        "url": "https://www.nps.gov/media/video/view.htm?id=76272099-55BC-4F32-882E-8B92A887853D"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "078FB68E-07E9-409A-A151-A9AF0E76BF0C",
    "url": "https://www.nps.gov/places/maukamakaitrail.htm",
    "title": "N - Mauka-Makai Trail",
    "listingDescription": "This old mauka-makai trail connected Ki'ilae villagers with upland gardens.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/34EFC50D-F22A-9652-FFCD17E1A624D811.jpg",
        "credit": "NPS",
        "altText": "An old trail is visible going up the mountainside along the fenceline.",
        "title": "Mauka-Makai Trail",
        "description": "",
        "caption": "This mauka-makai trail connected villagers to upland gardens.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/34EFC50D-F22A-9652-FFCD17E1A624D811.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/34EFC50D-F22A-9652-FFCD17E1A624D811.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "alka",
        "designation": "National Historic Trail",
        "fullName": "Ala Kahakai National Historic Trail",
        "url": "https://www.nps.gov/alka/index.htm",
        "name": "Ala Kahakai"
      },
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hawaiian history",
      "1871 Trail",
      "Native Hawaiians"
    ],
    "latitude": "19.409160529777836",
    "longitude": "-155.9045844864502",
    "latLong": "19.409160529777836,-155.9045844864502",
    "bodyText": "<blockquote> <p><strong><i>Ua ola no uka ia uka</i> – Life comes from the land</strong></p> </blockquote> <p>Along the fence line leading up the mountain is what remains of another type of ancient trail that connected the coastal areas with the fertile, rainy uplands. These trails are referred to as mauka-makai trails and highlight the importance of connecting the resources available from mountain to ocean.<br /> <br /> In ancient Hawaiʻi, the land was divided into long sections called ahupuaʻa that ran from the mountain to the ocean providing the people living in them almost everything they needed to survive. Larger trees for carving from the forest, fertile lands with ample rainfall in the <i>kula</i> (uplands), and abundant ocean resources from the <i>kahakai</i> (coastal area). Resources from each area were meticulously managed and shared throughout the ahupuaʻa along mauka-makai trails.<br /> <br /> While the primary village area for Kiʻilae was concentrated in this coastal area around the 1871 trail, as historian Frances Jackson (1966) states,</p> <blockquote> <p>“to attempt to show Ki‘ilae Village as existing only at the shore would show barely a third of the life of the villagers.” </p> </blockquote> <p>Families also maintained <i>kula</i> gardens with <em>ʻuala</em> (sweet potato), yams, pumpkins, squash, <em>kō</em> (sugar cane), papaya, <em>maiʻa</em> (bananas),<em> pia</em> (arrowroot), <em>ipu </em>(gourds), and <em>ulu</em> (breadfruit). These <i>kula</i> gardens were located far enough upslope to receive regular rain. In addition to kula gardens, many also cared for dryland <em>kalo</em> (taro) fields located even further upslope. A network of trails connected fields to field houses and to a mauka-makai trail that served as the main artery for travel between the <i>mauka</i> gardens and the coastal residences.<br /> <br /> This is no longer a maintained trail. Please make sure to stay on the 1871 Trail and practice Leave No Trace Principles to help protect archeological sites.</p>",
    "audioDescription": "An old trail is visible going up the mountainside along the fence line.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Ala Kahakai NHT / 1871 Trail",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F9D1DDBE-F33C-4294-904E-C3D437CF135C",
    "url": "https://www.nps.gov/places/pa-hale.htm",
    "title": "O - Pā Hale",
    "listingDescription": "The pa hale (house sites) of Ki'ilae village show a more traditional way of life.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/37A2544E-9E9D-0EF4-EE8A7BBC9E85A294.jpg",
        "credit": "NPS",
        "altText": "Rectangular stacked stone walls surround a former house site, now overgrown.",
        "title": "Pa Hale",
        "description": "",
        "caption": "The rock walls you see along the trail enclose the house sites of Ki'ilae village.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/37A2544E-9E9D-0EF4-EE8A7BBC9E85A294.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/37A2544E-9E9D-0EF4-EE8A7BBC9E85A294.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "alka",
        "designation": "National Historic Trail",
        "fullName": "Ala Kahakai National Historic Trail",
        "url": "https://www.nps.gov/alka/index.htm",
        "name": "Ala Kahakai"
      },
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Hawaiian history",
      "1871 Trail"
    ],
    "latitude": "19.4089563",
    "longitude": "-155.90472",
    "latLong": "19.4089563,-155.90472",
    "bodyText": "<p>As you continue through the heart of Kiʻilae village, you will notice stone walls on either side. These walls enclosed house sites, or pā hale, and kept out animals such as pigs, cows, and goats that roamed the are Walls would rarely have gates and instead would have places built up to step over the wall into the house site. Later, stone walls were modified to accommodate ranching operations in the area.<br /> <br /> Within the walls would be a house platform upon which a house would be built. In Kiʻilae village, the majority of the houses were the old-style thatched grass houses. However, the more “well-to-do” houses were constructed with modern lumber and had tin roofs, like the John Ahu house. Showing the transitional nature of these times, some houses met halfway with thatched walls and a tin roof. Houses typically were just one large room for the entire family.<br /> <br /> One of the things that all of these house site had in common was the lack of a bathroom or even a pit outhouse. Bathing was done in the ocean and other activities were just done outside or in the tidal areas. The village also did not have electricity. In the evenings, light was provided by kerosene lanterns or kukui nut lights in which sundried kukui nuts were strung onto coconut midribs and lit. According to residents, one string of kukui nuts would last half the night.<br /> <br /> In the “yard” of the pā hale, families would grow any useful or decorative plant that could survive in the dry coastal environment, but most of the food was grown in the kula gardens upslope. “Yards” would also have a designated area for garbage, sometimes walled off from the rest of the area.<br /> <br /> <em>How are these traditional pā hale different or similar to the home you live in today?</em></p>",
    "audioDescription": "Trees shade this central section of Ki'ilae village. Rock walls about 3 feet high line both sides of the trail. These walls are part of rectangular enclosures that form the house site. Many of these house sites are overgrown, but on some you can still see rectangular stone house platforms.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Ala Kahakai NHT / 1871",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "9EC06B63-0220-4305-BB46-D01C59E94CF2",
    "url": "https://www.nps.gov/places/puuhonuaohonaunau.htm",
    "title": "Puʻuhonua o Hōnaunau National Historical Park Entrance Station",
    "listingDescription": "The entrance station at Puʻuhonua o Hōnaunau National Historical Park is an essential starting point for any park visit and is where you are required to purchase an entrance pass or present an existing pass to gain access to the park.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7DE6AF6E-D980-1957-7401F5794DE34FF9.jpg",
        "credit": "NPS Photo",
        "altText": "A ranger with a flower in her hair sitting in the entrance station booth.",
        "title": "Puʻuhonua o Hōnaunau Entrance Station",
        "description": "",
        "caption": "The entrance station is an essential starting point for any park visit.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7DE6AF6E-D980-1957-7401F5794DE34FF9.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7DE6AF6E-D980-1957-7401F5794DE34FF9.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "PUHO",
      "Puʻuhonua o Hōnaunau",
      "entrance station"
    ],
    "latitude": "19.422578365090164",
    "longitude": "-155.91003003050116",
    "latLong": "19.422578365090164,-155.91003003050116",
    "bodyText": "Puʻuhonua o Hōnaunau National Historical Park is located on the south west portion of the island of Hawai‘i. It is approximately a 2.5 hour drive from Hilo and a 40 minute drive from Kailua-Kona. The entrance station serves as a checkpoint for visitors who are required to purchase an entrance pass or present their existing pass to gain access to the park. ",
    "audioDescription": "An entrance station at the national park.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Entrance Passes for Sale"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "CFA96ED5-25BA-4C17-A2AD-22339138F747",
    "url": "https://www.nps.gov/places/puho-picnic-area.htm",
    "title": "Puʻuhonua o Hōnaunau Picnic Area",
    "listingDescription": "Coconut trees, ocean views, tide pools, and more! The picnic area is a favorite destination for locals and visitors alike. Located south of the Great Wall, the picnic area is a fantastic place to relax, have a beach picnic, explore the tide pools in the lava rock, and experience the iconic South Kona coast.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C2321664-B2D0-5103-A85959577071F9EB.jpg",
        "credit": "NPS / Walsh",
        "altText": "A line of silhouetted coconut trees and cars with colorful sunset over the ocean beyond.",
        "title": "Sunset in the Picnic Area",
        "description": "",
        "caption": "The picnic area is a popular destination to catch an iconic Hawaiian sunset.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C2321664-B2D0-5103-A85959577071F9EB.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C2321664-B2D0-5103-A85959577071F9EB.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "picnic area",
      "tide pools"
    ],
    "latitude": "19.418366",
    "longitude": "-155.911947",
    "latLong": "19.418366,-155.911947",
    "bodyText": "<p>Coconut trees, ocean views, tide pools, and more! The picnic area is a favorite destination for locals and visitors alike. Located south of the Great Wall, the picnic area is a fantastic place to relax, have a beach picnic, explore the tide pools in the lava rock, and experience the iconic South Kona coast.</p> <h2>Rules & Regulations</h2> <p>Please help protect this area. With your help we can preserve this culturally significant site and provide a safe place for families to enjoy into the future. Please visit the <a href=\"https://www.nps.gov/puho/learn/management/index.htm\">Management</a> page on our website for more details on these rules and regulations.</p> <ol> <li> <p><strong>Preservation of natural, cultural and archaeological resources. </strong>Dead wood may not be collected anywhere in the park. Creating stone messages are prohibited. No digging, scraping or excavating allowed (including children's shovels) 36CFR2.1</p> </li> <li> <p><strong>Beach Umbrellas, shade tents, canopies, free-standing tents are prohibited. </strong><em>The use of these items detracts from the cultural landscape of the area and detracts from the traditional Native Hawaiian cultural values for which the park was established. </em>36CFR2.1</p> </li> <li> <p><strong>Pets (dogs, cats, others) must be restrained on a leash,</strong> which shall not exceed six feet in length, or otherwise confine a pet at all times. <em>Do not tie your pet to a tree or table, the regulations specifically state \"under your physical control.\" </em>36CFR2.15(a)2</p> </li> <li> <p><strong>Pet excrement must be placed in garbage containers.</strong> 36CFR2.15(a)5</p> </li> <li> <p><strong>Loud music or other audio disturbances are prohibited. </strong>The operation of vehicle audio systems, portable audio devices or musical instruments in a manner of unreasonable impact to other park users is prohibited. 36CFR2.12(a)1(ii)</p> </li> <li> <p><strong>No open fires.</strong> All cooking will be limited to camp stoves or contained in charcoal fire grill. Tiki torches and candles are prohibited in the park. 36CFR2.13(a)2</p> </li> <li> <p><strong>No recreational activites allowed.</strong> <em>For example: Frisbee, volleyball, horseshoes, kite flying, baseball, football, soccer, streamers and balloons, and setting up hammocks.</em> 36CFR2.11</p> </li> <li> <p><strong>Special Use Permits are required for the following:</strong> All wedding ceremonies and photography. Groups of 25 people of more engaged in parties/gatherings, special events, public assemblies and meetings, or political gatherings require a permit. All parties may not exceed 50 persons per permit. 36CFR1.5(d)</p> </li> <li> <p><strong>Collecting seashells and coral stones are prohibited. </strong>Up to 15 noni fruit may be collected by one person per day. Collection is authorized along the picnic road and parking lot only. Coconuts on the ground in the Picnic Area may be collected, one per person per day. 36CFR2.1(c)(1),(c)(2)</p> </li> <li> <p><strong>This is a \"Day Use\" area only, no overnight camping is allowed. </strong>36CFR2.10</p> </li> </ol>",
    "audioDescription": "Coconut trees tower above, white coral sand crushes below your feet, and the expansive Pacific Ocean extends as far as the eye can sea. Picnic tables, grills, and waste receptacles dot the beach area. In between the white coral sand and the ocean waves lies a black lava rock bench with multiple tide pools and nooks and crannies to explore.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Benches/Seating",
      "Cellular Signal",
      "Grill",
      "Parking - Auto",
      "Picnic Table",
      "Recycling",
      "Restroom",
      "Restroom - Accessible",
      "Scenic View/Photo Spot",
      "Trailhead",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "South of the Great Wall",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A9740B57-50A0-4709-BCE3-15887CADE76B",
    "url": "https://www.nps.gov/places/puhocoastaltrail.htm",
    "title": "The Coastal Trail Trailhead",
    "listingDescription": "Feel the sand beneath your feet, hear the wind rustle coconut fronds, and see ocean waves break on the rocky lava shore. This short connector trail takes you along the sandy coast then turn mauka (towards the mountain) to connect with the longer 1871 Trail.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C670CB30-9F71-81A2-FD48D9F71B5A8C26.jpg",
        "credit": "NPS / Walsh",
        "altText": "A sandy path extends out ahead with a trailhead sign, pet waste station, and trash bin on the right.",
        "title": "Coastal Trail Trailhead",
        "description": "",
        "caption": "The short coastal trail takes a scenic route along the coast then connects with the 1871 trail.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C670CB30-9F71-81A2-FD48D9F71B5A8C26.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C670CB30-9F71-81A2-FD48D9F71B5A8C26.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "trailhead"
    ],
    "latitude": "19.417425",
    "longitude": "-155.91093",
    "latLong": "19.417425,-155.91093",
    "bodyText": "This short (0.3 mi) connector trail leads to the longer 1871 Trail to Kiʻilae village. Walk along the sandy coastline then turn mauka (towards the mountain) as the trail turns to lava rock and intersects with the 1871 Trail. <br /> <br /> See ancient, historic, and natural features such as kou trees, Paumoa Beach, historic salt pans, and the Chief Keawe House Complex.",
    "audioDescription": "This trailhead, located on the southern end of the picnic area, has a low metal chain across the relatively wide sandy trail. Coastal vegetation lines the sides of the trail. In between the vegetation catch glimpses of the lava rock shoreline and more expansive ocean views. A trailhead sign and pet waste station mark the trailhead.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Parking - Auto",
      "Scenic View/Photo Spot",
      "Trailhead",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Southern end of the picnic area",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The short coastal trail connects to the larger Ala Kahakai National Historic Trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7CF2FDDD-70E9-400B-A1F2-E5371308EFD7",
    "url": "https://www.nps.gov/places/walking-tour-final-stop.htm",
    "title": "Walking Tour - Final Stop",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/570DAED7-C2DF-F1E5-FD024629993F5EB4.jpg",
        "credit": "NPS / Chisholm",
        "altText": "A small wooden bench in the shade of a hala tree looking out on the sandy Royal Grounds",
        "title": "Shady spot in the Royal Grounds",
        "description": "",
        "caption": "Find a nice shady spot to reflect upon your journey.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/570DAED7-C2DF-F1E5-FD024629993F5EB4.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/570DAED7-C2DF-F1E5-FD024629993F5EB4.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "HI",
        "parkCode": "puho",
        "designation": "National Historical Park",
        "fullName": "Puʻuhonua o Hōnaunau National Historical Park",
        "url": "https://www.nps.gov/puho/index.htm",
        "name": "Puʻuhonua o Hōnaunau"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "walking tour",
      "Hawaiian Culture"
    ],
    "latitude": "19.421563",
    "longitude": "-155.911047",
    "latLong": "19.421563,-155.911047",
    "bodyText": "<p><i>Eia Hawaii. He moku. He kanaka.</i><br /> <i>He kanaka Hawaii e</i><br /> <i>He kama na Kahiki </i><br /> <i>He pua alii mai Kapaahu</i><br /> <em>Mai Moaulanuiakea Kanaloa</em><br /> <br /> <em>Here is Hawaii. A realm. A man.<br /> A man is Hawaii<br /> A child of Kahiki<br /> A royal offspring of Kapaahu<br /> From Moaulanuiakea Kanaloa</em><br /> <br /> For the <em>po‘e kāhiko</em>, the people of old, this island home was not simply a place of rock and sand and trees, but a living, conscious entity with a voice of its own. An ancestor to the very people who live and are sustained by it. Today we can recall this voice at places like Pu‘uhonua o Hōnaunau. Where warriors sought healing and refuge and stately chiefs made their eternal slumber. Where generations have maintained culture and tradition. And today the grounds of these <em>wahi kapu </em>may be opened for all to experience.<br /> <br /> As you return to your home, listen for whispers from the past, recite the stories of your family and the traditions of your ancestors, walk in their footsteps, and you may find a source of inspiration for the future. And when your reach the next leg of your voyage, listen and ask “how can I be inspired by the authentic?”  </p>",
    "audioDescription": "Hear the crunch of white coral sand beneath your feet. Coconut trees tower above and smaller native plants dot the landscape. Islands of black lava rock appear amidst the white sand. Small thatched hālau, or a-framed structures, and carved kiʻi images can be seen throughout the royal grounds. A large, black stone wall divides the Royal Grounds from the Puʻuhonua with the following dimensions: 10 feet high, 17 feet wide, and over 1000 feet in length. The blue waters of the Pacific ocean are held back by smaller sea walls made in the traditional way, dry-stacked black lava rock. Gentle waves lap on shore at Keoneʻeleʻe cove in the middle of the Royal Grounds. Two small brackish water ponds occupy the southwest portion of the grounds.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]