[
  {
    "id": "84A31137-7F8E-4D52-9DD1-0BBFAAEF98F0",
    "url": "https://www.nps.gov/places/hull-s-trace.htm",
    "title": "Hull's Trace",
    "listingDescription": "In 2014 the River Raisin National Battlefield Park established the Hull’s Trace Unit as a satellite park. It is located at 36495 W. Jefferson Ave., Brownstown Charter Township, Michigan. In June of 1812, General Hull ordered a road to connect Fort Detroit with rest of the United States. A part of this corduroy road remains 200 years later near the mouth of the Huron River and is the only known log remnant of the first U.S. military federal road.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/053C1646-EA4B-19A2-D89F376A5CDE8D1A.jpg",
        "credit": "NPS",
        "altText": "Youths kayaking at Hull's Trace",
        "title": "Kayaking at Hull's Trace",
        "description": "",
        "caption": "Students Kayaking at Hull's Trace on a Field Trip",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/053C1646-EA4B-19A2-D89F376A5CDE8D1A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/053C1646-EA4B-19A2-D89F376A5CDE8D1A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MI",
        "parkCode": "rira",
        "designation": "National Battlefield Park",
        "fullName": "River Raisin National Battlefield Park",
        "url": "https://www.nps.gov/rira/index.htm",
        "name": "River Raisin"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "water",
      "kayaking",
      "boating",
      "fishing",
      "historical",
      "Hull's Trace",
      "Corduroy Road",
      "history",
      "war of 1812"
    ],
    "latitude": "42.0426437500176",
    "longitude": "-83.2141384000834",
    "latLong": "42.0426437500176,-83.2141384000834",
    "bodyText": "Realizing that Detroit and the Michigan Territory were isolated, in 1808 at the Treaty of Brownstown, Territorial Governor William Hull negotiated with the Wyandot for a road to connect Detroit to the Rapids of the Maumee River and to Upper Sandusky in Ohio. The Wyandot consented to allowing the new road to pass through their villages in anticipation of the United States agreeing that they could keep their villages forever. Two important Wyandot villages that were in the way of the proposed road included the Village of Brownstown, three miles north of the Huron River, and the village of Maguaga, seven miles further north of Brownstown. The Michigan Territorial government voted, in December of 1808, to authorize and finance the survey of the road through the Michigan Territory. The Survey was completed in January of 1809. The road was authorized by Congress but was never built. In the spring of 1812, with tensions mounting Governor Hull was appointed General of the newly formed Northwest Army of the United States. After a military briefing, Hull was ordered to prepare to invade Canada from Detroit as a part of a three-prong war plan. Knowing wars are won and lost on logistics, General Hull traveled to Ohio, where he met his newly recruited army and started his long march to Detroit from what is now Dayton, Ohio. Like the Michigan Territory, there was no adequate road across much of Ohio, so his troops built the road as they progressed. Simultaneously, General Hull ordered the Lacroix Company of the Michigan Militia to begin building the road along Lake Erie’s western shore in the early summer of 1812. While General Hull worked his way north building the road through Ohio’s Great Black Swamp, Captain Herbert Lacroix’s men were building the road following an ancient path or trace that travelled from Detroit south to the River Raisin. By the first of July, Lacroix’s Unit was at the Huron River. Working with nothing but the simplest of hand tools and without the benefit of many draft animals, the work had been difficult. Every wet or swampy area had to be corduroyed, a process of laying logs parallel to each other but perpendicular to the road edges. These logs then would be covered with dirt to fill the gaps to make the roadway smooth. Watercourses required bridges. Often it required corduroy on each side of the bridge resulting in hundreds of feet of logs. By July, Hull and his army had reached the Michigan Territory and learned that the U.S. had declared War on Great Britain. Using the road that Lacroix’s company had built, Hull’s army quickly reached the Huron River. The assistance of Hull’s army made a big difference in the progress of bridging the river. Once complete, a large Corduroy causeway was constructed and Hull’s army moved north rapidly completing the road into Detroit.<br /> <br /> Today, remnants of those long-ago soldiers’ labor can be seen at Hull’s Trace, a unit of the River Raisin National Battlefield Park. Logs from the original road can be seen sticking out on the west side of West Jefferson Avenue into the waters that connect the Huron River with Silver Creek. All of the major battles in this theater of War were fought along Hull’s Military Road. The logs witnessed and carried thousands of great warriors, soldiers and dignitaries. The first surveyed road in Michigan, Hull’s Road, linked the fledgling Territory back to the rest of the United States. After the War of 1812, the road was used by early settlers flocking into Michigan as the floodgates to westward expansion opened. As more Europeans arrived, the same road witnessed the forced relocation and then removal of Native people. The Road later became part of the Dixie Highway system and was instrumental in carrying the migration of people seeking employment in the factories of Detroit. Many of these factories sprung up along Hull’s road, because the same logistics that once supported the war efforts were also vital to international trade and commerce. Today, the road is just about as it always has been. It is still possible to start in Detroit at Hart Plaza, close to where the Indian Council House used to stand, and drive south to see the logs that still testify to the history that shaped North American into what it is. It is the oldest interstate road in Michigan and passes some of the most historically significant locations in the state. From the battles of 1812, the first Bessemer steel mill in Michigan, ship yards that built the transportation systems that made the industrial growth possible and the road to the Arsenal of Democracy. For over two hundred years, the work of those intrepid men, with axes and not much more, has contributed to the fabric and culture of our communities and nation. After parking in the Hull’s Trace parking lot on the east side of West Jefferson Avenue, you will need to carefully cross to the west side of the road close to the Huron River Bridge. On the West side of the road is the Harbin Street Bridge. Standing on the Harbin Street Bridge look north along the water’s edge parallel to West Jefferson Ave. If the water levels are low enough, you will see a series of logs protruding out from the riverbank at a slightly upwards angle. There are actually two levels of logs that were placed as a part of building the military road. For year’s, the road bed has been modified and built up to what it is today, but many of the original logs that were placed there over 200 years ago amazingly still exist.",
    "audioDescription": "Hulls Trace Address: 36595 W. Jefferson Ave. Hours: Sunrise to Sunset Brownstown Township, MI 48173 Phone: 734-243-7136 Parking: YES - Parking lot available River Access: Huron River & Lake Erie Trail Access: Water trail & boat launch Passport Stamp: NO",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "NO",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Beach/Water Access",
      "Benches/Seating",
      "Boat Ramp",
      "Canoe/Kayak/Small Boat Launch",
      "Dock/Pier",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Parking - Boat Trailer",
      "Parking - Bus/RV",
      "Picnic Shelter/Pavilion",
      "Picnic Table",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "36595 W. Jefferson Ave, Brownstown Township, MI 48173",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Corduroy Road remnant from 1812",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Part of River Raisin NBP",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "38F16247-5AD3-438C-A0FF-8F634304D6EB",
    "url": "https://www.nps.gov/places/kentucky-memorial-place.htm",
    "title": "Kentucky Memorial Place",
    "listingDescription": "The remains of several unidentified Kentucky victims of the Battles of the River Raisin are believed to be buried at this location. In the years that followed, some of these remains might have been removed and eventually made their way back to Kentucky, but doubtful. Later, residents of Monroe who died from the cholera epidemic of 1830 were buried at this location, and some of their graves can still be seen here.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B2A497DC-DAB2-59A0-0278426C6C089CA9.jpg",
        "credit": "Linda Rutledge",
        "altText": "Kentucky Memorial Monument",
        "title": "Kentucky Memorial Monument",
        "description": "",
        "caption": "Kentucky Memorial Place",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B2A497DC-DAB2-59A0-0278426C6C089CA9.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B2A497DC-DAB2-59A0-0278426C6C089CA9.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MI",
        "parkCode": "rira",
        "designation": "National Battlefield Park",
        "fullName": "River Raisin National Battlefield Park",
        "url": "https://www.nps.gov/rira/index.htm",
        "name": "River Raisin"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Cemetary",
      "cemetery",
      "Historical marker",
      "monument",
      "Kentucky",
      "soldiers",
      "war of 1812",
      "River Raisin National Battlefield Park",
      "River Raisin Battle",
      "City of Monroe"
    ],
    "latitude": "41.9111279",
    "longitude": "-83.4028425",
    "latLong": "41.9111279,-83.4028425",
    "bodyText": "The remains of several unidentified Kentucky victims of the Battles of the River Raisin are believed to be buried at this location. In the years that followed, some of these remains might have been removed and eventually made their way back to Kentucky, but doubtful. Later, residents of Monroe who died from the cholera epidemic of 1830 were buried at this location, and some of their graves can still be seen here.<br /> <br /> In 1872, surviving veterans of the War of 1812 from Kentucky and Ohio gathered on this spot to honor their fallen comrades. However, by the early 1900s, the cemetery had fallen into disrepair and there was pressure to abandon it. The “Civic Improvement Society of the Women of Monroe” stepped in to protect the site. They took over the cemetery, restored it, and then were able to persuade city officials to designate the old burial ground as a park.<br /> <br /> The State of Michigan provided funding for the monument, which was dedicated in 1904. Since then, the monument has stood as a permanent tribute to Kentucky and the militiamen from that state who came to the aid of the habitants of the Territory of Michigan during the War of 1812.  <br /> <br /> The continuing close tie between these two states is reflected in the fact that River Raisin National Battlefield Park is one of only a few places outside of Kentucky where the Kentucky State Flag is authorized to fly. A contingent of officials from the State of Kentucky travelled to Monroe for the dedication of the Kentucky Monument on September 4, 1904, including H.V. Mc Chesney (Secretary of State), Colonel Bennet Young who had fought for the Confederacy during the Civil War, Governor Thomas T. Crittenden of Missouri who was the grandson of Colonel John Allen, and others. Nine counties in Kentucky are named for officers in the Kentucky Militia who fought during the Battles of the River Raisin.",
    "audioDescription": "The Kentucky Memorial monument is mounted on a hill in front of the early 1800s cemetery in downtown Monroe. In the summer flowers spell out Monroe in front of it.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "NO",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "City of Monroe",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Corner of Monroe and Seventh Streets, Monroe, MI. 48161",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historical Cemetery",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "94CF3651-81A9-48B7-A3AC-FBF2989D4942",
    "url": "https://www.nps.gov/places/plum-creek.htm",
    "title": "Plum Creek",
    "listingDescription": "On January 22, 1813 during the Second Battle of the River Raisin, when the right wing of the American army faltered, the soldiers mistook orders and retreated over the frozen river heading south towards Ohio. The Americans, totaling close to 400 strong fled south but were met with another disaster.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4F569DC8-C8C5-EF1E-7F469031F3796CE2.jpg",
        "credit": "Irene Kuehnlein",
        "altText": "River Raisin",
        "title": "River Raisin",
        "description": "",
        "caption": "River Raisin, Frenchtown",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4F569DC8-C8C5-EF1E-7F469031F3796CE2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4F569DC8-C8C5-EF1E-7F469031F3796CE2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MI",
        "parkCode": "rira",
        "designation": "National Battlefield Park",
        "fullName": "River Raisin National Battlefield Park",
        "url": "https://www.nps.gov/rira/index.htm",
        "name": "River Raisin"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "plum creek",
      "River Raisin National Battlefield Park",
      "River Raisin Battle",
      "River Raisin",
      "war of 1812",
      "soldiers",
      "Monroe",
      "Michigan",
      "Historical marker",
      "retreat"
    ],
    "latitude": "41.902973",
    "longitude": "-83.394075",
    "latLong": "41.902973,-83.394075",
    "bodyText": "On January 22, 1813 during the Second Battle of the River Raisin, when the right wing of the American army faltered, the soldiers mistook orders and retreated over the frozen river heading south towards Ohio. The Americans, totaling close to 400 strong fled south but were met with another disaster. At Plum Creek, approximately 3 miles south of the River Raisin, American forces were surrounded by Native warriors. Of the 400 men, only 33 escaped, about 147 were captured, and as many as 220 were killed by the pursuing warriors. This was the last major stand of the U.S. against the Confederation of Native Nations and their British allies during the second battle of the River Raisin.",
    "audioDescription": "Plum Creek is located south of the River Raisin, about three miles from the Battlefield.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Benches/Seating",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Picnic Table",
      "Playground",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "City of Monroe, Michigan",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "914 Kentucky Avenue, Monroe, MI. 48161",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "CF90DD80-3730-4306-B3BD-295DEF1B85D9",
    "url": "https://www.nps.gov/places/frenchtown.htm",
    "title": "River Raisin",
    "listingDescription": "The River Raisin went by several different names throughout history. Natives called the river Nummasepee, or ‘River of Sturgeon’. The river’s extensive floodplains created extensive sturgeon breeding grounds that fed into Lake Erie. French explorers called it La Rivière aux Raisins (The River with Grapes), because of the wild grapes growing along its banks. The British found it easier just to call it River Raisin.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/69698BE2-EA98-FD93-0DBC7D67250FFD53.jpg",
        "credit": "Fran Maedel",
        "altText": "River Raisin",
        "title": "River Raisin",
        "description": "",
        "caption": "Settlement at the River Raisin",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/69698BE2-EA98-FD93-0DBC7D67250FFD53.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/69698BE2-EA98-FD93-0DBC7D67250FFD53.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MI",
        "parkCode": "rira",
        "designation": "National Battlefield Park",
        "fullName": "River Raisin National Battlefield Park",
        "url": "https://www.nps.gov/rira/index.htm",
        "name": "River Raisin"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "River Raisin",
      "River Raisin Battle",
      "boat access",
      "kayaing",
      "fishing",
      "French",
      "war of 1812",
      "park",
      "NPS",
      "Monroe",
      "Native American",
      "river",
      "trail"
    ],
    "latitude": "41.91090905876359",
    "longitude": "-83.3788222892991",
    "latLong": "41.91090905876359,-83.3788222892991",
    "bodyText": "RIVER RAISIN History<br /> <br /> Why is it called River Raisin?<br /> The River Raisin went by several different names throughout history. Natives called the river Nummasepee, or ‘River of Sturgeon’. The river’s extensive floodplains created extensive sturgeon breeding grounds that fed into Lake Erie. French explorers called it La Rivière aux Raisins (The River with Grapes), because of the wild grapes growing along its banks. The British found it easier just to call it River Raisin.<br /> <br /> Early River Raisin settlers were often called “The French”. They were descendants of the original colonists who left France for Canada in the mid-1600s. Over the generations, many French-Canadians moved to Detroit. Finally, many Detroiters with French-Canadian heritage moved to River Raisin. They were French-speakers, faithfully maintaining French cultural traditions, especially their devout Catholicism. So – in the centuries of living in North America, these people were called “The French”. River Raisin settlers were also called habitants, which is French for ‘inhabitants’, and Canadiens, French-speaking settlers of French-Canadian heritage. The Settlement itself was often called “Frenchtown” by non-French speaking outsiders.<br /> <br /> Was French the Only Language Spoken at the Settlement?<br /> Definitely not! The non-Native settlers were vastly outnumbered by Native people living in the area. In the early days, the most successful communicators at River Raisin spoke French, at least one Native language, and maybe some English. Hundreds of young habitants left Detroit and settled along the River Raisin, to build businesses and start new farms and families. Many already had productive relationships with Native Tribes who had land on River Raisin. The “newcomers” negotiated deeds for land with Tribal friends, mainly the Potawatomi, Wyandot, Ottawa and Chippewa. While the British ruled the region, it was illegal to negotiate private land grants between the “French” settlers and Tribes, however, they did not enforce these laws. When the region became part of the United States, non-Native landowners were permitted to keep the property they had obtained from the Tribes in order to gain their allegiance.<br /> <br /> The first Non-Native settler was a “French” settler, twenty-one-year-old François Navarre. His family had lived in Detroit for many years and were highly regarded in government and business. Navarre took up residence at River Raisin in 1785 and persuaded a number of friends and relatives to join him. Navarre was an undisputed community, business and church leader when first the British, and then the Americans, controlled the River Raisin Settlement. He served as a ranking officer in River Raisin’s militia, opposing the British in the Battles of the River Raisin. Sometimes called “the Father of Monroe”, François Navarre died in 1826 and is buried in Monroe’s Old Burial Ground. <br /> <br /> Why Were Many River Raisin Properties Called “Ribbon Farms”?<br /> River Raisin settlers wanted ‘riverfront property’. This would provide direct access to fresh water for residents, crops and livestock; food from abundant fishing and waterfowl; and essential transportation by water (in these early times, the land routes were only dirt trails through dense forests). To achieve this, the settlers adopted a system their ancestors had used in Canada. Properties were very narrow, but they extended away from the river for up to three miles. Because they were long and narrow, the plots were nicknamed ribbon farms. Homes and outbuildings (barn, stable, smokehouse, etc.) were located close to the chemin, a dirt trail that followed the river on both banks. This style of farm ensured that neighbors’ houses or cabins were within shouting distance of each other, facilitating communications, especially during times of danger. They were also within walking distance for nightly social activities. Ribbon farms were originally ‘subsistence’ farms, producing food that would provide only for the resident family. The farms typically yielded corn, wheat, oats, vegetables, orchard fruits, and livestock.<br /> <br /> Over the years, the River Raisin Settlement evolved from a frontier outpost to a community, after Detroit, becoming the second largest European settlement in the Michigan Territory. The earliest settlers were fur traders, providing equipment, food, clothing, tools, weapons, alcohol and other items, in exchange for furs from throughout the Great Lakes. The furs would then be shipped first to Canada, and then to European markets. By the 1790s, a bakery and several mills and distilleries were in operation. Extensive orchards had been planted, and the settlement was producing surplus cider, corn and wheat for the Indian fur trade and to supply military garrisons. Blacksmiths fabricated household items and repaired firearms, kettles and traps. Silversmiths fashioned household items and produced regalia that the traders exchanged with the Indians for furs and pelts. Some Detroit merchants owned property fronting on the River Raisin, with hired labor or tenants who worked their farms, stores, mills and distilleries.<br /> <br /> As a result of the 1795 Jay Treaty, British troops withdrew from Detroit finally placing the Michigan Territory under American control. A number of non-French settlers arrived, many were American citizens, descendants of colonists from Great Britain or other European countries. The French often referred to them simply as ‘Yankees’. Under the governance of the United States, River Raisin Settlement saw the creation of a militia (part-time military forces similar to today’s National Guard), effective law enforcement and a functional legal system). The influx of new residents strained relations between the settlers and Native people. In 1806, the local militia built a 200-foot square stockade with a blockhouse inside. Named the Wayne Stockade after U.S. General “Mad” Anthony Wayne, the structure was intended as a refuge for River Raisin settlers in the event of Native raids. This structure was burnt down in August 1812 after the surrender of the Michigan Territory.<br /> <br /> Today the Frenchtown Unit contains the highest concentration of sites related to the Battles of the River Raisin (also called the Battles of Frenchtown) and their aftermath. We encourage you to begin your tour by visiting the Battlefield’s Visitor Center in Monroe. Open year-round, the visitor center offers exhibits and activities for people of all ages. You can explore what was at stake through the stories of the many groups who violently collided in defense of their nations and how the aftermath of the battles continues to influence us today. The River Raisin Trade Depot, located inside the visitor center, offers educational books, games, souvenirs and more for sale. From the visitor center, you can follow the trails to important locations within the battlefield, which extends all the way from Lake Erie to the east and downtown Monroe, Michigan to the west.<br /> <br /> Location: River Raisin National Battlefield Park Visitor & Education Center 333 North Dixie Highway Monroe, MI 48162 Phone: 734-243-7136 Hours: 10am – 6pm, 7 days a week<br /> <br /> Admission Fee: NO<br /> Things to do: Parking: Parking is available<br /> River Access: Trail Access: YES Passport Stamp: YES",
    "audioDescription": "A long narrow, not very deep, winding river.",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "At River Raisin National Battlefield Park",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Beach/Water Access",
      "Benches/Seating",
      "Bicycle - Rack",
      "Boat Ramp",
      "Canoe/Kayak/Small Boat Launch",
      "Dock/Pier",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Parking - Boat Trailer",
      "Parking - Bus/RV",
      "Picnic Shelter/Pavilion",
      "Picnic Table",
      "Playground",
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "City of Monroe",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Monroe",
        "name": "Location"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "River",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "89B95241-D598-4E46-BC2D-E7C070EF629B",
    "url": "https://www.nps.gov/places/river-raisin.htm",
    "title": "River Raisin National Battlefield Park",
    "listingDescription": "The exclamation \"Remember the Raisin!\" rallied Americans to support the war effort after early 1813. The killing of Americans taken prisoner after the Battle of the River Raisin (also known as the Battle of Frenchtown), in southern Michigan, inflamed settlers on the Old Northwest Frontier and fueled early support for the War of 1812 in the west.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/places/images/nri/20140916/siteadmin/F650FF69-F549-E922-E05A6D5EB315C0E6/F650FF69-F549-E922-E05A6D5EB315C0E6.jpg",
        "credit": "NPS",
        "altText": "A painting depicts a snow-covered village of houses and tents.",
        "title": "",
        "description": "",
        "caption": "The village of Frenchtown became a focal point for British and American armies in the Old Northwest.",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "MI",
        "parkCode": "rira",
        "designation": "National Battlefield Park",
        "fullName": "River Raisin National Battlefield Park",
        "url": "https://www.nps.gov/rira/index.htm",
        "name": "River Raisin"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "war of 1812",
      "national park service",
      "Old Northwest"
    ],
    "latitude": "41.91701126098633",
    "longitude": "-83.39221954345703",
    "latLong": "41.91701126098633,-83.39221954345703",
    "bodyText": "<p>The exclaimation \"Remember the Raisin!\" rallied Americans to support the war effort after early 1813. The killing of Americans taken prisoner after the <a href=\"https://www.nps.gov/rira/index.htm\">Battle of the River Raisin</a> (also known as the Battle of Frenchtown), in southern Michigan, inflamed settlers on the Old Northwest Frontier and fueled early support for the War of 1812 in the west. </p><p>Between January 18 and 23, 1813, a series of attacks and counterattacks focused on Frenchtown, a small community at the western end of Lake Erie. Having been captured by British forces and Native allies at the start of the war, Frenchtown was the target of an American army on its way to <a href=\"../../stories/surrender-of-detroit.htm\">recapture Detroit</a> and establish control of the Great Lakes. </p><p>American General James Winchester, commanding untrained Kentucky volunteers and local French militia, captured the town, only to be displaced a few days later by reinforced British troops and Native warriors. After the Americans retreated, Native allies of the British killed dozens of wounded prisoners. The incident became known as the \"River Raisin Massacre\" by enraged Americans. The losses suffered at Frenchtown were a <span style=\"font-size: 11pt;\" data-mce-style=\"font-size: 11pt;\">significant setback for the American command in the west, and outrage at the treatment of the prisoners was a focal point for </span><span style=\"font-size: 11pt;\" data-mce-style=\"font-size: 11pt;\">continuing the war with greater resolve.</span></p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Monroe, MI",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Site of a controversial military campaign that inflamed public opinion early in the War of 1812.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Battlefield Park",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B6C47191-CE3C-400A-BD6E-7F0B3005F955",
    "url": "https://www.nps.gov/places/soldiers-monument.htm",
    "title": "Soldiers Monument",
    "listingDescription": "Stone cairn (marker, monument) that marks the core location of the Battles of the River Raisin. The 1904 Monument was originally located on the south side of E. Elm Avenue at a spot closer to the River Raisin. The cairn was relocated to its present site when the City of Monroe established the 1.9 acre Riviere Aux Raisins Park.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/36A6B466-0CB4-6F1D-79FB16D58DB51529.jpg",
        "credit": "Shawna Mazur",
        "altText": "1904 Soldiers Monument",
        "title": "1904 Soldiers Monument",
        "description": "",
        "caption": "Cairn Soldiers Monument established in 1904",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/36A6B466-0CB4-6F1D-79FB16D58DB51529.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/36A6B466-0CB4-6F1D-79FB16D58DB51529.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MI",
        "parkCode": "rira",
        "designation": "National Battlefield Park",
        "fullName": "River Raisin National Battlefield Park",
        "url": "https://www.nps.gov/rira/index.htm",
        "name": "River Raisin"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "River Raisin Battle",
      "River Raisin National Battlefield Park",
      "River Raisin",
      "monument",
      "soldiers",
      "war of 1812",
      "Monroe",
      "Michigan",
      "City of Monroe",
      "visitor center"
    ],
    "latitude": "41.913441",
    "longitude": "-83.38025",
    "latLong": "41.913441,-83.38025",
    "bodyText": "In 1904, the first official monument commemorating the Battles of the River Raisin was established when a stone cairn was erected near this site by the Civic Improvement Society of the Women of Monroe.<br /> <br /> Efforts for further preservation of the area were hampered by industrialization. In 1910, construction of the River Raisin Paper Company began on top of the battlefield and soon a major factory complex occupied the space, until it went out of business in the 1980s. Fortunately, much of the property on which the factory once stood retained its archaeological integrity and, by the early 1990s, efforts were again underway to ensure the site was preserved for future generations.<br /> <br /> What is a Cairn? A cairn (pronounced like KERN) is a landmark or marker. In this case a stone tower that marks the core location of the Battles of the River Raisin. The 1904 Monument was originally located on the south side of E. Elm Avenue at a spot closer to the River Raisin. The cairn was relocated to its present site when the City of Monroe established the 1.9 acre Riviere Aux Raisins Park.",
    "audioDescription": "Monument is a stone tower that marks the core location of the Battles of the River Raisin. The 1904 Monument was originally located on the south side of E. Elm Avenue at a spot closer to the River Raisin. The cairn was relocated to its present site when the City of Monroe established the 1.9 acre Riviere Aux Raisins Park.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "NO",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Large Print",
      "Parking - Auto",
      "Parking - Boat Trailer",
      "Parking - Bus/RV",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "City of Monroe, Michigan",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Corner of Elm Ave and Dixie Hwy, Monroe, MI. 48162",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "AF2D02A4-E6BB-4178-A6D4-B04ED003E127",
    "url": "https://www.nps.gov/places/springwells.htm",
    "title": "Springwells",
    "listingDescription": "Arguably one of the most historic sites in the State of Michigan, the Springwells site has deep cultural significance going back more than a millennium to the area’s first native inhabitants. From Woodland times (400-1200 CE) through the War of 1812 and up to the present, Springwells has been a central and integral component of the cultural mosaic and evolving landscape on the Detroit.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B372A905-D324-B010-935197648E3D1CAD.jpg",
        "credit": "Rusty Davis",
        "altText": "Historical Marker",
        "title": "Historical Marker",
        "description": "",
        "caption": "Spring Wells Historical Marker",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B372A905-D324-B010-935197648E3D1CAD.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B372A905-D324-B010-935197648E3D1CAD.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MI",
        "parkCode": "rira",
        "designation": "National Battlefield Park",
        "fullName": "River Raisin National Battlefield Park",
        "url": "https://www.nps.gov/rira/index.htm",
        "name": "River Raisin"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "springwells",
      "Historic Fort Wayne",
      "Detroit",
      "war of 1812",
      "River Raisin National Battlefield Park",
      "Native American",
      "treaty",
      "Treaty of Springwells",
      "burial mounds",
      "Earthworks",
      "fort"
    ],
    "latitude": "42.299281",
    "longitude": "-83.098474",
    "latLong": "42.299281,-83.098474",
    "bodyText": "SPRINGWELLS<br /> <br /> Arguably one of the most historic sites in the State of Michigan, the Springwells site has deep cultural significance going back more than a millennium to the area’s first native inhabitants. From Woodland times (400-1200 CE) through the War of 1812 and up to the present, Springwells has been a central and integral component of the cultural mosaic and evolving landscape on the Detroit.<br /> <br /> Springwells, now referred to as Historic Fort Wayne, is located just south of the city of Detroit. The freshwater springs located behind the sandy bluff at Springwells attracted long-term indigenous settlements and served as a major burial site dating from the Woodland period (400 CE -1200 CE) up through the early 1800s.<br /> <br /> Earthworks<br /> Researchers suggest that the Springwells’ earthworks along the riverside bluff ranged from six to as many as nineteen mounds. The earthworks stretched from the mouth of the River Rouge downstream, along the northern shoreline of the Detroit River and upstream, to an area due east of the Fort. The presence of a large group of burial mounds, within such a small area, suggests that the Springwells Mound Group was an important ceremonial context in southeastern Michigan for much of the 1st millennium CE.<br /> <br /> Historical accounts suggest that on the eve of the War of 1812, the Springwells area continued to function as an important burial site, drawing Native people of the Great Lakes to the earthworks for mortuary ceremonies and to live. The springs were close to river bottomlands for seasonal cultivation and to nearby forest areas for hunting and gathering year-round. In front of the bluff at Springwells flowed the Detroit River, which offered nearby marshes, rich fishing sites, and access to communication and transportation routes throughout the Great Lakes region.<br /> <br /> First Shot Fired of the War of 1812<br /> Michigan Territorial Governor William Hull was appointed the new General of the Northwest Army in preparation for war in 1812. Knowing that Detroit was isolated, one of Hull’s first challenges was to build a military supply road from Ohio to Detroit. Starting in late May near Dayton Ohio, Hull and his soldiers moved north building a corduroy road and reached the Maumee River in present-day Toledo, Ohio in late June. While at the Maumee River, General Hull secured a boat to send supplies and some sick soldiers across western Lake Erie to Detroit, not realizing that war was declared. The British, already learning that war was declared captured the boat, seizing the supplies and sick soldiers.<br /> <br /> On July 5, 1812, as General Hull approached Springwells, just south of Fort Detroit, he heard the distinct sound of artillery fire a few miles north in the vicinity of Detroit despite of his orders received three days prior from the Secretary of War William Eustis, informing him that War had been declared against the British but to await further orders before proceeding with the planned invasion. As Hull approached the Springwells, he learned his men fired the first artillery shots of the War of 1812 from this site into British Canada on the other side of the Detroit River.<br /> <br /> General Hull immediately ordered the construction of floating batteries in order to bombard and burn Amherstburg downstream closer to Lake Erie and additional batteries to be erected at Springwells, opposite Sandwich in preparation for an invasion of Canada. Hull sent Colonel Lewis Cass from Springwells across the river and downstream to Fort Malden (Amherstburg) with a flag of truce to request the return of baggage and prisoners captured by the British. Hull’s message to British Lieutenant-Colonel Thomas St. George included an apology: “Sir, since the arrival of my army at this Encampment (five o’clock P M yesterday) I have been informed that a number of discharges of Artillery and of small arms have been made by some of the Militia of the Territory, from this Shore [Springwells] into Sandwich, I regret to have received such information, the proceeding was not authorized by me.” Despite an apologetic tone, Hull’s request for the return of baggage and prisoners was refused. Cass was blindfolded and escorted back to the encampment at Springwells. With Cass’s subsequent return to Detroit, antagonism grew on both banks of the Detroit River.<br /> <br /> General Hull decided to establish a military encampment at Springwells. The location was ideal for a military encampment because the sandy bluffs created a better elevation, its closer to Canada than Fort Detroit, and was long considered a superior location for the defense of Detroit. On July 7th, five additional artillery pieces were brought from the Fort in Detroit to Springwells and placed on the riverbank in front of the military encampment to fire on the enemy at Sandwich and the U.S. Infantry marched from Springwells to Detroit.<br /> <br /> Invasion of Canada<br /> On July 8, 1812, the Ohio militia, who were camped at Springwells, marched to Detroit. The next day, General Hull received discretionary orders allowing him to invade the British in Upper Canada. According to Captain McAfee, “on the evening of 11th, the regiment of Colonel M’Arthuer, accompanied by some boats, was marched down to the Springwells, to decoy the enemy.” As Hull prepared to invade Canada, 200 Ohio Militiamen suddenly refused to go, stating that they could not serve outside the American territory. On July 12th, Hull’s army, weakened by the absence of 200 Ohioans, crossed over the Detroit River by way of Hog Island (Belle Isle) and landed in Canada unopposed. The British had evacuated Sandwich (“D” on the July 1812 map) to Ft. Malden hours before Hull’s invasion. Hull marched further down river to Sandwich and issued a proclamation to the inhabitants of Canada promising to protect them, urging their militiamen to abandon the British, and warning them that if they fought alongside the Native Warriors, they would experience a “war of extermination… No white man found fighting by the side of an Indian, will be taken prisoner. Instant destruction will be his lot.”<br /> <br /> Surrender of Detroit<br /> August 15, 1812 10:00 a.m.: British officers crossed the river to Detroit under a flag of truce carrying General Brock's demand for General Hull to surrender. Brock threatened that if Hull did not surrender, “uncontrollable” Native warriors would destroy the entire settlement. Hull ordered a council with his officers during which time he sent another messenger inquiring about the return of Colonel Duncan McArthur with the River Raisin expedition back to Detroit.<br /> <br /> Native Confederation forces, led by Shawnee War Chief Tecumseh and the Mohawk War Chief John Norton (Teyoninhokarawen), left Amherstburg by canoe early on August 15th planning to disembark at Brownstown and to move north to Detroit along the American side of the river. Instead, Tecumseh and his forces paddled directly to Sandwich on the Canadian side, avoiding a difficult walk across the marshlands below the Rouge River, to assemble with Brock at Sandwich directly across from the open bluff at Springwells.<br /> <br /> August 15, 1812 3:00 p.m.: Following the officer council, Hull brashly responded to General Brock’s threat, despite his troop losses in previous ambushes and shortage of soldiers, since his detachment had not returned. Hull refused to surrender in hopes that his errant forces would arrive and come to his aid: “I am ready to meet any force which may be at your disposal, and any consequences which may result from its execution in any way you may think proper to use it…”<br /> <br /> August 15, 1812 evening: After Hull’s response reached General Brock, the British vessels Queen Charlotte and General Hunter moved closer to bombard Fort Detroit and its batteries. The British began to fire upon soft targets within the Fort, opening weak spots for Native Warriors to infiltrate the Fort, which was densely packed with women and children seeking safety. Portions of the Fort were set on fire and some civilians were killed. No U.S artillery could fire south or west towards the British at May’s Creek, because it was too far, and the views were obscured by trees, houses and fences.<br /> <br /> During the evening, American Brigade Major Jessup, Major Taylor, Captain Snelling and Quartermaster Dugan “rode down the river [the short distance] to Springwells to view the enemy at Sandwich” and the “position of the Queen Charlotte,” concluding “that the enemy intended to effect a landing at that place” (McAfee 1816). Springwells was the most logical location for the British invasion as it was the narrowest river crossing and out of range of the American guns at Detroit. It was also on an open sandy bluff below the ribbon farms and above the marsh at the Rouge in an open area suitable for assembling and moving troops after crossing the river.<br /> <br /> That same night, Native Warriors crossed the river and landed at Springwells. They then advanced along the western edge of the woods bordering the farmlands below the Fort. The Confederation Warriors moved undetected about 1 mile west from the shoreline as they surrounded the Fort.<br /> <br /> August 16, 1812: On the morning of August 16th, with ample cover fire from British batteries on the opposite shore and from the British ships the Queen Charlotte and the General Hunter anchored on the river about a half-mile above Sandwich, General Brock led the British across the Detroit River to Springwells unopposed. They marched just north to May’s Creek and setup a defensive position along the ravine.<br /> <br /> General Hull was confronted with a dilemma: lacking supplies, no reinforcements coming from River Raisin, situated within range of British guns, surrounded by Native Warriors, and General Brock positioned just outside of his artillery range, and a large civilian population. General Hull made the decision to capitulate. He hoisted a white flag and sent an officer out to meet General Brock. Brock had advanced to within twelve hundred yards of the Fort and was preparing to storm the walls, when he saw the American coming to make terms. Fort Detroit was subsequently surrendered and placed under British control. About 2,500 Americans soldiers were taken as prisoners of war and marched to British Canada. After securing Detroit, Native Warriors and British Soldiers proceeded to the River Raisin and took control of Frenchtown.<br /> <br /> Treaty of Springwells,1814<br /> On December 24th, 1814, the Treaty of Ghent finally ended the war between the United States and Great Britain. The British had attempted to secure an independent Indian State for the Tribal Nations in the Great Lakes during negotiations, but the United States refused. The Treaty of Ghent did obligate the United States to cease “hostilities with all the Tribes or Nations of Indians with whom they may be at war at the time of such Ratification, and forthwith to restore to such Tribes or Nations respectively all the possessions, rights, and privileges which they may have enjoyed or been entitled to in one thousand eight hundred and eleven previous to such hostilities (Treaty of Ghent 1814)\". Nearly six months after the Treaty of Ghent was signed, the Great Lakes Native people stated that no treaty of Peace had taken place between them and the United States and “no measures had been taken to remove the original cause of hostilities”. Without a representative at the signing of the Treaty of Ghent, the Native Nations believed that \"they were as much at War at this time as they have been during the whole contest.”<br /> <br /> Lacking a Treaty recognized by the Native Nations to end the War of 1812, Native leaders, American military, and territorial officials, gathered once again on the bluff at Springwells below Detroit on September 8, 1815, to officially end hostilities. Against the backdrop of Springwells’ Woodland Period burial mounds and by the sacred spring, General William Henry Harrison, territorial officials and the leaders of eight Native Nations (Chippewa, Delaware, Miami, Ottawa, Potawatomi, Shawnee, Seneca and Wyandot) met to negotiate peace. The treaty terms absolved Native warriors for their part in the War of 1812 and placed them under the protection of the U.S. government, as the Treaty of Ghent had tried to accomplish nearly nine months prior. Tribal signatories were pardoned for their actions during the war and the U.S. agreed to restore Native possessions, rights, and privileges as of 1811. In effect, like the Treaty of Ghent, the Treaty of Springwells called for returning to the pre-war boundaries and agreements. Once signed, the Treaty of Springwells officially ends the War of 1812 and hostilities between the U.S. and the assembled Native Nations.<br /> <br /> After the War of 1812<br /> Following the War of 1812, Springwells drew additional attention for its strategic location on the Detroit riverfront. In 1815, newly promoted Brigadier General Duncan McArthur again suggested, “At Spring Well (sic), there is a natural position which completely commands the surrounding country and river for several miles”. During the implementation of “Indian Removal” in the aftermath of the River Raisin, Springwells functioned as a military encampment where local militias held meetings to support the 1832 Black Hawk War. Fears on both sides of the border that political turmoil among factions in Canada and supporters in the U.S. would erupt into another international conflict further intensified with “Indian Removal” and the Patriots War of 1837 that briefly resulted in some U.S. forces entering British Canada. By 1843, with continuing concerns over future disputes with Canada and fears of another British invasion like the one that crippled the United States at the River Raisin in 1813, construction of a massive fort at Springwells finally began. Christened Fort Wayne after General “Mad” Anthony Wayne, the star-shaped fort was built on the strategic flat sandy bluff overlooking the north bank of the river adjacent to the springs, largely displacing the remaining Woodland burial mounds.<br /> <br /> PLAN YOUR VISIT Location: Historic Fort Wayne 6325 West Jefferson Avenue Detroit, MI 48209, Phone: 734-324-7295 Hours: 6:00 a.m. to 10:00 p.m. Admission Fee: YES<br /> <br /> THINGS TO DO Parking: Parking Lot available River Access: River View Only Trail Access: Onsite Walking Paths<br /> <br /> Passport Stamp: NO<br /> Guided Tours available by the Historic Fort Wayne Coalition. To make reservations call 313-628-0796. ",
    "audioDescription": "Historic Fort Wayne contains a barracks buildings and many other buildings that were officer's quarters, etc... It is the location of Springwells.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Rooms",
      "Accessible Sites",
      "Benches/Seating",
      "Bicycle - Rack",
      "Entrance Passes for Sale",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Parking - Boat Trailer",
      "Parking - Bus/RV",
      "Picnic Table",
      "Playground",
      "Restroom",
      "Restroom - Accessible",
      "Scenic View/Photo Spot",
      "Toilet - Flush",
      "Trailhead",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "Detroit Parks and Recreation Division",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": " 6325 W Jefferson Ave, Detroit, MI 48209",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "867719E5-BB3F-49EB-BDFE-117E7CD6840D",
    "url": "https://www.nps.gov/places/the-macon-reserve.htm",
    "title": "The Macon Reserve",
    "listingDescription": "The Macon Reservation is physically located on a 60-acre portion of the original Macon Indian Reserve that was established in 1807 by the Treaty of Detroit. William Hull, Territorial Governor of Michigan coerced the Potawatomi and other Native Nations to cede land to the United States. A small portion of the land where the Macon Creek flows into the River Raisin (about six square miles or 207,000 acres) was reserved for the Potawatomi.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6A101696-A053-FBB4-1FB16072BA63C240.jpg",
        "credit": "NPS photo",
        "altText": "sign to park entrance",
        "title": "West County Park, Macon Reserve",
        "description": "",
        "caption": "Park Entrance",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6A101696-A053-FBB4-1FB16072BA63C240.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6A101696-A053-FBB4-1FB16072BA63C240.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MI",
        "parkCode": "rira",
        "designation": "National Battlefield Park",
        "fullName": "River Raisin National Battlefield Park",
        "url": "https://www.nps.gov/rira/index.htm",
        "name": "River Raisin"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Native American",
      "native american history",
      "river",
      "River Raisin",
      "Potawatomi",
      "Macon Reserve",
      "Indian",
      "indian reservation",
      "Dundee",
      "Monroe County",
      "West County Park",
      "park",
      "war of 1812",
      "River Raisin Battle",
      "River Raisin National Battlefield Park",
      "Frenchtown",
      "Monroe"
    ],
    "latitude": "41.957332611083984",
    "longitude": "-83.66011047363281",
    "latLong": "41.957332611083984,-83.66011047363281",
    "bodyText": "MACON RESERVE<br /> <br /> History<br /> As a part of the westward expansion, the United States began occupying lands in southeast Michigan in 1796. The Potawatomi Indians call the vast fertile land along the River Raisin from Lake Erie westward home. The newly established Post of Detroit consisted of six miles inland from the water edge starting at Lake St. Claire in the north to the River Raisin settlement in the south. As the U.S. moved into their new “post of Detroit”, they began removing the Native Americans.<br /> <br /> The Macon Reservation is physically located on a 60-acre portion of the original Macon Indian Reserve that was established in 1807 by the Treaty of Detroit. William Hull, Territorial Governor of Michigan coerced the Potawatomi and other Native Nations to cede land to the United States. A small portion of the land where the Macon Creek flows into the River Raisin (about six square miles) was reserved for the Potawatomi.<br /> <br /> On November 17, 1807, the U.S. Government created the Macon Reservation eight miles outside the Post of Detroit along the River Raisin. The reservation consisted of only three square miles of land around the confluence of the Macon River, the Saline River, and the River Raisin. Several Potawatomi Indians were relocated to the Macon Reservation, but many chose to live elsewhere.<br /> <br /> As the United States claimed their lands, the Potawatomi and other Native Americans nations did not want to give up their homelands and way of life. The Potawatomi took up arms against the U.S. in the War of 1812 and fought on the side of the Indian Confederation and Great Britain in hopes of retaining their villages in Southeast Michigan. With the help of many great Potawatomi war chiefs, tremendous battles were won along the River Raisin and Detroit River.<br /> <br /> When the war ended, Great Britain abandoned the Native tribes and the United States quickly began forcing tribal nations farther out. The new Michigan Territorial Governor, Lewis Cass, started forcing the Potawatomi off the Macon Reservation in the Treaty of 1817 at the Foot of the Rapids of the Miami of Lake Erie, the Macon Reserve was re-designated to benefit Catholic members of the Potawatomi, Ottawa and Chippewa tribes that desired to educate their children. The land was granted to the St. Anne Catholic Church of Detroit and to the corporation of the College of Detroit. The land was then sold and used to start what today is known as the University of Michigan. The Macon Reservation was lost piece by piece until it was completely taken away from the Potawatomi in the 1830s.<br /> <br /> Current Day<br /> Much of West County Park – A Prairie Preserve on the Macon Reservation, which fronts the River Raisin, was used as farmland. In 2002, it was enrolled in the USDA Conservation Reserve Enhancement Program (CREP) and planted with a mixture of native trees, shrubs, grasses, and wildflowers. The Park is owned and managed by the County of Monroe Parks and Recreation Department and managed in partnership with the National Park Service. The park has parking and includes beautiful walking trail throughout the restored tallgrass prairie and along the River Raisin. Today, visitors walking through the park can experience the same kind of tallgrass prairie encountered by Native people in this part of southeast Michigan in the early 1800’s.<br /> <br /> Directions<br /> Visit the Macon Reservation walking trail and exhibits located at West County Park. Turn left on M-50 (Monroe Street) and travel west to East Main Street. Turn right on East Main Street and travel to Rightmire Road. Turn right on Rightmire Road and travel to West County Park. The parking lot will be on the right side of the road.<br /> <br /> Plan your visit<br /> Location: West County Park/Macon Reserve Rightmire Road Dundee Township, MI 48131 Phone: 734-240-7252 Hours: 8am – Sunset April – October Admission Fee: NO<br /> <br /> The Potawatomi story is exhibited inside the Old Mill Museum, Dundee Michigan.<br /> Old Mill Museum 242 Toledo Street Dundee, MI 48131 Phone: 734-529-8596 Website: www.dundeeoldmill.com<br /> <br /> Things to do: Parking: Parking Lot available River Access: River Raisin (steep in some areas) Trail Access: YES<br /> Passport Stamp: NO",
    "audioDescription": "Macon Reserve is a park and prairie land area with trails and access to the river.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "NO",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Beach/Water Access",
      "Benches/Seating",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information - Maps Available",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Trailhead"
    ],
    "managedByOrg": "Monroe County Parks and Recreation",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "West County Park/Macon Reserve Rightmire Road  Dundee Township, MI 48131",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "BDD088ED-E6DD-498F-920F-BB1F1BC5876E",
    "url": "https://www.nps.gov/places/the-wayne-stockade.htm",
    "title": "The Wayne Stockade",
    "listingDescription": "The Wayne Stockade was located on the east side of the intersection of North Monroe Street and East Elm Street in downtown Monroe, Michigan. The Stockade and blockhouses were built in 1805 to serve as the southern defense and logistics hub for the Post of Detroit.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7D50DA4F-A87E-43BC-2A18C9AD72674482.jpg",
        "credit": "Fran Maedel",
        "altText": "The Wayne Stockade",
        "title": "The Wayne Stockade",
        "description": "",
        "caption": "The Wayne Stockade that stood at the corner of Elm and Monroe St. in 1812.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7D50DA4F-A87E-43BC-2A18C9AD72674482.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7D50DA4F-A87E-43BC-2A18C9AD72674482.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MI",
        "parkCode": "rira",
        "designation": "National Battlefield Park",
        "fullName": "River Raisin National Battlefield Park",
        "url": "https://www.nps.gov/rira/index.htm",
        "name": "River Raisin"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "war of 1812",
      "River Raisin Battle",
      "River Raisin National Battlefield Park",
      "River Raisin",
      "Frenchtown",
      "Monroe",
      "Michigan",
      "City of Monroe",
      "Wayne Stockade",
      "fort"
    ],
    "latitude": "41.91851677524128",
    "longitude": "-83.39446976455928",
    "latLong": "41.91851677524128,-83.39446976455928",
    "bodyText": "The Wayne Stockade was located on the east side of the intersection of North Monroe Street and East Elm Street in downtown Monroe, Michigan.<br /> <br /> The Stockade and blockhouses were built in 1805 to serve as the southern defense and logistics hub for the Post of Detroit. In August of 1812, Captain Brush of the Ohio Militia reached Frenchtown with supplies for Detroit, but could not proceed further because the Native Confederation had blocked the military road. After three failed attempts to break through to Frenchtown from Detroit, the U.S. surrendered to the British on August 16, 1812.<br /> <br /> All the troops in the Michigan Territory were included in the terms of surrender, including Brush’s. The next day, British Captain Elliot accompanied by a Wyandot Indian and a Frenchman, reached Frenchtown and approached the stockade. When the British officer made contact, he was blindfolded and brought into the stockade. Captain Brush refused to accept that General Hull had surrendered, accused Elliot of being a spy and placed him under arrest. The next day some of the Michigan Militia that had been present at the surrender made it to Frenchtown and verified the surrender. Instead of complying with the terms, Brush and his men immediately headed back to Ohio with as much as they could carry, leaving the helpless Elliot bound in the stockade.<br /> <br /> Prior to the first Battle of Frenchtown, the British burned the stockade to prevent the U.S. from being able to use it.<br /> <br /> After the war, the acre of land the stockade once stood on was purchased by the Hon. Charles Noble who built a house on it. During the interurban period, a large powerhouse that provided electricity to the rails was constructed on the property. Sitting at the end of the Monroe Street bridge, traffic had to turn left or right to get past it. In later years a gasoline station, a bank and a veterinary clinic have occupied the site. While not as pronounced today, north and south bound traffic still must maneuver around what was the location of the stockade. You can stand at the corner of East Elm Avenue and North Monroe Street and imagine the Wayne Stockade that once stood there.",
    "audioDescription": "You can stand at the corner of East Elm Avenue and North Monroe Street and imagine the Wayne Stockade that once stood there.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "NO",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "City of Monroe, Michigan",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Corner of East Elm Ave. and North Monroe Street, Monroe, MI. 48162",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]