[
  {
    "id": "D5BE564E-9E54-48D8-92CA-CB25E999E998",
    "url": "https://www.nps.gov/places/ruca-beginning-of-boardwalk.htm",
    "title": "Beginning of the Boardwalk",
    "listingDescription": "Begin your journey back in time as you walk along our boardwalk trail.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/0F7C087C-F2C3-DD0F-1BF5F62477564776.jpg",
        "credit": "NPS Photo",
        "altText": "A grey boardwalk meanders through trees, with a few orange leaves fallen on the surface",
        "title": "Beginning of Boardwalk",
        "description": "",
        "caption": "Meander your way back in time",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0F7C087C-F2C3-DD0F-1BF5F62477564776.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0F7C087C-F2C3-DD0F-1BF5F62477564776.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AL",
        "parkCode": "ruca",
        "designation": "National Monument",
        "fullName": "Russell Cave National Monument",
        "url": "https://www.nps.gov/ruca/index.htm",
        "name": "Russell Cave"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "boardwalk",
      "Beginning",
      "Tour stop"
    ],
    "latitude": "34.97836212214801",
    "longitude": "-85.80972960310831",
    "latLong": "34.97836212214801,-85.80972960310831",
    "bodyText": "Begin the short, .2-mile stroll to the cave shelter once inhabited for thousands of years. This boardwalk trail is made of recycled materials, and makes an easy and smooth walk out to the cave shelter. The entire boardwalk is handicap accessible, and a wheelchair is available for use in the Visitor Center upon request. Here at the beginning of the trail as well as near the end, benches are available to rest on, however, there are no benches between these points, so please plan accordingly. A slight incline exists at the beginning of the walk, as well as another slight incline near the entrance of the cave. Handrails are present along the whole walk.",
    "audioDescription": "After exiting the visitor center and making your way onto the gray, recycled material boardwalk, a slight incline reaches up to a sharp left hand turn. A bench made of the same recycled material sits in the corner of this turn. At the turn, the boardwalk continues, curving slightly out of view. On either side of the walkway, trees rise up, with only some of their leaves visible without having to raise your head upward. During the fall, orange and brown leaves often dapple the planks of the boardwalk. In the winter, rain or sometimes snow, can also be seen covering the walk ahead. In the spring and summer very little litters the boardwalk, with the exception of a loose branch or leaf here and there dropped down by the wildlife above. A sign sits above the bench that says, \"Mobile Tour, Stop 1, Beginning of Boardwalk\".",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F55F6350-9F12-4989-A6DE-D0AFE33F1B6F",
    "url": "https://www.nps.gov/places/ruca-cave-shelter.htm",
    "title": "Cave Shelter",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/128BB72F-ECF1-12F0-DD09BD3EC1D30162.jpg",
        "credit": "NPS Photo",
        "altText": "A low rock ceiling hangs over a dug pit and several informational signs",
        "title": "Entrance to the Cave Shelter",
        "description": "",
        "caption": "See where people have lived for thousands of years",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/128BB72F-ECF1-12F0-DD09BD3EC1D30162.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/128BB72F-ECF1-12F0-DD09BD3EC1D30162.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AL",
        "parkCode": "ruca",
        "designation": "National Monument",
        "fullName": "Russell Cave National Monument",
        "url": "https://www.nps.gov/ruca/index.htm",
        "name": "Russell Cave"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "boardwalk",
      "Tour stop",
      "archeological dig",
      "PREHISTORIC"
    ],
    "latitude": "34.97706232327755",
    "longitude": "-85.80958713850474",
    "latLong": "34.97706232327755,-85.80958713850474",
    "bodyText": "Long known as a cave where stone points could sometimes be found, it wasn’t until a surveyor for the Tennessee Valley Authority and member of the Chattanooga chapter of the Tennessee Archeological Society was shown this site by the locals that anyone thought there may be more to Russell Cave than a cool cave and swimming area. In 1953, the Tennessee archeological society would begin a dig that was immediately recognized as massive and then contact the Smithsonian Institute to ensure the most care and resources were given to this special site. From 1956 to 1958 the Smithsonian Institute would lead a major excavation, going over 32 feet into the ground and finding artifacts that would later be dated to about 10,000 BCE.   The National Geographic Society purchased the land that Russell Cave sits on and would eventually donate the land to the American people. Due to the massive amount of evidence found of human occupation, President John F. Kennedy decided to declare Russell Cave a National Monument in 1961 for everyone to have the chance to learn from and enjoy. Once the National Park Service took over, another dig was planned, and ten and a half feet were excavated where you can now see the concrete lined pit. Overall, close to three tons worth of artifacts were found ranging through all four of the time periods found in the southeast.<br /> Today, visitors can stand at the entrance to this archeological site and view where these excavations took place as well as learn about the different time periods represented in the artifacts.  ",
    "audioDescription": "The boardwalk ends with a lumber-made balcony that goes just under the over hang of the limestone cave shelter. To the center left sits a pit partially dug out with concrete walls lining the sides. Five signs form a semicircle barrier to the entering further into the cave and discuss the history of the cave. Text from the first sign on the far left reads: \"First Cave Dwellers. Paleo-Indian Period. Before 9,500 years ago. Initially formed as caverns and tunnels by underground streams, Russell Cave became habitable about 9,000 to 11,000 years ago. The collapse of the cavern roof, deposits of silt from flooding of the creek and continued rock falls raised the floor above flood level. Early inhabitants of the region found the cave almost ideal for their primitive lifestyle. With an essential water supply, protection from the elements, and abundant wildlife in the area, native people used the cave for shelter. Whether used year-round or merely as a seasonal hunting camp, archeological evidence indicates intermittent human habitation for almost 9,000 years. Archeologists found several spear points and stone tools while digging and removing rocks to reach the floor where the first cave dwellers camped. Hunters and Gatherers. Archaic Period. 9,500 to 2,500 years ago. During the Archaic Period, daily like revolved around hunting and gathering. Much time was spent hunting wild game using a spear launcher called an atlatl. People also gathered shellfish from the Tennessee River, fished using bone fishhooks, and collected nuts and berries from the forest. Although times could be hard, especially during the winter, the cave provided shelter and, to a limited extent, a temperature controlled environment. Early people left many things behind in the cave after thousands of years of use. The dirt floors built up over time to cover debris such as animal bones, broken tools, and campfire hearths. Patter impressions of woven mats and baskets in the cave floor served as archaeological evidence of early basket weaving. First Potters and Farmers. Woodland Period. 2,500 to 1,000 years ago. The Woodland Period was a transitional time between simple cave dwelling and highly developed mound villages. As the culture continued to evolve, dependence on the cave became less important because agricultural and technological developments allowed the Woodland people to form more complex settlements in other locations. Semi-permanent living arrangements allowed time for pottery making, which was a leading technological achievement for this period. Woodland people also used the land more by planting crops. During the winter, the cave may have been used as a hunting camp when communities dispersed into more efficient smaller groups at the onset of cold weather. Hunters at this time began using the bow arrow, which gave them better ranger and accuracy. Using the bow and arrow, rather than the spear-like atlatl, increase the chance of a successful kill versus returning to the cave empty-handed. Hunting wild game for food was very important in the everyday lives of Woodland people. They were the first culture to use the bow in the Southeast. Moundbuilders. Mississippian Period. 1,000 to 450 years ago. Many villages that developed along the Mississippi and Tennessee River valleys flourished in the Mississippian Period. Known as the Moundbuilders, the people of the Mississippian Period established larger permanent towns featuring huge earthen mounds used for burial, residential and ceremonial purposes. More efficient farming practices in the fertile river valleys helped sustain the growing numbers of people. The people of the Mississippian Period continued to sporadically use the cave, possibly as shelter for hunting parties or as a stopover for trading parties who traveled as far away as the Gulf Coast and Great Lakes regions. Intensive farming of maize characterized the Mississippian Period. Along with maize, farmers also grew squash and beans. Smithsonian Excavations. Recent History.1956-1958. Russell Cave was named for Revolutionary War veteran, Colonel Thomas Russell, who owned the property in the 1800s. Archeologists still consider the cave to contain one of the most complete archeological records of prehistoric cultures discovered in North America. The artifacts uncovered from excavations tell the story of the cave: the ebb and flow of habitation, whether the users were family groups or hunting parties, what they wore, what they ate, and what tools they used. As Smithsonian Institution archeologists dug down more than thirty feet below the cave’s present floor, the artifacts they uncovered illustrated how tools, weapons, potter, and ceremonial goods became more sophisticated over time. Archeologists recovered approximately two tons of artifacts from Russell Cave. These discoveries include animal bones, spear points, pottery sherds, and the remains of adults and children buried at the site.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Site of excavations",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "76C07331-659D-4B8D-953A-08B33AD17554",
    "url": "https://www.nps.gov/places/first-view-of-russell-cave.htm",
    "title": "First View of Russell Cave",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/116C6A31-AFCC-1C4A-1E668A455CC68D37.jpg",
        "credit": "NPS Photo",
        "altText": "A small creek flows in the left opening of a cave, while the right is covered by foliage",
        "title": "First View of Russell Cave",
        "description": "",
        "caption": "Behold the majestic beauty of Russell Cave",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/116C6A31-AFCC-1C4A-1E668A455CC68D37.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/116C6A31-AFCC-1C4A-1E668A455CC68D37.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AL",
        "parkCode": "ruca",
        "designation": "National Monument",
        "fullName": "Russell Cave National Monument",
        "url": "https://www.nps.gov/ruca/index.htm",
        "name": "Russell Cave"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "boardwalk",
      "Tour stop",
      "cave entrance"
    ],
    "latitude": "34.97739879256097",
    "longitude": "-85.80922121339684",
    "latLong": "34.97739879256097,-85.80922121339684",
    "bodyText": "Turning around the corner, you will get your first glimpse of Russell Cave. A stream of water usually flows into the left cave entrance. This water is what formed Russell Cave in the first place and broke down enough rock below the surface for a massive sinkhole to open up and expose the entrances you see today and those that people made their home in thousands of years ago. This spot makes a great place to rest from your walk and enjoy the sounds of nature and the moving water below you as you reflect on the people of the past.",
    "audioDescription": "The boardwalk trail curves to the right, revealing an open space below you. To the right a dry creek bed, usually dry unless there has been rain recently, meanders its way to meet up with a constantly flowing point of water. This stream seems to appear from under your feet in the rock below and flows into the mouth of a large, limestone cave entrance. To the right of this entrance is a sometimes hidden second entrance to the cave which is much smaller. The floor of the right entrance is about halfway up the side of larger left entrance and no water runs into it. Instead the boardwalk curves back to the left and dips down and back up to lead to the entrance of the right cave shelter. Small plants populate the scene below, while behind you another bench rests on the boardwalk, towered over by a forest seen just off the path.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "DD86B195-B982-49CD-88EC-21CE6C3D964B",
    "url": "https://www.nps.gov/places/russell-cave-bookstore.htm",
    "title": "Russell Cave Bookstore",
    "listingDescription": "Check out the Russell Cave bookstore for all your purchasing needs.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/81D2165E-F0A0-FA68-5A91AFA9B127FF63.jpg",
        "credit": "NPS Photo",
        "altText": "Shelve sit with books and collectables, a t-shirt is on a mannequin",
        "title": "Russell Cave Bookstore",
        "description": "",
        "caption": "Find books and collectables in our bookstore",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/81D2165E-F0A0-FA68-5A91AFA9B127FF63.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/81D2165E-F0A0-FA68-5A91AFA9B127FF63.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AL",
        "parkCode": "ruca",
        "designation": "National Monument",
        "fullName": "Russell Cave National Monument",
        "url": "https://www.nps.gov/ruca/index.htm",
        "name": "Russell Cave"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "bookstore"
    ],
    "latitude": "34.978584682229474",
    "longitude": "-85.80974089600315",
    "latLong": "34.978584682229474,-85.80974089600315",
    "bodyText": "The America’s National Parks Bookstore offers a wide range of educational items for all ages. Shopping in person at the bookstore or <a href=\"https://shop.americasnationalparks.org/store/home/5671/Russell-Cave-National-Monument/\">online</a> is a wonderful way to support your park. As a non-profit organization, the America’s National Parks support education and visitor programs as well as vital research on park resources.",
    "audioDescription": "The bookstore is located within the main visitor center. A small corner to the right of the front door has two bookshelves and a smaller stand that present a variety of books and collectables for a visitor to purchase. Signs state to ask a Ranger for assistance when purchasing items as all items are display only. Depending on the availability of certain items, patrons can usually find several books for readers as young as 4 to adults. Topics of the books include the plants and animals native to the southeast, American Indian myths and legends, traditional American Indian crafts, and information regarding the archeological digs of Russell Cave. In addition to books, the store also offers pins, patches, hiking stick medallions, postcards, tokens, and ornaments stylized for Russell Cave. A mug, coaster, and keychain are also available for purchase. Finally, the store offers several options for those looking to purchase a passport book to collect stamps in during their visits to all the National Parks. The display area spans from the door to the front desk that sits in the middle of the large room.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Russell Cave Visitor Center",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Site to purchase books and collectables.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Park Store",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "FED21EFA-2D89-4BF9-8EDB-EF5AC945D12D",
    "url": "https://www.nps.gov/places/ruca-trail-sign-by-sinkhole.htm",
    "title": "Trail Sign by the Sinkhole",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/10AA3C3A-D374-A3BA-3A23087A075FC916.jpg",
        "credit": "NPS Photo",
        "altText": "A wooden sign points left and right. To left it says \"Russell Cave\", \"Nature Trail\" to the right.",
        "title": "Trail Sign",
        "description": "",
        "caption": "Continue on your journey, or break off for a hiking adventure",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/10AA3C3A-D374-A3BA-3A23087A075FC916.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/10AA3C3A-D374-A3BA-3A23087A075FC916.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AL",
        "parkCode": "ruca",
        "designation": "National Monument",
        "fullName": "Russell Cave National Monument",
        "url": "https://www.nps.gov/ruca/index.htm",
        "name": "Russell Cave"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "boardwalk",
      "Tour stop",
      "Trail Head"
    ],
    "latitude": "34.97779607916692",
    "longitude": "-85.80947226340503",
    "latLong": "34.97779607916692,-85.80947226340503",
    "bodyText": "Shortly after beginning the boardwalk trail, a sign will show the way to continue to the cave shelter, or where to break off for the hiking trail. To the right, a short staircase will lead to a prime example of a sinkhole, a telltale sign that a cave is near. Further on, the 1.2 mile loop hiking trail begins. This trail is strenuous, taking hikers straight up the mountain side and back down on poured asphalt switchbacks.  ",
    "audioDescription": "The boardwalk continues forward, again slightly turning up ahead out of sight among the trees. To the right, a small snag of boardwalk just out toward a staircase that goes does first, and then immediately back up on stone steps. At the crossroads a wooden sign with white lettering reads \"Russell Cave\" with an arrow indicating the left, and \" Nature Trail\" again with an arrow, this time pointing to the right towards the stairs. Past the small stairway, just above eyelevel from where you stand is a green box with a crank handle and instructions stating to crank the handle and press one of the four buttons on top to hear different descriptions about the park. To the right of this box, a moss covered asphalt path steeply meanders up into the forest. To the left, a small path takes you to the edge of a sinkhole, with a safety bar placed just before the edge.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Trailhead",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]