[
  {
    "id": "6C6200AA-7469-4F9C-9954-0C88B897876F",
    "url": "https://www.nps.gov/places/adams-memorial.htm",
    "title": "Adams Memorial",
    "listingDescription": "Like all great artists, St. Gaudens held up the mirror and no more.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5101409B-B4A6-F639-1352740CBFAF29DF.jpg",
        "credit": "NPS Photo",
        "altText": "Adams Memorial with Golden Fall Leaves covering the ground",
        "title": "Adams Memorial",
        "description": "",
        "caption": "Adams Memorial with Golden Fall Leaves covering the ground",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5101409B-B4A6-F639-1352740CBFAF29DF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5101409B-B4A6-F639-1352740CBFAF29DF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NH",
        "parkCode": "saga",
        "designation": "National Historical Park",
        "fullName": "Saint-Gaudens National Historical Park",
        "url": "https://www.nps.gov/saga/index.htm",
        "name": "Saint-Gaudens"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "art",
      "history",
      "Cemetary",
      "Gilded Age",
      "sculpture",
      "memorialization",
      "art-sculptures"
    ],
    "latitude": "43.5009304007",
    "longitude": "-72.3690208996",
    "latLong": "43.5009304007,-72.3690208996",
    "bodyText": "<table> <tbody> <tr> <td> <h4>The right hand grazes the edge of a long face shrouded by flowing drapery. The hood casts a dark shadow. The eyes look heavy. The gender is undefined. This figure marks the grave of Marian “Clover” Hooper Adams (1843-1885) in Washington, DC. The piece by Augustus Saint-Gaudens (1848-1907) reflects a search for fundamental truths amid personal tragedy and a changing world.</h4> <br /> Marian “Clover” Hooper Adams was born to a prominent Boston family and married one of the remaining descendants of an American political dynasty. This member of elite social circles was known for her wit, intelligence, and athleticism. She became a skilled photographer. However, Adams also experienced the isolation of gender constraints by those around her. Henry Adams (1838-1918), her husband, was a sharp cultural critic and eclectic intellectual. In 1877, the couple moved to a home along Lafayette Square in Washington, DC.<br /> <br /> In 1885, Clover Adams died by suicide after suffering from depression. Henry Adams was inconsolable with grief, guilt, and the stigma of suicide. He hardly spoke of his late wife again and only broke his silence by commissioning this piece of art.<br /> <br /> In the wake of her death, Henry Adams traveled to Japan. There, he was drawn to Buddhist philosophy and iconography relating to Nirvana, a transcendent state beyond suffering. He requested that Augustus Saint-Gaudens express this philosophy in a memorial to his late wife. The sculptor noted in his sketchbook the phrases: “Adams – Buhda[sic] – Mental Repose – Calm reflection in contrast with the violence or force in nature.” In 1891, the finished work was installed near the gravesite in Rock Creek Cemetery. There is release and detachment in the figure’s expression, but there exists a palpable sorrow as well.<br /> <br /> The figure marked the grave of Marian Adams without depicting her likeness or stating her name. Saint-Gaudens referred to his work as “The Mystery of the Hereafter and The Peace of God that Passeth Understanding.” Henry Adams was adamant that the sculpture remains nameless. The timelessness and enigma of the personal memorial stood in opposition to the popular belief in progress and rationality during the Gilded Age. The artist “meant it to ask a question, not to give an answer,” Adams explained. This sculpture continues to be a source of contemplation for people of all backgrounds. “Like all great artists, St. Gaudens held up the mirror and no more.” This recasting was installed amongst the hedges in 1972.<br /> <br /> The National Suicide Prevention Lifeline is a hotline for individuals in crisis or for those looking to help someone else. To speak with a certified listener, call 988.</td> </tr> </tbody> </table>",
    "audioDescription": "Audio Description (i.e., a Physical Description of the Location) We refer to this work as “The Adams Memorial”. It has also been called the “Mystery of the Hereafter and The Peace of God that Passeth Understanding.” Others have used the succinct title “Grief.” The artist is Augustus Saint-Gaudens. It is a bronze sculpture. The sculpture is 6 feet in height and mounted on a 10-inch-tall granite pedestal. A 7 feet tall and 5 feet wide granite slab stands just behind the bronze figure adding presence and weightiness to the work overall. As people approach this work, they’re immediately struck by the intense emotion and mystery that surrounds the figure. The heavy, hooded cloak falls across the figure’s lap and covers their legs and feet. The features of their face are obscured by the dark shadow of the hood. One arm is raised toward their face in a pensive gesture. As you come nearer, their features are clearer. Their eyes are cast downward, and their expression is marked by pain, resignation, and peace. Their facial features are notably androgenous. That’s because this figure is not meant to represent a human man or woman. Rather, the sculpture was intended to be an allegorical representation of a Nirvana-like afterlife, or as Saint-Gaudens put it, “The Peace of God that Passeth Understanding.”",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "b09f63e2-f11b-5d20-9e63-65cedc7d901b",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cornish, NH",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3B608955-A025-4FBF-983D-7EC97EC303C6",
    "url": "https://www.nps.gov/places/admiral-farragut-monument.htm",
    "title": "Admiral Farragut Monument",
    "listingDescription": "Augustus Saint-Gaudens crafted a stoic and idealized hero that brought new energy to American public sculpture",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5583C6C0-CA0B-6AE7-73961DE268A18F6D.jpg",
        "credit": "NPS Photo",
        "altText": "Sculpture of Admiral David Glasgow Farragut",
        "title": "Farragut Memorial",
        "description": "",
        "caption": "Sculpture of Admiral David Glasgow Farragut",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5583C6C0-CA0B-6AE7-73961DE268A18F6D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5583C6C0-CA0B-6AE7-73961DE268A18F6D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NH",
        "parkCode": "saga",
        "designation": "National Historical Park",
        "fullName": "Saint-Gaudens National Historical Park",
        "url": "https://www.nps.gov/saga/index.htm",
        "name": "Saint-Gaudens"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "art",
      "sculpture",
      "history",
      "Monuments",
      "Civil War",
      "military",
      "Gilded Age",
      "memorialization",
      "US Navy",
      "architecture",
      "art-sculptures"
    ],
    "latitude": "43.5010135997",
    "longitude": "-72.3678108993",
    "latLong": "43.5010135997,-72.3678108993",
    "bodyText": "<h4>\"There is no cold conventionalism…but a penetrating imagination”, said fellow artist, Keneyon Cox (1856-1919), about this debut public commission by Augustus Saint-Gaudens (1848-1907). Unveiled in New York City’s Madison Square Park in 1881, the statue depicts Admiral David Glasgow Farragut (1801-1870) looking resolutely ahead. The Civil War commander stands in full naval uniform with feet apart. His coat billows open as if from a strong, salty gale while passersby may sit in the wide bench below to share the figure’s outward gaze.</h4> <br /> Augustus Saint-Gaudens’ first major public commission immediately received praise from the press and art critics. The realistic representation and care for dramatic detail brought a new energy to American public sculpture. While harnessing this naturalism, Saint-Gaudens crafted a stoic and idealized hero at the heart of the city. The artist also pioneered the integration of architecture, landscape design, and monumental sculpture to create a powerful setting for his work. The invitation to sit at the semi-circular bench, known as an exedra, was designed by the architect Stanford White (1853-1906) and carved in bluestone by Augustus Saint-Gaudens and his brother, Louis (1854-1913).<br /> <br /> Having finally received a large-scale commission, Augustus Saint-Gaudens married Augusta Homer (1848-1926) in 1877 after a five-year engagement. Shortly afterwards, the newlyweds worked together in a Paris studio where Augusta Saint-Gaudens contributed to the details of Admiral Farragut’s clothing. Though she would remain instrumental to her husband’s career and legacy, this was the only time she assisted in the physical process of sculpting. This piece would also be the first of many collaborations Saint-Gaudens undertook with longtime-friend, Stanford White.<br /> <br /> In 1934, the City of New York replaced the deteriorating bluestone base with a granite replica. The original base was relocated here in 1984 and topped with a recasting of the statue.",
    "audioDescription": "The title of the sculpture is the Farragut Monument. The artist is Augustus Saint-Gaudens. It is a bronze statue on an elaborate stone pedestal. This work depicts Admiral David Glasgow Farragut. The figure is eight feet, three inches tall. Admiral Farragut is wearing a long, double breasted overcoat as part of a naval uniform. One side appears to have been blown open by the wind. There is a sword in its sheath by his hip. He holds a pair of binoculars near the center of his body with his right hand. His left arm falls straight against his side. The elbow is only slightly bent and his fingers make a loose fist. His feet are spread wide as if to gain stability on the deck of a ship. The tip of his left foot hangs over the edge of the six-inch teared bronze platform atop the central pedestal. The words “PARIS 1879 1880 CAST BY ADOLPHE GRUET” are inscribed on the front face of the bronze platform. Admiral Farragut gazes ahead. His brows are slightly burrowed creating vertical wrinkles above his nose. He wears a tight military cap with an eagle insignia on the front. The tops of his ears are covered by patches of hair emerging from under the hat’s brim. The statue is installed on a central stone pedestal about 7 feet high. Wings extends from each side of the central pedestal about 8 feet and curve inward. There are three steps with small lips to reach a peddle-covered platform, also known as an exedra. A sweeping bench is built into each wing atop the platform. You are welcome to sit on the benches, touch the carved pedestal, and feel its elaborate designs. The pedestal is carved from Blue Stone. It is a greyish color with a slight blue tint. A rippling design is carved in the central pedestal below the feet of the bronze figure. An upward sword is carved on the viewer’s right. The words “David” and “Farragut” are visible in capital letters at the top of the pedestal. The stone has mostly deteriorated around what originally read “Glasgow.” There is a relief of a seated woman carved in each of the two wings. Their backs are to the central pedestal. Their stoic faces are turned towards the viewer and they wear long, flowing dresses. The chest of the figure to the viewer’s right is covered with loose armor. Her shoulders are bare. Her arms extend straight outward and rest on her knees. She represents Courage. The female figure on the opposite side of the central pedestal is seated in a similar pose. Her right arm extends straight away from her body while her left arm bends slightly more than ninety degrees at the elbow. The left lower arm is parallel to the right arm. Fabric appears to drape over her left shoulder and exposes her right breast. This allegorical figure represents Loyalty. Carved ornamental fish form the ends of the curved architectural wings. The creatures’ tails arch above their open mouths and form a curved edge inward. They are parallel to the front face of the central pedestal. Ripples surround the fish evoking waves in the ocean. There is text engraved on each wing. The lettering is elaborate but has deteriorated in some places. The text on the viewer’s left states: “THAT THE MEMORY OF A DARING AND SAGACIOUS COMMANDER AND GENTLE GREAT-SOULED MAN WHOSE LIFE FROM CHILDHOOD WAS GIVEN TO HIS COUNTRY BUT WHO SERVED HER SUPREMELY IN THE WAR FOR THE UNION 1860 -1865 MAY BE PRESERVED AND HONORED AND THAT THEY WHO COME AFTER HIM AND WHO WILL OWE HIM SO MUCH MAY SEE HIM AS HE WAS SEEN BY FRIEND AND FOE HIS COUNTRYMEN HAVE SET UP THIS MONUMENT AD 1881.” The text on the viewer’s right states: “BORN NEAR KNOXVILLE TENNESSEE JULY 5 1801 MID-SHIPMAN 1810 BATTLE OF ESSEX AND PHOEBE MARCH 28 1814 LIEUTENANT 1825 COMMANDER 1841 CAPTAIN 1855 BATTLE OF NEW ORLEANS APRIL 25 1862 REAR ADMIRAL 1862 BATTLE OF MOBILE BAY AUGUST 5 1864 VICE ADMIRAL DECEMBER 23 1864 FIRST ADMIRAL OF THE UNITED STATES OF AMERICA JULY 26 1866 DIED AT PORTSMOUTH NEW HAMPSHIRE AUGUST 14 1870.”",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "7023fb4b-f588-59d9-a725-a5ea45667806",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cornish, NH",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "960E2FDE-0F0F-4628-9CB2-F144C6F80AFC",
    "url": "https://www.nps.gov/places/aspet-saint-gaudens-nhp.htm",
    "title": "Aspet",
    "listingDescription": "The home had been empty when Augustus and Augusta Saint-Gaudens arrived in 1885. Soon they filled the home with their eclectic taste and artistic guests. Greek-styled columns, Italian-inspired gardens, and their own personal touch soon adorned this home in the rolling hills of the New England landscape",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/957AD511-9907-20FF-23B325DC2742B099.jpg",
        "credit": "NPS Photo",
        "altText": "View of Aspet on a bright Fall day with birch tree in front",
        "title": "Aspet on a Fall day",
        "description": "",
        "caption": "View of Aspet",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/957AD511-9907-20FF-23B325DC2742B099.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/957AD511-9907-20FF-23B325DC2742B099.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NH",
        "parkCode": "saga",
        "designation": "National Historical Park",
        "fullName": "Saint-Gaudens National Historical Park",
        "url": "https://www.nps.gov/saga/index.htm",
        "name": "Saint-Gaudens"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "art",
      "historic home",
      "Collections",
      "sculpture",
      "history",
      "Augustus Saint-Gaudens",
      "Augusta Saint-Gaudens",
      "Cornish NH",
      "Places To Go"
    ],
    "latitude": "43.500578",
    "longitude": "-72.369267",
    "latLong": "43.500578,-72.369267",
    "bodyText": "<table> <tbody> <tr> <td>Augustus Saint-Gaudens (1848-1907) was not impressed when he saw this building in April 1885. The celebrated sculptor could relax and focus on his work outside of New York City having achieved an income which could afford the luxury of a summer place. This property, however, appeared “so forbidding and relentless” on that dark, rainy day to him that one “might have imagined a skeleton half hanging out of the window, shrieking and dangling in the gale, with the sound of clanking bones.” Nonetheless, Augusta Saint-Gaudens (1848-1926), the sculptor’s wife, saw potential in the property and the Saint-Gaudens family first occupied the house that summer. Soon, the place had become a beloved home.<br /> <br /> The Saint-Gaudens family continued summering here and gradually made many changes that reflected their lives and tastes. The sculptor named the estate ‘Aspet’ after the town in France where his father was born. They added terraces, gardens, and porches.  Inside, the family renovated the aging structure and decorated the space with objects from around the world. The summer home became a primary residence not long after Augustus Saint-Gaudens was diagnosed with cancer in 1900. This estate in New Hampshire became the center of internationally known sculptor’s life until his death here seven years later.<br /> <br /> Augusta Saint-Gaudens, continued to summer at Aspet after her husband’s death and, in 1919, established the Saint-Gaudens Memorial. After her death in 1926, this private, nonprofit organization opened the home to public as a museum. In 1964, the Saint-Gaudens Memorial donated the property and many furnishings to the National Park Service.<br /> <br /> The first floor of Aspet is open limited hours seasonally.</td> </tr> </tbody> </table>",
    "audioDescription": "Aspet sits on a raised terrace with cultivated lawns sloping away to the north, south, and west. The house faces south and overlooks a formal garden on its north side. The house is a three story, symmetrical, brick building with cedar shingles on the roof. There is one dormer in the center on each of the two sloped roofs. The vertical walls between the edges of the intersecting slopped roof are also constructed of brick and project above the roof on the east and west sides of the house. The rabbit ear shape of these symmetrical gable parapets consists of four steps and a tall chimney on each side. The walls are constructed of brick and painted white. S-shaped iron anchor ties are intact on the east and west sides. The windows have simple wood sills and are flanked by very dark green shutters on all sides of the house. The main entrance to the house is centered on the south facade and consists of a paneled door with eight rectangular windows in the top half. A tall, wooden arch or arbor further accents the main entrance. Above the door is a semi-circular window. On both sides of the door are narrow windows. The front door is accessed from an open wood deck about 6 inches off the ground. The deck has two built-in wooden benches with attached planted boxes on either side of the front door. The west piazza or porch extends the full-width of the west side of the building and frames views toward Mt. Ascutney. Ten Ionic or simple columns support a wood pergola roof consisting of rafters with decoratively cut ends. Sculpted ram's heads ornament the ends of the carrying beams that extend from the north and south sides of the piazza. The piazza floor consists of a wood plank deck that is painted red. A wood balustrade or ornamental railing wraps around the piazza and is attached to long, built-in benches that extend around the interior of the space. Wood posts frame doorways centered in the north and south ends of the piazza. These doorways are ornamented with classical moldings and are accessed by two wood steps. Dark green painted trellises mounted above the balustrade enclose the side walls of the piazza. Grape vines grow along the three open sides of the west piazza. Leaves and grapes hang overhead during the summer and fall. A less formal entrance to the house is accessed from the west piazza. It consists of a paneled door, screen door in the summer, and semi-recessed columns on either side. Enter through this door when the interior of the space is open for visitation.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Restroom - Seasonal",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cornish, NH",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Home of internationally renowned, artist, sculptor, teacher, and leader in American culture, Augustus Saint-Gaudens, and his family.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Park, National Register of Historic Places, National Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1A44F8CA-7AB5-447F-BA92-4BA0BC6483A6",
    "url": "https://www.nps.gov/places/blow-me-down-bridge.htm",
    "title": "Blow-Me-Down Bridge",
    "listingDescription": "Hidden by a modern redesign of the road, portions of Charles Beaman's elaborate stone bridge remain intact.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C30F2F8C-B24C-331A-35E3DF5C1D1F8766.jpg",
        "credit": "",
        "altText": "stone arch bridge",
        "title": "Blow-Me-Down Bridge",
        "description": "",
        "caption": "Blow-Me-Down Bridge",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C30F2F8C-B24C-331A-35E3DF5C1D1F8766.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C30F2F8C-B24C-331A-35E3DF5C1D1F8766.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NH",
        "parkCode": "saga",
        "designation": "National Historical Park",
        "fullName": "Saint-Gaudens National Historical Park",
        "url": "https://www.nps.gov/saga/index.htm",
        "name": "Saint-Gaudens"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "43.49653973891521",
    "longitude": "-72.37563596778477",
    "latLong": "43.49653973891521,-72.37563596778477",
    "bodyText": "Blow-Me-Down Bridge is adjacent to Blow-Me-Down Mill and the historic entry point to <a href=\"https://www.nps.gov/places/blow-me-down-farm-saint-gaudens-nhp.htm\">Blow-Me-Down Farm</a>. The elaborate stone bridge provided access to the estate via the formerly named River Road. Built in 1888, it served as crucial infrastructure in the town of Cornish. Though the road has been redirected, parts of its stone structure are still visible today from the <a href=\"https://www.nps.gov/saga/planyourvisit/recreational-trails.htm\">Blow-Me-Down Trail</a>.<br /> <br /> <a href=\"https://www.nps.gov/places/blow-me-down-farm-saint-gaudens-nhp.htm\">Blow-Me-Down Farm</a>, the <a href=\"https://www.nps.gov/articles/000/blow-me-down-farm-and-the-country-place-era.htm\">country place</a> of Charles and Hettie Beaman beginning in 1882, is located just west of modern-day NH Route 12A next to the Connecticut River. The Chase family, among others, had previously owned the property, but Charles Beaman made many improvements to the land and structures during his time there.<br /> <br /> One such improvement was the construction of a substantial stone bridge over Blow-Me-Down Brook allowing the traffic from the then-named River Road, now known as NH 12A, to pass over the brook and access his estate. A wooden bridge dating to the first half of the nineteenth century stood at the site, but it did not befit the grand estate entrance that Beaman envisioned for his country home. The wooden bridge had been the subject of numerous repairs, and in October 1887 it was closed for several days to fix the middle pier. The Town of Cornish had contracted to rebuild a wooden bridge, but Charles Beaman and his father-in-law, William Evarts, offered funds to build a more substantial stone bridge.[1]<br /> <br /> By the spring of 1888, Cornish mason Jabez Hammond was heading up construction of a stone-arch bridge designed by Joseph Morrill Wells of the architectural firm of McKim, Meade & White. Wells’ design featured rustic dry-laid fieldstone masonry walls, a single barrel brick vault, and an oversize stone block at the center of each of the parapet walls. Beaman’s bridge was built on the site of the old wooden bridge and was completed in July of 1888. The new bridge provided a handsome approach to the main entrance of Blow-Me-Down. Its traditional design and construction reflected Beaman’s interest in creating visual harmony between his estate and the surrounding rural countryside.[2]<br /> <br /> Beaman’s Blow-Me-Down bridge was modified in 1926-1927 during the improvements to River Road (which had been renamed Wilson Road in 1913) to prepare it for automobile use. At the bridge, the state widened the downstream side of the road, and smoothed the curve of the southern approach. The south side of the bridge was rebuilt with the same stone walls and arch, but the underlying brick vault was extended in concrete.[3] The original stone arch north face of the bridge was left intact, at a good distance from the new road.[4]<br /> <br /> Blow-Me-Down bridge was then partially demolished when NH Route 12A was expanded and realigned in 1959. Today, only the northern portion of the bridge remains including one of the stone arches. This structural remnant is isolated in an area of mowed lawn east of the current alignment of NH Route 12A and near the trailhead of the Blow-Me-Down Trail.<br /> <br /> <strong>Note: </strong>The above article was adapted from <em>Cultural landscape report for Blow-Me-Down Farm: Saint-Gaudens National Historical Park</em> by James Mealey, John Auwaerter, and Sara L. French; State University of New York, College of Environmental Science and Forestry (2022), pages 21-22, 35, 38-39, 53-54, 65-66, 97-100, 120, 132, 140, 204-206, 285-286.<br /> <br /> <strong>Works Cited </strong><br /> [1] William H. Child, <em>History of the Town of Cornish, New Hampshire with Genealogical Record</em>, 1763–1910 (Concord, NH: The Rumford Press, 1910), volume I, 227.<br /> [2] Blowmedown Record, 43-45; National Register of Historic Places Inventory-Nomination Form, “Saint-Gaudens National Historic Site” (Prepared for the National Park Service by PAL, 2012), Section 7, page 15.<br /> [3] “Saint-Gaudens National Historic Site” (Prepared for the National Park Service by PAL, 2012), Section 7, page 15; Missouri University of Science and Technology, GE6441 Online Class Lecture 2014, “Geotechnical Construction Practice, Part 2, Crib Walls” https://web.mst.edu/~rogersda/umrcourses/ge441/online_lectures/retention_structures/GE441-Lecture6-2.pdf (accessed August 8, 2019).<br /> [4] State of New Hampshire, “Alignment & Grade Line Revised” [Route 12A], Project S49-2, sheet 25, March 25, 1959; inspection by authors of existing wetland and abandoned roadbed; Blow-Me-Down Mill CLI, 41.",
    "audioDescription": "Water from stream flows through stone archway about 20 feet wide. Elaborate stonework surrounds the arch.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "18486E48-9317-40B1-9365-774C1136431B",
    "url": "https://www.nps.gov/places/blow-me-down-farm-saint-gaudens-nhp.htm",
    "title": "Blow-Me-Down Farm",
    "listingDescription": "The arts are alive at Blow-Me-Down Farm. Charles Beaman, Jr., a wealthy New York City lawyer and avid supporter of the arts, drew many creatives to this area including the renowned sculptor, Augustus Saint-Gaudens. Visit a special event at Beaman’s breathtaking former estate or attend a musical production by our partner, Opera North.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/953D82D9-0FE3-2CB6-941B0FEFA1B6E86F.jpg",
        "credit": "NPS Photo",
        "altText": "Blow-Me-Down Farm Red Barn with clouds in the sky",
        "title": "Blow-Me-Down Farm",
        "description": "",
        "caption": "Blow-Me-Down Farm",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/953D82D9-0FE3-2CB6-941B0FEFA1B6E86F.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/953D82D9-0FE3-2CB6-941B0FEFA1B6E86F.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NH",
        "parkCode": "saga",
        "designation": "National Historical Park",
        "fullName": "Saint-Gaudens National Historical Park",
        "url": "https://www.nps.gov/saga/index.htm",
        "name": "Saint-Gaudens"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "art",
      "Farm",
      "Cornish Colony",
      "Cornish NH",
      "Charles C. Beaman Jr.",
      "Opera North",
      "Saint-Gaudens Memorial",
      "Places To Go"
    ],
    "latitude": "43.497942",
    "longitude": "-72.378244",
    "latLong": "43.497942,-72.378244",
    "bodyText": "<table> <tbody> <tr> <td>Blow-Me-Down Farm served as an important social and creative center for the Cornish Colony, an influential group of artists, writers, and otherwise creative Americans who spent time in Cornish in the late- nineteenth and early-twentieth centuries. The estate served as the Beaman family’s rural retreat and model farm for nearly 70 years.<br /> <br /> Charles C. Beaman, Jr. (1840-1900) was a prominent New York City lawyer who had gained prominence in the aftermath of the U.S. Civil War by serving on the Geneva, Switzerland tribunal that settled claims made against the U.S. by Confederate ships. While in Geneva, Beaman met Hettie Sherman Evarts (1852-1917), the eldest daughter of the case's lead attorney. On August 19, 1874, Charles and Hettie married in Windsor, Vermont, not far from the Evarts family estate. <br /> <br /> n 1882, the family acquired the old Moses Chase Farm in nearby Cornish, NH. This property’s prominent position spread across a pair of rolling terraces wedged between the Connecticut River and Blow-Me-Down Brook. They commissioned architects and local tradespeople to complete the Bank Barn, Chauncey Cottage, Blow-Me-Down Mill, Casino, and Dance Hall. The estate, which they would name “Blow-Me-Down Farm”, eventually included a gristmill, an extensive livestock collection, orchards, gardens, a tennis court, golf course, and a “gymnasium” for the children. <br /> <br /> The Beamans encouraged friends and acquaintances, many of whom were artists, writers, actors, and otherwise influential urbanites, to join them in Cornish. Over time, this creative social circle came to be known as the Cornish Colony. Charles C. Beaman, Jr. first invited Augustus Saint-Gaudens (1848-1907), the famed sculptor of the Gilded Age, to Cornish in 1885. Several years later, Beaman sold Saint-Gaudens the property that would become known as Aspet, the artist's country home and studio. Blow-Me-Down Farm, and neighboring Aspet, existed at the center of the colony's social and creative life.<br /> <br /> The dissolution of the Cornish Art Colony occurred gradually beginning in the 1920s. The property continued under Beaman family ownership until 1950 and was eventually purchased by the Saint-Gaudens Memorial, a non-profit operating partner of the Saint-Gaudens National Historical Park. In 2010, 42.6-acres of the original estate was transferred to the National Park Service. Today, a portion of the property is leased to the performing arts organization, Opera North.<br /> <br /> Blow-Me-Down Farm is open only for ranger-guided tours and special events. </td> </tr> </tbody> </table>",
    "audioDescription": "The Blow-Me-Down Farm consists of about 43 acres of historic landscapes, forests, and agricultural fields. Mt. Ascutney can be seen rising from the flat landscape across the Connecticut River.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Restroom - Seasonal"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cornish, NH",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Estate of Charles Beaman, Jr. and social hub of the Cornish Art Colony.  Among the earliest artists’ communities in the country, the Cornish Colony is best known for modernizing and applying classical European artistic and architectural traditions in the United Stated.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Park, National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "09F91431-F1FF-4FEC-BC5D-0D1DC95CD222",
    "url": "https://www.nps.gov/places/little-studio-saint-gaudens-nhp.htm",
    "title": "Little Studio",
    "listingDescription": "Light from a wall of windows illuminates this place of creativity, inspiration, and exhibition. Enter the private studio of the artist creating distinctly American art",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/962278F4-9769-2626-2B4CCB4C13B359E0.jpg",
        "credit": "",
        "altText": "View of the Little Studio with green lawn expanse",
        "title": "Little Studio at Saint-Gaudens NHP",
        "description": "",
        "caption": "NPS Photo",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/962278F4-9769-2626-2B4CCB4C13B359E0.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/962278F4-9769-2626-2B4CCB4C13B359E0.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NH",
        "parkCode": "saga",
        "designation": "National Historical Park",
        "fullName": "Saint-Gaudens National Historical Park",
        "url": "https://www.nps.gov/saga/index.htm",
        "name": "Saint-Gaudens"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "art",
      "sculpture",
      "history",
      "Studio",
      "Monuments",
      "Augustus Saint-Gaudens",
      "American Renaissance",
      "sculptors studio",
      "George Fletcher Babb",
      "Cornish NH",
      "Cornish Colony"
    ],
    "latitude": "43.500888",
    "longitude": "-72.369586",
    "latLong": "43.500888,-72.369586",
    "bodyText": "<table> <tbody> <tr> <td>Light from a wall of windows illuminates this place of creativity, inspiration, and exhibition. Augustus Saint-Gaudens (1848-1907) worked here alone, or with a few chosen assistants. The artist sketched, designed, and modeled many of his large monuments and smaller reliefs in this space while the remainder of his studio staff worked in the larger, Studio of the Caryatids.<br /> <br /> When Saint-Gaudens first came to Cornish in 1885, he converted an old hay barn on this spot into a studio to work on the “Standing Lincoln” and other sculptures. In 1904, the barn was replaced by this studio, designed by architect George Fletcher Babb.<br /> <br /> Augustus Saint-Gaudens created an environment that both inspired him and put his own work in a continuum of Western Art. Outside, a reproduction of the Parthenon freeze in Greece overlooks the columned pergola. Inside, the artist looked upon reproduction paintings from the Italian Renaissance. Today, visitors can enter the private studio of this sculptor at the center of the artistic and cultural movement known as the American Renaissance.<br /> <br /> The interior of the Little Studio is open seasonally.</td> </tr> </tbody> </table>",
    "audioDescription": "The Little Studio is a long, east-west oriented, one-and-one half-story, wood-frame building on a slightly raised terrace designed to ground the building in the landscape. The studio is rectangular and has a wide gable roof. The main roof has wood shingle cladding. A flat, rectangular raised section with four windows on each side rises from the spine of the roof. It runs along about three quarters of the gable roof. The façade is accented by a full-length Classical loggia – or covered exterior area – that wraps around the south and west elevations. The loggia consists of simple or Doric columns that rest on a low concrete block wall that is capped with grey marble and flanked by a linear flower bed on the façade. Bricks set in a decorative basket-weave pattern comprise the loggia floor. Smooth stucco, painted red, covers the exterior wall. There are multiple scenic views of the surrounding meadows, gardens, Mt. Ascutney, and forest. Overhead, grapes cover a black wooden pergola the length of the loggia. The grapes turn from green to purple in late summer and continue growing until fall. The Little Studio is a long, east-west oriented, one-and-one half-story, wood-frame building on a slightly raised terrace designed to ground the building in the landscape. The studio is rectangular and has a wide gable roof. The main roof has wood shingle cladding. A flat, rectangular raised section with four windows on each side rises from the spine of the roof. It runs along about three quarters of the gable roof. The façade is accented by a full-length Classical loggia – or covered exterior area – that wraps around the south and west elevations. The loggia consists of simple or Doric columns that rest on a low concrete block wall that is capped with grey marble and flanked by a linear flower bed on the façade. Bricks set in a decorative basket-weave pattern comprise the loggia floor. Smooth stucco, painted red, covers the exterior wall. There are multiple scenic views of the surrounding meadows, gardens, Mt. Ascutney, and forest. Overhead, grapes cover a black wooden pergola the length of the loggia. The grapes turn from green to purple in late summer and continue growing until fall. A cast plaster frieze modeled after those found on the Greek Parthenon extends along the top of the studio's south wall, within the loggia. The artwork depicts about 40 semi-dressed Greek individuals in sandals covered with faded paint. The horizontal piece consists generally of three section. From left to right, they include a group of figures walking and holding vases, a group of figures on horseback, and figures seated at tables. A wide doorway with a sliding wood door that replicates a barn door is centered on the facade and serves as the main entrance to the studio. The interior of the building contains a main floor with an open, light-filled studio. The room has a long rectangular plan and opens to a ceiling height of approximately two stories. Built-in benches, cabinets, shelves, and bookcases line the perimeter of the room. These features form a seating area flanking a central fireplace on the west wall and define a study on the east wall. Tongue-and-groove boards, finished with black paint, comprise the floor. Augustus Saint-Gaudens’ piece, Diana, is displayed in the center of the room. This statue depicts a slender, nude woman drawing a bow and arrow. One arm is affixed straight away from her body and holds the bow. The other hand bends sharply at the elbow as she pulls the string back past her ear. Her weight is on left foot while her right foot is above the ground. The figure gazes softly forward. A wide doorway in the northeast comer of the studio opens into a hallway leading from the east side of the piazza into the modeling room. The wood floors continue throughout the main floor but the walls in the modeling room are simpler and finished with plaster. A pull-down ladder in the room provides access to an enclosed loft above a portion of the space.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Restroom - Seasonal",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cornish, NH",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Private workspace of internationally renowned artist, sculptor, teacher, and leader in American culture, Augustus Saint-Gaudens.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Park, National Register of Historic Places, National Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "01381683-1F59-4DAF-99F7-EE283596600B",
    "url": "https://www.nps.gov/places/new-gallery-atrium-saint-gaudens-nhp.htm",
    "title": "New Gallery & Atrium",
    "listingDescription": "Experience the work of Augustus Saint-Gaudens that ranged from the minuscule to the monumental. View the cameos that launched the artist’s career, statuary that brought fame, and gold coins that cemented his legacy. Walk amongst portrait relief of friends, family, and clients. Gaze at his gilded angel in the reflection of a peaceful pool",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/95B9DF86-0EB1-D516-6412991D46AA903A.jpg",
        "credit": "NPS Photo",
        "altText": "View of the New Gallery & Atrium",
        "title": "New Gallery & Atrium",
        "description": "",
        "caption": "New Gallery & Atrium",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/95B9DF86-0EB1-D516-6412991D46AA903A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/95B9DF86-0EB1-D516-6412991D46AA903A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NH",
        "parkCode": "saga",
        "designation": "National Historical Park",
        "fullName": "Saint-Gaudens National Historical Park",
        "url": "https://www.nps.gov/saga/index.htm",
        "name": "Saint-Gaudens"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "art",
      "Studio",
      "sculpture",
      "Sculptor",
      "Monuments",
      "Augustus Saint-Gaudens",
      "Cornish NH",
      "Places To Go"
    ],
    "latitude": "43.5012820628",
    "longitude": "-72.3677618533",
    "latLong": "43.5012820628,-72.3677618533",
    "bodyText": "<table> <tbody> <tr> <td>From the cameos that launched the artist’s career to the gold coins that were minted after his death, the New Gallery & Atrium showcase a variety of artwork by Augustus Saint-Gaudens (1848-1907). <br /> <br /> The New Gallery contains plaster versions of the Puritan, “Seated Lincoln”, and Robert Louis Stevenson Memorial along with rotating works by the sculptor and his assistants. Outside of the New Gallery, visit the Atrium to view many of the portrait reliefs that Saint-Gaudens created of family, friends, and clients. The glimmering image of his gilded relief, Amor Caritas, reflects in a pool at the center of this three-sided, open-air gallery and garden. Nearby, the Picture Gallery holds rotating contemporary art exhibits.<br /> <br /> This complex replaced the Studio of the Caryatids after an electrical fire destroyed Saint-Gaudens’ former working studio in 1944. The foundation was covered over, and in 1948, two remaining outbuildings were refurbished to serve as exhibition galleries. Architect John Ames designed a Roman Style atrium connecting the two buildings to fit in the classical architectural elements that Saint-Gaudens created on the property. This is the only structure built by the Saint-Gaudens Memorial – the foundation formed by members of the Saint-Gaudens family to continue the sculptor’s legacy.<br /> <br /> The New Gallery and Atrium are open seasonally.</td> </tr> </tbody> </table>",
    "audioDescription": "The New Gallery is a rectangular, one story building oriented east-west. It has a metal-clad gable roof, stuccoed walls, and a fieldstone foundation. Outside the south wall of the New Gallery is a walled, central courtyard known as the Atrium. There are identical sets of blue double doors on all three sides of the Atrium. Inside, a one-story roof structure covers a walkway that spans the three sides of the Atrium. This portico is supported by wooden columns painted white. Light-colored stucco coats the walls. The semi-outdoor area is lined by portrait reliefs created by Augustus Saint-Gaudens. Most are bronze with wooden frames and depict slightly raised silhouettes of the faces or upper bodies of serious subject. A marble relief of Violent Sargent is installed in the northwest corner of the Atrium. It depicts a woman seated on an elaborate bench with her legs crossed playing the guitar. In the opposite northeast corner, there is a large portrait of the Schiff children. The piece depicts a boy and girl facing the right. The girl is slightly taller, and the boy’s foot extends several inches over the edge of the frame towards the viewer. The children stand in front of a tall, slender dog with wiry fur. An approximately ten-foot-tall gilded sculpture of an angel is affixed to the north wall of the New Gallery. Long, smooth wings extend from her back and overhead she holds a tablet inscribed with the words Amor Caritas. The gold figure is reflected in a rectangular pool that is centered in the courtyard and surrounded by a grassy lawn. The structure mirrors the geometry of the Atrium. Two gilded sculptures of turtles are attached to the north and south ends of the pool. Water sprays out of the figure’s mouth into the pool. Frogs are often sitting in or near the pool. Low planters, benches, and lilac bushes line the perimeter of the portico. An entrance to the New Gallery is located under each side of the portico where it meets the Atrium walls. Both consist of glazed wood doors. The building is lit by a large, fixed octagonal window in the west gable end and three 12-light fixed windows in the east gable. A larger-than-life sculpture of a Puritan man is on display inside the gallery. The representation of Samuel Chapin holds a large Bible close to his body and wears a long, billowing cape. The imposing figure has a flat brimmed hat of its head and a stern look on its face. Directly across the room, a reduction of the Seated Lincoln is on display. The statue depicts Abraham Lincoln confidently seated in a chair. A plaster relief of Robert Louis Stevenson is also affixed to the wall of the New Gallery. It depicts a man reclined on a couch with blankets covering his lower body and a pen in his hand.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "12374144-8ae9-550f-b447-e1d9a596a5bf",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cornish, NH",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Galleries display a selection of the largest collection of the artwork by Augustus Saint-Gaudens.  The New Gallery Complex is also the only structure built by the Saint-Gaudens Memorial – one of the earliest efforts in the United States to memorialize and promote an artist’s legacy",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Park, National Register of Historic Places, National Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C57EC3E5-0BF9-40F4-A1EC-581F434AE039",
    "url": "https://www.nps.gov/places/robert-gould-shaw-massachusetts-54th-regiment-memorial.htm",
    "title": "Robert Gould Shaw & Massachusetts 54th Regiment Memorial",
    "listingDescription": "This memorial was distinct among public commemoration of the American Civil War",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/54AA2354-E7D2-3846-B0EB4CABAAAB1A7F.jpg",
        "credit": "NPS Photo",
        "altText": "The Shaw Memorial with American flags",
        "title": "The Shaw Memorial",
        "description": "",
        "caption": "The Shaw Memorial with American flags",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/54AA2354-E7D2-3846-B0EB4CABAAAB1A7F.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/54AA2354-E7D2-3846-B0EB4CABAAAB1A7F.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NH",
        "parkCode": "saga",
        "designation": "National Historical Park",
        "fullName": "Saint-Gaudens National Historical Park",
        "url": "https://www.nps.gov/saga/index.htm",
        "name": "Saint-Gaudens"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "art",
      "sculpture",
      "history",
      "Monuments",
      "Civil War",
      "Civil Rights",
      "Gilded Age",
      "memorialization",
      "African American History",
      "black history",
      "military",
      "Massachusetts 54th Regiment",
      "Robert Gould Shaw",
      "art-sculptures",
      "Joshua B. Smith",
      "civil war veterans"
    ],
    "latitude": "43.500825",
    "longitude": "-72.368404",
    "latLong": "43.500825,-72.368404",
    "bodyText": "<table> <tbody> <tr> <td> <h4>“One is almost able to catch the firm and regular beat of their iron heels on the stones of the street,” said activist Archibald Henry Grimké (1849-1930) gazing at the Robert Gould Shaw and Massachusetts 54th Regiment Memorial by sculptor Augustus Saint-Gaudens (1848-1907). </h4> <br /> This memorial was distinct among public commemoration of the American Civil War. While centering the white commander of the war’s first federally-raised regiment of African American men, the piece of art also depicted soldiers marching to wage a war over slavery. It is the first well-known, American civic monument to include dignified representation of Black men.  As it was unveiled along <a href=\"https://www.nps.gov/places/boston-common-ma.htm\">Boston Common</a> in 1897, racist violence and stereotypes continued to inflict harm on Black communities. In contrast, this monument depicts bravery, sacrifice, and the promise of equality. In 1997, this version was cast in bronze by the Saint-Gaudens Memorial and installed here as a testament to its groundbreaking public expression of dignity and resilience. <br /> <br /> On May 28, 1863, members of the newly formed regiment paraded through the streets of Boston. Individuals from 24 states enlisted in the <a href=\"https://www.nps.gov/articles/54th-massachusetts-regiment.htm\">54th Massachusetts Infantry Regiment</a> after the federal government finally allowed African American men to join the fight earlier that year. They understood the personal risk of war, protested unequal pay, and objected to the absence of Black officers.<br /> <br /> <a href=\"https://www.nps.gov/people/augustus-saint-gaudens.htm\">Augustus Saint-Gaudens</a> depicted the group entering the war with an angel overhead. The ethereal figure holds poppies close to her body – a symbol of death and an omen of the sacrifice to come. Three months later, the group demonstrated bravery when the 600 members of the regiment led a bold assault on Confederate-held <a href=\"https://www.nps.gov/articles/the-54th-massachusetts-and-the-second-battle-of-fort-wagner.htm\">Fort Wagner</a> in Charleston Harbor, South Carolina. 285 men were killed, missing, captured, or injured. Among the dead was the regiment’s commander, <a href=\"https://www.nps.gov/people/robert-g-shaw.htm\">Col. Robert Gould Shaw</a> (1837-1863). In the aftermath of this bloodshed, the regiment had proven the value of Black men in combat to many skeptical Americans in power. Other African American men enlisted as the government formed new regiments. Their service contributed to the defeat of the Confederacy and its defense of white supremacy.<br /> <br /> Even as the Civil War raged, Joshua B. Smith (1813-1879) proposed memorializing Col. Robert Gould Shaw in the commander’s home city of Boston. The African American business person and abolitionist was employed by the Shaw family before owning a catering company. After some promising starts, a committee of Bostonians awarded the sculptural commission to Augustus Saint-Gaudens in 1883. Initially focused on the challenge of producing an equestrian figure, the parents of Col. Shaw called on the artist to also memorialize the men their son had led in battle. Saint-Gaudens heeded the request and a more complex memorial began to take shape.<br /> <br /> The sculptor strove to create lifelike qualities and aesthetic balance. Saint-Gaudens modeled about 40 different heads after hiring African American men to pose. In this high relief composition, he featured a range of facial features, physical builds, and ages. His concern for detail and accuracy extended to clothing and accoutrements as well. Fourteen years passed before Saint-Gaudens completed the memorial to be installed in Boston Commons and even then, he continued his search for perfection. In 1997, this bronze was produced from a later plaster version in which the sculptor had made minor changes to the angel, horse, and flags. The original plaster is now on loan to the National Gallery of Art in Washington, DC.<br /> <br /> <i></i>The sculptor kept a low profile at the unveiling event in 1897 but was moved emotionally by the Civil War veterans participating in the ceremonies. “They seemed as if returning from the war, the troops of bronze marching in the opposite direction, the direction in which they had left for the front...It was a consecration,” he recounted. The sculpture quickly became an unofficial memorial of African American military service, a site of veterans’ reunions for several decades, and an enduring symbol of the unfinished work towards equality. </td> </tr> </tbody> </table>",
    "audioDescription": "The title of the sculpture is the “Colonel Robert Gould Shaw and Massachusetts Fifty-Fourth Infantry Regiment Memorial”. The artist is Augustus Saint-Gaudens. It is a bronze relief mounted on a granite base and decorative concrete slab. The relief is 11 feet tall and 14 feet wide. The bottom and side edges are straight. The top edges arch slightly inward. The memorial sits atop a granite platform about two feet above the ground. It is framed by two flat concrete columns connected by a stylized concrete arch. A figure of Colonel Robert Gould Shaw is at the center of the sculpture. He is seated on a horse with a straight back. This portion is almost entirely three dimensional. The equestrian figure is standing in front of rows of African American soldiers marching in unison. Shaw is riding by their side. A young man is at the front of the group playing a drum. The others rest their guns on their shoulders. They carry packs with rolled blankets on their back. A strap crosses their bodies to secure a water canteen at their hips. The solders appear to emerge out of the vertical plan of bronze. The individuals closest to the viewer are almost entirely three dimensional. There are about 20 visible faces in the sculpture. Each is different. One has a complete beard and appears older than the rest. They all look resolutely ahead. Glimpses of more shoes, pant legs, and rifles give the appearance of additional soldiers beyond the visible faces. There is a floating woman above the heads of Colonel Shaw and the soldiers. Her eyes are cast down with a sympathetic gaze. One arm is outstretched. She holds an olive branch in the other arm. There are poppy flowers close to her body. The entire sculpture produces the effect of forward movement from the viewer’s left to right. All the figures face the right. To mimic the stance of the soldiers, take a step forward with your right foot. Shift your upper body over the right leg. Allow the heel of your left foot to come off the ground. Lean your entire body forward a couple more inches. This is the stance of the soldiers marching forward. The drapery of the angelic figure flows to the left as if she too appears to be moving forward with the mass of troops. The words “omnia relinquit servare rempublicam” are inscribed in the upper right corner as you face the memorial. This Latin message translates roughly to “he gave all to serve the republic”. Text also runs along the bottom of the sculpture. It read “ROBERT GOULD SHAW KILLED WHILE LEADING THE ASSAULT ON FORT WAGNER JULY TWENTY THIRD EIGHTEEN HUNDRED AND SIXTY THREE.” It also states “AUGUSTUS SAINT-GAUDENS 1898” in smaller letters on the far right. Archibald Grimke was an African American activist, lawyer, and orator. This is how he described the soldiers in the memorial at an event in 1901: “They are not afraid. A high courage looks from their stern faces, lives in the martial motion of their supple bodies, flashes from the barrels of their guns. Whilst gazing at the heroic group, one is almost able to catch the firm and regular beat of their iron heels on the stones of the street, almost able to see the cloud of fine dust rising and whirling backward in their swift tracks.”",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cornish, NH",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "BE4211F6-9DA9-4195-A976-2E70F00A1CB0",
    "url": "https://www.nps.gov/places/temple-saint-gaudens-nhp.htm",
    "title": "Temple",
    "listingDescription": "This elegant structure honored the Augustus Saint-Gaudens in life and memorialized the renowned sculptor in death.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9685B9E5-C422-3D0E-2122573FA322D8AB.jpg",
        "credit": "NPS Photo",
        "altText": "Photo of the Temple sculpture",
        "title": "Temple",
        "description": "",
        "caption": "Temple at Saint-Gaudens",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9685B9E5-C422-3D0E-2122573FA322D8AB.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9685B9E5-C422-3D0E-2122573FA322D8AB.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NH",
        "parkCode": "saga",
        "designation": "National Historical Park",
        "fullName": "Saint-Gaudens National Historical Park",
        "url": "https://www.nps.gov/saga/index.htm",
        "name": "Saint-Gaudens"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "art",
      "history",
      "sculpture",
      "sculptors",
      "greek",
      "Augustus Saint-Gaudens",
      "Memorial",
      "Cornish NH"
    ],
    "latitude": "43.5018138987",
    "longitude": "-72.3721684997",
    "latLong": "43.5018138987,-72.3721684997",
    "bodyText": "In 1905, members of the Cornish Art Colony honored the Saint-Gaudens family with a classically styled pageant on this site. Members of the influential group of artists, writers, and otherwise creative Americans who spent time in Cornish dawned elaborate costumes inspired by Greek and Roman mythology. The informal group celebrated the twentieth anniversary of Augustus and Augusta Saint-Gaudens’ arrival in Cornish and their important role in the community.<br /> <br /> After Augustus Saint-Gaudens died in 1907, Augusta remembered this moving tribute and had a section of the pageant’s original scenery recreated in marble. This elegant structure honored the renowned sculptor in life and in death. The Temple is the final resting place of Augustus Saint-Gaudens, Augusta Saint-Gaudens (1848-1926), and other family members.",
    "audioDescription": "The Temple is sited at the northwest edge of the meadow. The temple is a Classical style, marble structure. Four Ionic columns set on a stepped base support a small roof that shelters an altar accessed by 5 steps. Carved ram's heads, swags, eagles, and the words “IN MEMORIAM AUGUSTUS SAINT-GAUDENS” ornament the altar. The ashes of Saint-Gaudens and his family are interred inside. Inscriptions are inscribed on the sides of the altar that state using roman numerals: “Augusta Homer Saint-Gaudens, 1848-1926; Louis Saint-Gaudens, 1854-1913; Harold Saint-Gaudens, 1910-1913; Carlota Saint-Gaudens, 1884-1927; Homer Saint-Gaudens, 1880-1958.”",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "3ec7a63d-fe92-5d74-8614-a8272466df22",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cornish, NH",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Interment site of internationally renowned artist, sculptor, teacher, and leader in American culture, Augustus Saint-Gaudens, and his family.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Park, National Register of Historic Places, National Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8E87DD63-AE3F-4BD1-886C-F4D57A2B75CE",
    "url": "https://www.nps.gov/places/the-standing-lincoln.htm",
    "title": "The Standing Lincoln",
    "listingDescription": "In this work of public art, the noted orator seems ready to personally address the modern viewer",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6A647C2F-CAD2-9B1C-CA24D0AB5BAEFCB7.jpg",
        "credit": "NPS/Don Freeman",
        "altText": "bronze sculpture of Abraham Lincoln",
        "title": "Standing Lincoln",
        "description": "",
        "caption": "The Standing Lincoln on the grounds of Saint-Gaudens NHP",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6A647C2F-CAD2-9B1C-CA24D0AB5BAEFCB7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6A647C2F-CAD2-9B1C-CA24D0AB5BAEFCB7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NH",
        "parkCode": "saga",
        "designation": "National Historical Park",
        "fullName": "Saint-Gaudens National Historical Park",
        "url": "https://www.nps.gov/saga/index.htm",
        "name": "Saint-Gaudens"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "art",
      "sculpture",
      "history",
      "Monuments",
      "President Abraham Lincoln",
      "Civil War",
      "Gilded Age",
      "memorialization",
      "United States Presidents",
      "Politicians/Government Officials",
      "commemoration",
      "art-sculptures"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<h4>There is perhaps no person more recognizable in American history than Abraham Lincoln (1809-1865). With striking detail, this 12-foot sculpture honors a larger-than-life figure. The wartime president appears to have risen from the elaborate ‘Chair of State’. His head is slightly bowed as though deep in thought. In the decades after the Civil War, Augustus Saint-Gaudens set out to depict “Abraham Lincoln: The Man.” In this work of public art, the noted orator seems ready to personally address the modern viewer. </h4> <br /> In 1885, Saint-Gaudens began creating a monument to the sixteenth president for Chicago’s Lincoln Park. That year, Charles Beaman enticed Saint-Gaudens to summer near his estate in Cornish, NH. The artist’s friend and attorney assured him that the area had “many Lincoln-shared men” who could be used as models. Such a man, nearly the same height and build as Lincoln, was found in Langdon Morse of nearby Windsor, VT. Two years later, this became the first public monument Saint-Gaudens completed in Cornish, NH.<br /> <br /> “Abraham Lincoln: The Man,” also referred to as “The Standing Lincoln,” has been recast several times usually for diplomatic purposes. In 1920, a cast was presented to Great Britain and placed in Parliament Square. In 1964, President Lyndon B. Johnson presented a copy of the statue to Mexico as a symbol of Mexican and American friendship. Soon afterwards, President Johnson would sign the legislation creating Saint-Gaudens National Historic Site.<br /> <br /> This most-recent casting of “The Standing Lincoln” was unveiled on June 26, 2016.",
    "audioDescription": "The title of this work is “Abraham Lincoln: The Man”. It is commonly referred to as “The Standing Lincoln”. The artist is Augustus Saint-Gaudens. It is a bronze sculpture mounted on a granite pedestal. This work is a monument to President Abraham Lincoln, the sixteenth President of the United States. It has two distinct parts: the standing figure of Abraham Lincoln and the Chair of State behind him. Both are cast in bronze and connected by a bronze platform. The sculpture is elevated five feet off the ground by a granite pedestal. The name “Abraham Lincoln” is engraved on the front of the pedestal. The president stands at an impressive 12 feet tall. With the added height of the granite base, Lincoln towers above us. I will now describe Lincoln’s posture. If you’d like and are able to, feel free to mimic the stance with your own body as another way to experience the sculpture. Lincoln stands with his left leg in front of his right leg and slightly bent at the knee, as if he has just risen from the Chair. His left arm is bent as he grasps the lapel of his coat, perhaps to smooth it down. His right arm is tucked behind him with a small bend in the elbow. His right hand rests on his lower back. His head is gently bowed in contemplation. We get the sense that Lincoln is immersed in a private moment of deep thought. Maybe he’s preparing to deliver an important speech or message. His strong, open posture and reflective expression imbues many with a sense of calm and quiet. Saint-Gaudens paid close attention to detail. He sculpted all the folds and ripples of Lincoln's clothing, the wrinkles above his brow, and messy waves in his hair. He was not interested in depicting Lincoln as merely the polished Head of State. Rather, he wanted this monument to honor the integrity of Lincoln’s character and basic humanity. Behind Abraham Lincoln, there is the six-and-a-half-foot grand Chair of State. The chair is rigid, ornate, and oversized. It is symbolic of the United States government. Saint-Gaudens chose to exaggerate its size to express that nobody, not even Lincoln, can fill its seat. It stands on four sturdy legs that curve elegantly into a spiraled design at the top. At the bottom, they are each carved as a lion’s paw. The seat of the chair is a large, flat square. We can’t see the top of it. The chair back is wider than it is tall, and curves slightly inward at either end. A huge bald eagle with wings outstretched is emblazoned onto it.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cornish, NH",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]