[
  {
    "id": "7666BA24-3628-400F-AB06-35E0CF759F91",
    "url": "https://www.nps.gov/places/garden.htm",
    "title": "Colonial Revival Garden",
    "listingDescription": "The 18th century garden at Salem Maritime National Historic Site was designed in 1990 by Suzanne Gentiluomo, a horticultural expert specializing in historic gardens. With fellow volunteer Joel Ohringer, she created a formal garden typical of those favored by wealthy eighteenth century merchants.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9AF1B4D1-0163-15BC-C65428308CA07AC3.jpg",
        "credit": "NPS Photo / Karla Bonilla",
        "altText": "Lush green garden filled with a variety of flowers ranging in color",
        "title": "Garden",
        "description": "",
        "caption": "Formal garden behind the Derby House",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9AF1B4D1-0163-15BC-C65428308CA07AC3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9AF1B4D1-0163-15BC-C65428308CA07AC3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MA",
        "parkCode": "sama",
        "designation": "National Historic Site",
        "fullName": "Salem Maritime National Historic Site",
        "url": "https://www.nps.gov/sama/index.htm",
        "name": "Salem Maritime"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "0BFE8D98-5420-4538-A00B-D167A77EFB01",
        "url": "http://www.nps.gov/orgs/1524/",
        "name": "National Heritage Areas Program"
      }
    ],
    "tags": [
      "Massachusetts",
      "history",
      "northeast",
      "New England",
      "garden"
    ],
    "latitude": "42.5220723780001",
    "longitude": "-70.886791989",
    "latLong": "42.5220723780001,-70.886791989",
    "bodyText": "<p>While Elizabeth and Elias Derby probably never had a garden behind the brick house that Richard Derby built them, they did have large, elaborate gardens both at their Danvers country estate “Oak Hill” and at their 1798 mansion in downtown Salem. Elias Hasket Derby loved “interesting” plants, and instructed the captains of his ships to bring him plants from their voyages around the world.</p> <p>The 18th century garden at Salem Maritime National Historic Site was designed in 1990 by Suzanne Gentiluomo, a horticultural expert specializing in historic gardens. With fellow volunteer Joel Ohringer, she created a formal garden typical of those favored by wealthy eighteenth century merchants.</p> <p>Formal gardens evolved from medieval European palace gardens. Although they were old-fashioned for the late eighteenth century, formal gardens were still common in New England, especially in towns where space was limited. The formal garden behind the Derby House is divided into beds, or parterres d’ broderie (embroidered plots), edged with germander hedges and separated by crushed gravel walkways. Within each bed, vegetables, flowers and herbs all grow together. A traditional parterre was defined by its hedges, so the arrangement of “filler” plants was less important.</p> <p>The parterres are surrounded by an orchard of fruit trees, leading to a grape arbor at the back of the garden. The entire yard is enclosed by a sturdy fence to keep out wandering livestock. A formal garden symbolized the triumph of Godly order over the diabolical chaos of Nature, which had to be kept at bay with a strong barrier.</p> <p>This Colonial Revival Garden contains more than 150 varieties of heirloom annuals, perennials and bulbs, all documented to 1798 or earlier. Some are native to North America, although many were imported. You may even recognize some roadside weeds! The 18th century merchant who owned this garden would have been an enthusiastic plant collector, rather like Elias Hasket Derby.</p>",
    "audioDescription": "Formal garden behind the Derby House. Divided into beds edged with hedges and separated by crushed gravel walkways. Vegetables, flowers and herbs grow together within each bed. Garden beds are surrounded by fruit trees leading to a grape arbor in the rear of the garden. The entire yard is enclosed by a wooden fence.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "a27d251d-97bc-4f63-a7ca-4c2c9492996f",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Salem, Massachusetts",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "An 18th century historic garden",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "DF4444C9-F600-49F0-B326-48335B3B41CA",
    "url": "https://www.nps.gov/places/custom-house.htm",
    "title": "Custom House",
    "listingDescription": "Since 1649, there has been a Custom House in Salem, Massachusetts collecting taxes on imported cargos first for the British Government during the Colonial period, then for the American Government after the establishment of the U. S. Customs Service in 1789.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E3214D69-B466-05F5-8D49A20873AA8AB2.jpg",
        "credit": "NPS Photo",
        "altText": "Three-story brick building with stone steps leading to entrance with columns and eagle on roof",
        "title": "Custom House",
        "description": "",
        "caption": "Offices for the U.S. Customs Service",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E3214D69-B466-05F5-8D49A20873AA8AB2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E3214D69-B466-05F5-8D49A20873AA8AB2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MA",
        "parkCode": "sama",
        "designation": "National Historic Site",
        "fullName": "Salem Maritime National Historic Site",
        "url": "https://www.nps.gov/sama/index.htm",
        "name": "Salem Maritime"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "0BFE8D98-5420-4538-A00B-D167A77EFB01",
        "url": "http://www.nps.gov/orgs/1524/",
        "name": "National Heritage Areas Program"
      }
    ],
    "tags": [
      "Custom House",
      "Customs",
      "Massachusetts",
      "history",
      "northeast",
      "New England"
    ],
    "latitude": "42.521575619",
    "longitude": "-70.887163608",
    "latLong": "42.521575619,-70.887163608",
    "bodyText": "There has been a Custom House in Salem since 1649, collecting taxes on imported cargos first for the British Government during the Colonial period, then for the American Government after the establishment of the U. S. Customs Service in 1789. This Custom House was built in 1819 and housed offices for the officers of the U.S. Customs Service, as well as an attached warehouse, the Public Stores, used for the storage of bonded and impounded cargo.<br /> <br /> The Custom House symbolized the Federal Government's presence in Salem, requiring the architects to design an impressive building. High ceilings, a sweeping staircase, and beautifully carved woodwork all contribute to a feeling of strength and stability. The Salem Custom House was used by the U. S. Customs Service into the 1930s and the furnishings reflect the long use of the building.<br /> <br /> In 1826, a wooden eagle was placed on the roof. It was carved by Salem craftsman Joseph True, and its original cost was $50.00. In 2004, the original wooden eagle was replaced with a fiberglass replica. After undergoing several years of conservation work, the original wooden eagle is on display inside the Custom House.<br /> <br /> Today, the U.S. Custom House in Salem contains exhibits on the tools of the Custom Service, the work of the Customs inspectors, and the office of Nathaniel Hawthorne, the famous American author whose three-year-long stint in the Salem Custom House inspired his classic novel, <em>The Scarlet Letter.</em>",
    "audioDescription": "A three-story brick building with gold eagle on roof and \"Custom House\" written below it. Twelve stone steps with iron handrails lead up to the front entrance. The white front door is centered on the building with a semi-circular transom and sidelights bordering it. Eight white columns support an overhang. Two windows are on either side of the door with green shutters. A row of five windows spans the second floor. An American flag hangs over the front entrance.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "ee86d100-db3c-41d9-9e51-ccaded9db481",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Salem, Massachusetts",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The last of thirteen Custom Houses in Salem",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "5F23DB99-63F8-4225-ABA7-C3A3B58306A1",
    "url": "https://www.nps.gov/places/derby-house.htm",
    "title": "Derby House",
    "listingDescription": "Built in 1762 as a wedding present, this was the home of Elias Hasket Derby (1739-99) and Elizabeth Crowninshield Derby (1727-99) for the first 20 years of their marriage. They lived here with their seven children and enslaved at least two people of African descent. The Derby family became one of Salem’s wealthiest merchants, their wealth was tied to their trade in goods produced by slave plantations in the Caribbean Islands.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B746570A-E9FD-3096-315A99E7EFCB2CCE.jpg",
        "credit": "NPS Photo",
        "altText": "Three-story brick home with brick walkway leading to a green front door",
        "title": "Derby House",
        "description": "",
        "caption": "Home of Elias Hasket Derby and Elizabeth Crowninshield Derby",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B746570A-E9FD-3096-315A99E7EFCB2CCE.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B746570A-E9FD-3096-315A99E7EFCB2CCE.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MA",
        "parkCode": "sama",
        "designation": "National Historic Site",
        "fullName": "Salem Maritime National Historic Site",
        "url": "https://www.nps.gov/sama/index.htm",
        "name": "Salem Maritime"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "0BFE8D98-5420-4538-A00B-D167A77EFB01",
        "url": "http://www.nps.gov/orgs/1524/",
        "name": "National Heritage Areas Program"
      }
    ],
    "tags": [
      "Homes",
      "Massachusetts",
      "northeast",
      "history",
      "New England"
    ],
    "latitude": "42.521819758",
    "longitude": "-70.8866741049999",
    "latLong": "42.521819758,-70.8866741049999",
    "bodyText": "<p>Built in 1762 as a wedding present, the Derby House was the home of Elias Hasket Derby (1739-1799) and Elizabeth Crowninshield Derby (1727-1799) for the first twenty years of their marriage. They lived here with their seven children and at least two enslaved people of African descent.<br /> <br /> Hasket, Elizabeth, and their children lived here during most of the Revolutionary War. As part of the war effort, Hasket converted many of his family's cargo vessels to privateers. The wealth that the Derbys amassed from privateering was the foundation of the great East India trade that Hasket and others pioneered after the Revolution.</p> <p>The Derbys sold the \"little brick house\" as Hasket called it, in 1796, to Capt. Henry Prince who built the West India Goods Store next to the house in the early 1800s. The Princes lived in the house until 1827. After that time, the house had numerous owners during the remainder of the 19th century. For a while, it was used as a tenement house, and multiple families lived in the building. Many of those families were members of the Polish community who came to work in the nearby mills.</p> <p>In the early twentieth century, the Derby House was purchased by the Society for the Preservation of New England Antiquities (SPNEA), now <a href=\"http://www.historicnewengland.org/\">Historic New England</a>, who restored the home to its 18th century grandeur. In 1937, SPNEA transferred the house to the newly formed Salem Maritime National Historic Site.</p>",
    "audioDescription": "Three-story brick home with white trimmed windows. A brick walkway leads to the entrance with hedges on either side. Three stone steps lead to a green door with white trim around it in the shape of columns. A set of windows are on either side of the front door. A row of five windows spans the second floor. Three dormers are on the third story with chimneys on either end. A wooden fence surrounds the house and yard. The Hawkes house is to the southeast.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "7575bba0-8bc2-4a3b-9514-80cef0011286",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Salem, Massachusetts",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Home to one of Salem's wealthiest merchants",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C3E962D5-D776-4E7F-8421-247F57DA89A6",
    "url": "https://www.nps.gov/places/derby-light.htm",
    "title": "Derby Light Station",
    "listingDescription": "One of four lighthouses used to navigate Salem Sound, the Derby Wharf Light Station is the wharf's only original surviving structure. It has aided navigation in Salem Harbor since it was first lit in 1871. Originally, the Derby Light had a fixed red light fueled by oil. In the early 1900s, it was replaced by an acetylene powered flashing red signal. Today, the 300-candlepower light is solar-driven.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/DCE0A211-F3FE-3904-0BAD0AF140E23E73.jpg",
        "credit": "NPS Photo",
        "altText": "White lighthouse 12 feet square and 20 feet tall with red flashing light with water on 3 sides",
        "title": "Derby Wharf Light Station",
        "description": "",
        "caption": "Derby Wharf Light on Salem Harbor",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/DCE0A211-F3FE-3904-0BAD0AF140E23E73.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/DCE0A211-F3FE-3904-0BAD0AF140E23E73.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MA",
        "parkCode": "sama",
        "designation": "National Historic Site",
        "fullName": "Salem Maritime National Historic Site",
        "url": "https://www.nps.gov/sama/index.htm",
        "name": "Salem Maritime"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "0BFE8D98-5420-4538-A00B-D167A77EFB01",
        "url": "http://www.nps.gov/orgs/1524/",
        "name": "National Heritage Areas Program"
      }
    ],
    "tags": [
      "lighthouses",
      "fresnel",
      "Massachusetts",
      "history",
      "New England",
      "northeastNPS"
    ],
    "latitude": "42.516572072",
    "longitude": "-70.88354383",
    "latLong": "42.516572072,-70.88354383",
    "bodyText": "<p align=\"left\">The Derby Wharf Light Station has aided navigation in Salem Harbor since it was first lit in 1871. In the words of the 1870 report of the lighthouse board to the U.S. Treasury, the Derby Wharf Light, along with the Hospital Point Light in Beverly, Massachusetts, and Fort Pickering Light Station on Winter Island in Salem, were designed to “mark the main channel leading into this anchorage, with the view to it becoming a harbor of refuge which may be safely entered at any time.”<br /> <br /> Originally, the light was powered by an oil lamp shining through a Fresnel lens. Fresnel lenses are designed to focus and intensify light, and are rated by orders, from first order lenses that are used in the largest seacoast lights and are almost nine feet tall, to sixth order lights that are about 17 inches tall. For many years, Derby Wharf Light had one of only 17 sixth-order Fresnel lenses in the United States. Today, the 300-candlepower light is solar-driven and flashes red every six seconds.<br /> <br /> One of four lighthouses used to navigate Salem Sound, the Derby Wharf Light Station is the wharf's only original surviving structure. The lighthouse is located on the end of Derby Wharf. It is approximately twelve feet square and about 20 feet high from the base to the top of the cupola.</p>",
    "audioDescription": "A white brick lighthouse, approximately twelve feet square and 20 feet high. The light station is topped with a small black dome that houses the light. It is located at the end of Derby Wharf accessible by a gravel path with water on either side. The gravel path extends approximately half a mile from a shoreline adorned with historic structures, many of them red brick with uneven walkways and staircases.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "883bb15f-27de-4369-865f-f68212a1e7d1",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Salem, Massachusetts",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Derby Wharf's only original surviving lighthouse",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3FDC545A-4174-4E5D-B5BB-12A5CCFFE54A",
    "url": "https://www.nps.gov/places/derby-wharf.htm",
    "title": "Derby Wharf",
    "listingDescription": "Richard Derby and his son Elias Hasket Derby began construction of Derby Wharf in 1762. Over the years, as the Derby family’s trade expanded, they extended the wharf. In 1806, it reached its current length extending 2,045 feet into the Salem Harbor.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/EC4C8ED0-D679-8202-D77311B5EBBC4F4A.jpg",
        "credit": "NPS Photo",
        "altText": "Long, narrow strip of land that extends into Salem Harbor with the Derby Light Station at the end",
        "title": "Derby Wharf",
        "description": "",
        "caption": "The wharf extends 2,045 feet into Salem Harbor",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EC4C8ED0-D679-8202-D77311B5EBBC4F4A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EC4C8ED0-D679-8202-D77311B5EBBC4F4A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MA",
        "parkCode": "sama",
        "designation": "National Historic Site",
        "fullName": "Salem Maritime National Historic Site",
        "url": "https://www.nps.gov/sama/index.htm",
        "name": "Salem Maritime"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "0BFE8D98-5420-4538-A00B-D167A77EFB01",
        "url": "http://www.nps.gov/orgs/1524/",
        "name": "National Heritage Areas Program"
      }
    ],
    "tags": [
      "Wharf",
      "Massachusetts",
      "history",
      "northeast",
      "New England"
    ],
    "latitude": "42.518671145",
    "longitude": "-70.885331526",
    "latLong": "42.518671145,-70.885331526",
    "bodyText": "<p>Richard Derby and his son Elias Hasket Derby began construction of Derby Wharf in 1762. Over the years, as the Derby family’s trade expanded, they extended the wharf. In 1806, it reached its current length extending 2,045 feet into the Salem Harbor.<br /> <br /> At one time, Derby Wharf was home to nearly twenty structures, including Elias Hasket Derby's counting house - the headquarters of his international trading empire. Today, Derby Wharf serves as the docking location for the <em>Friendship of Salem</em>.<br /> <br /> In 1992, an archeological dig revealed how some of Salem’s wharves were constructed. The 1762 section of Derby Wharf was built by laying timbers on the mud flats at low tide, and then filling between the timber walls with dirt and stones. Later in the 19th century, the wharf was encased with large granite blocks.</p>",
    "audioDescription": "A long narrow strip of land extending 2045 feet into Salem Harbor. A gravel path extends down the center with a stone wall and drop-off on either side into the harbor. At the end of the wharf is the Derby Light Station. It is a white brick lighthouse, approximately 12 feet square and 20 feet high.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "22016485-ae46-4706-abb9-870cc563b6ce",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Salem, Massachusetts",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "One of four historic wharves that extend into Salem Harbor",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A8E97CFB-8F1E-48D2-8ABD-3E57E9510001",
    "url": "https://www.nps.gov/places/beach.htm",
    "title": "Derby Wharf Beach",
    "listingDescription": "The contrast of the built cultural environment on the shore and the Salem Harbor and the Atlantic Ocean is a defining feature of Salem Maritime National Historic Site.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7B3AB176-A051-48CD-2E8CA3CC62B922BC.jpg",
        "credit": "NPS Photo",
        "altText": "Bright blue waters with many sailing vessels anchored and land jutting out in the harbor on the left",
        "title": "Salem Harbor",
        "description": "",
        "caption": "Boats regularly anchor in Salem Harbor",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7B3AB176-A051-48CD-2E8CA3CC62B922BC.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7B3AB176-A051-48CD-2E8CA3CC62B922BC.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MA",
        "parkCode": "sama",
        "designation": "National Historic Site",
        "fullName": "Salem Maritime National Historic Site",
        "url": "https://www.nps.gov/sama/index.htm",
        "name": "Salem Maritime"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "0BFE8D98-5420-4538-A00B-D167A77EFB01",
        "url": "http://www.nps.gov/orgs/1524/",
        "name": "National Heritage Areas Program"
      }
    ],
    "tags": [
      "beach",
      "Massachusetts",
      "history",
      "northeast",
      "New England"
    ],
    "latitude": "42.520579970395936",
    "longitude": "-70.88593873723626",
    "latLong": "42.520579970395936,-70.88593873723626",
    "bodyText": "<p>Four historic wharves extend into Salem Harbor at Salem Maritime—remnants of the 50 plus wharves that once lined the harbor during the height of Salem’s international trade. These thin strips of man-made land are perhaps the best remnants of Salem’s Golden Age of Sail. The Derby Wharf Beach is situated between two of these historic wharves, Derby Wharf and Tucker Wharf.<br /> <br /> The contrast of the built cultural environment on the shore and the Salem Harbor and the Atlantic Ocean is a defining feature of Salem Maritime National Historic Site. The park has approximately one mile of shoreline around the historic wharves and Derby Wharf Beach on Salem Harbor. This area provides an important viewshed of Salem Sound as well as vital estuarine resources.</p>",
    "audioDescription": "A large, open grassy field leads to a sandy shore. The waters of Salem Harbor rise and fall with the tides. A row of adirondack chairs sits above the shoreline. Rocks for Tucker Wharf and Derby Wharf border either side of the beach.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Salem, Massachusetts",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The first British colonists arrived in Salem by sea in 1626",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "655F2C5E-C9CC-4073-9665-FA98F98AD6A8",
    "url": "https://www.nps.gov/places/essex-national-heritage-area.htm",
    "title": "Essex National Heritage Area",
    "listingDescription": "The Essex National Heritage Area begins just 10 miles north of Boston and covers 500 square miles of eastern Massachusetts to the New Hampshire border. The area includes hundreds of historical sites, miles of intact landscapes, glistening coastal regions and lifetimes of rich experiences that chronicle the history of the region and of the United States.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/16624718-C9F5-DDA4-B589F51133051A47.jpg",
        "credit": "Essex National Heritage Area / Tara Flanagan",
        "altText": "White lighthouse 100 feet tall with small white building attached under blue sky.",
        "title": "Bakers Island Light",
        "description": "",
        "caption": "Bakers Island Light Station is owned and managed by Essex Heritage.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/16624718-C9F5-DDA4-B589F51133051A47.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/16624718-C9F5-DDA4-B589F51133051A47.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MA",
        "parkCode": "sair",
        "designation": "National Historic Site",
        "fullName": "Saugus Iron Works National Historic Site",
        "url": "https://www.nps.gov/sair/index.htm",
        "name": "Saugus Iron Works"
      },
      {
        "states": "MA",
        "parkCode": "sama",
        "designation": "National Historic Site",
        "fullName": "Salem Maritime National Historic Site",
        "url": "https://www.nps.gov/sama/index.htm",
        "name": "Salem Maritime"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "0BFE8D98-5420-4538-A00B-D167A77EFB01",
        "url": "http://www.nps.gov/orgs/1524/",
        "name": "National Heritage Areas Program"
      }
    ],
    "tags": [
      "Massachusetts",
      "history",
      "northeast",
      "New England",
      "Essex National Heritage Area"
    ],
    "latitude": "42.52140426635742",
    "longitude": "-70.89864349365234",
    "latLong": "42.52140426635742,-70.89864349365234",
    "bodyText": "<p>In 1996, the United States Congress recognized the national significance of the historic 500-square-mile region north of Boston, Massachusetts, by establishing the <a href=\"http://essexheritage.org/\"><b>Essex National Heritage Area</b></a> (Essex NHA).Essex NHA covers 34 cities and towns and is managed by <a href=\"http://essexheritage.org/about\"><b>Essex National Heritage</b></a> <b>Commission (Essex Heritage)</b>, a nonprofit organization that rallies communities around promoting and enhancing the unique character of Essex County. This includes the thousands of historic, cultural, and natural places that were crucial in shaping our nation; the places that led to this region's designation as a National Heritage Area; the places that make Essex County like nowhere else.Essex Heritage involves residents in actively supporting over 10,000 historic, cultural and natural places that make this area a great place to live. They do this by offering inspiring events like Trails & Sails—which boasts 150 unique experiences over 10 days—and by developing programs and partnerships that support the hundreds of heritage organizations and historic sites within the National Heritage Area. Essex Heritage also owns and maintains the 10 acre <a href=\"https://www.bakersislandlight.org/\"><b>Bakers Island Light Station</b></a> at Bakers Island in Salem Harbor. Essex Heritage provides public access to the light station for special tours and overnights during the summer season. For more information about Bakers Island Light Station, visit <a href=\"https://www.bakersislandlight.org\">https://www.BakersIslandLight.org</a>.Essex NHA is home to:</p> <ul> <li>344 individual historic structures listed on the National Register of Historic Places</li> <li>322 National Register Districts</li> <li>86 cultural institutions</li> <li>35 National Historic Landmarks</li> <li>22 State Parks</li> <li>2 National Park Service units <ul> <li>Salem Maritime National Historic Site</li> <li>Saugus Iron Works National Historic Site</li> </ul> </li> <li>1 National Wildlife Refuge</li> </ul>",
    "audioDescription": "Salem Armory Visitor Center. 316 words. The visitor center is a several story red brick building that is approximately 15,000 square feet. The exterior is historic in its character, with red brick columns in the south facing patio of the building. On all sides the building are different aspects of downtown Salem industry and social life: roads, parking lots, and museums. The building has two entrances: one on the southeast corner, and the other on the southwest corner. These are both large glass double-doors that are push/pull only and are accessible via a flat walkway. The interior of the building has three sections open to the public: the large main exhibit space, the giftshop space, then a long hallway leading to a theater. The main exhibit space is approximately 7,000 square feet with the ceiling approximately 50 feet high. On the south wall, there is a large replica of a tall ship, approximately 15 feet across and 30 feet tall, and a red historic coat on the wall. There is a large diorama in the middle of the room and a large flat-screen television with two rows of benches against the east wall. Near there, a replica of the building as it was is under a plastic case. The giftshop space includes multiple rows of shelves and aisles, each adorned with merchandise relating to the national park service or to Salem in particular. On the west side, a long desk used by park and store staff has two cash registers and two large flat-screen television screens on the wall. The long hallway begins north of the giftshop. The hallway is approximately 100 feet long and 25 feet wide. On either sides of the walls are drape exhibits with information relating to the site. Bathrooms are on the east side of this hallway. At the end of the wall way, wooden double-doors on the east side lead to a theater accommodating approximately 200 people. End of Description.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "http://www.essexheritage.org",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "Essex National Heritage Area",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Essex County, MA",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Native peoples of this area migrated between the coast and inland forests, fishing and gathering in cycle with the changing seasons, while the Puritans settled in tightly knit communities and tried to cultivate the rocky soil. By the early 18th century, this Area began to prosper, finding its greatest source of sustenance in the sea. The early coastal settlements grew into prosperous seaports specializing in shipbuilding, coastal fishing and exporting fish overseas. These skilled maritime inhabitants became the leaders in the march towards the American Revolution, boldly defying British restrictions and volunteering their ships and crew to support the infant American Navy. After the war, when the British banned trade with the new American nation, the Area's merchants sent ships to the Far East, importing exotic goods such as coffee, tea, pepper, and spices in great abundance. Wealth earned from the sea was soon invested in manufacturing of shoes and textiles.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Heritage Area",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "755BE516-F924-4801-8723-47C8A31D5E96",
    "url": "https://www.nps.gov/places/friendship-of-salem.htm",
    "title": "FRIENDSHIP OF SALEM",
    "listingDescription": "The replica tall ship, FRIENDSHIP OF SALEM, is docked at Derby Wharf and was designed to present the appearance an original 1797 Salem-built vessel. FRIENDSHIP OF SALEM represents New England’s influential role in the development of global and domestic maritime trade and in the economic and political development of the United States.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E2D45333-CFE3-69EF-36B109EE41BEC208.jpg",
        "credit": "NPS Photo",
        "altText": "A two-decked, three-masted merchant ship sailing the seas on a sunny day",
        "title": "Friendship",
        "description": "",
        "caption": "FRIENDSHIP OF SALEM sailing through open water",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E2D45333-CFE3-69EF-36B109EE41BEC208.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E2D45333-CFE3-69EF-36B109EE41BEC208.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MA",
        "parkCode": "sama",
        "designation": "National Historic Site",
        "fullName": "Salem Maritime National Historic Site",
        "url": "https://www.nps.gov/sama/index.htm",
        "name": "Salem Maritime"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "0BFE8D98-5420-4538-A00B-D167A77EFB01",
        "url": "http://www.nps.gov/orgs/1524/",
        "name": "National Heritage Areas Program"
      }
    ],
    "tags": [
      "Massachusetts",
      "history",
      "northeast",
      "New England",
      "ship"
    ],
    "latitude": "42.5201325020001",
    "longitude": "-70.886568158",
    "latLong": "42.5201325020001,-70.886568158",
    "bodyText": "<h3 paraeid=\"{a6f6a724-6ec2-4340-8d73-cd8ae9a6db13}{238}\" paraid=\"809123096\" xml:lang=\"EN-US\">The Original</h3> <p paraeid=\"{a6f6a724-6ec2-4340-8d73-cd8ae9a6db13}{238}\" paraid=\"809123096\" xml:lang=\"EN-US\">The original <em>Friendship</em>, a two-decked, three-masted, square-rigged, 342-ton vessel was built from 1796-1797. The ship was constructed in the Stage Point yard of Salem shipbuilder Enos Briggs across the South River from today's Salem Maritime National Historic Site. <em>Friendship</em> was launched on May 28, 1797 and registered at the Salem Custom House to merchants Aaron Waite (1742-1830) and Jerathmiel Peirce (1747-1827).<br /> <br /> <em>Friendship</em> was an “East Indiaman,” the type of merchant ship that was used in the East Indies trade in the years after the American Revolution. <em>Friendship</em> made 15 voyages to countries including China, Indonesia, India, Venezuela, Spain, and Russia. The cargo brought back to Salem consisted of pepper, silk, sugar, coffee, ale, sherry, tin, salt, cheese, candles, and other goods and merchandise.<br /> <br /> On September 5, 1812, <em>Friendship</em> was returning from Archangel, Russia, when the ship was captured by the British sloop of war HMS Rosamond. The War of 1812 between the British and the United States began while <em>Friendship</em> was in Archangel, Russia. The war had started in June, but the captain and crew were unaware of that fact and set off for Salem, only to be captured in the Atlantic Ocean and taken as a prize of war. The captain and crew were able to return to Salem, but <em>Friendship</em> was sold at auction in London, England on March 17, 1813.</p> <h3 paraeid=\"{a6f6a724-6ec2-4340-8d73-cd8ae9a6db13}{238}\" paraid=\"809123096\" xml:lang=\"EN-US\">The Replica </h3> <p paraeid=\"{9aef89dc-0f3f-4b2f-a855-0ffa7a8bf63b}{67}\" paraid=\"114898964\" xml:lang=\"EN-US\">The replica tall ship, <em>Friendship of Salem</em>, is docked at Derby Wharf and was designed to present the appearance an original 1797 Salem-built vessel. The keel was laid in Scarano Shipyard in Albany, New York in 1996 and uses modern technology and materials to meet today’s safety and accessibility requirements.</p> <p paraeid=\"{738d02ca-301b-40a5-9cc8-d03e49171c4b}{88}\" paraid=\"962632269\"><em>Friendship of Salem</em> represents New England’s influential role in the development of global and domestic maritime trade and in the economic and political development of the United States.</p> <h3 paraeid=\"{738d02ca-301b-40a5-9cc8-d03e49171c4b}{88}\" paraid=\"962632269\">The Model</h3> <p paraeid=\"{1d341c95-a4d4-418b-9a83-14c5b8c6a38c}{81}\" paraid=\"693002118\" xml:lang=\"EN-US\">The replica <em>Friendship of Salem</em> is based on a model of the original <em>Friendship</em> now on view at the <a href=\"https://www.pem.org/\">Peabody Essex Museum</a> (PEM) in Salem. Several paintings of the ship and numerous documents, including logs of the ship’s voyages, were used to inform the construction of the replica.</p> <p paraeid=\"{6125eb1c-16e8-47fc-84ad-b4e60ec12a38}{250}\" paraid=\"1143923419\" xml:lang=\"EN-US\">The model is in PEM’s new maritime art gallery with a logbook from <em>Friendship</em>'s first voyage. Thomas Russell, second mate, and the ship’s carpenter, Mr. Odell, constructed the model ship on a voyage to China and Sumatra. In conjunction with the logbook there is an interactive that displays the course of <em>Friendship</em>'s first voyage. A PEM blog, “<a href=\"https://www.pem.org/blog/reading-between-the-lines\"><b>Reading between the lines</b></a>,” describes the exhibit, the process of deciphering the log, and highlights documents and portraits connected to <em>Friendship</em>.</p>",
    "audioDescription": "A two-decked, three-masted vessel with white sails. The hull is black with white stripes on the sides and yellow trim on the front and back ends. The rear of the ship have five yellow windows in a row with red stars on either end. The name of the ship, FRIENDSHIP OF SALEM, is written below the windows in white. The ship is docked on Derby Wharf after the Pedrick Store House.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "efd99bdf-9a3a-4fb2-a9ec-d14103aab343",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Salem, Massachusetts",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Replica of the 1797 Salem-built vessel FRIENDSHIP",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "AF368E13-5146-400E-B44C-60694653A723",
    "url": "https://www.nps.gov/places/hawkes-house.htm",
    "title": "Hawkes House",
    "listingDescription": "Designed by Samuel McIntire (1751-1811), one of the earliest and most influential architects in the United States, the Hawkes House had been commissioned but never lived in by Elias Hasket and Elizabeth Derby.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/DF751555-F268-FBD2-8A43A964BD4494A8.jpg",
        "credit": "",
        "altText": "Square, three story yellow federal style home with white trim and green shutters",
        "title": "Hawkes House",
        "description": "",
        "caption": "Designed by Samuel McIntire for Elias Hasket and Elizabeth Derby",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/DF751555-F268-FBD2-8A43A964BD4494A8.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/DF751555-F268-FBD2-8A43A964BD4494A8.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MA",
        "parkCode": "sama",
        "designation": "National Historic Site",
        "fullName": "Salem Maritime National Historic Site",
        "url": "https://www.nps.gov/sama/index.htm",
        "name": "Salem Maritime"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Homes",
      "history",
      "Massachusetts",
      "New England",
      "northeast"
    ],
    "latitude": "42.521738708",
    "longitude": "-70.8869181859999",
    "latLong": "42.521738708,-70.8869181859999",
    "bodyText": "Designed by Samuel McIntire (1751-1811), one of the earliest and most influential architects in the United States, the Hawkes House had been commissioned but never lived in by Elias Hasket and Elizabeth Derby.<br /> <br /> Construction began on the building in 1780, however the Derbys never completed the house. Instead, they moved away from the waterfront to a house in the center of town. Benjamin Hawkes (1766-1854), a ship builder, counted many of Salem's successful merchants among his customers. He purchased and altered the unfinished house in 1800. <br /> <br /> The Hawkes House is a fine example of the large Federal style homes built throughout Salem in the late 18th and early 19th centuries. These three-story tall, square buildings usually featured a beautifully carved and painted entrance and many windows to let light and air into the gracefully decorated rooms.",
    "audioDescription": "A yellow, three-story square home two rooms deep. There are three rows of windows around the exterior framed by green shutters. A four foot fence spans the outside of the house. A cobblestone path leads to the front entrance facing away from Derby Street. The street is lined with red brick and other colonial era-buildings and facades. To the northeast the shoreline and Derby Wharf are visible.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "e981918a-0fee-4992-af95-eb5ff3138f72",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Salem, Massachusetts",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Commissioned by Elias Derby, the wealthiest merchant in late 1700s Salem",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "CECC2A84-BAAF-401A-9B25-23EBE00C7214",
    "url": "https://www.nps.gov/places/narbonne-house.htm",
    "title": "Narbonne House",
    "listingDescription": "The Narbonne House was built in 1675 for butcher Thomas Ives. It is named after Sarah Narbonne, whose grandfather Jonathan Andrews purchased the house in 1780. Sarah was born in the Narbonne house, and lived there for her entire life, which stretched nearly the length of the 19th century.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E464D5BB-012D-86E7-7D693D0789A3179B.jpg",
        "credit": "NPS Photo",
        "altText": "Two-story rectangular house with light green siding and white trimmed windows",
        "title": "Narbonne House",
        "description": "",
        "caption": "Named after Sarah Narbonne",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E464D5BB-012D-86E7-7D693D0789A3179B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E464D5BB-012D-86E7-7D693D0789A3179B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MA",
        "parkCode": "sama",
        "designation": "National Historic Site",
        "fullName": "Salem Maritime National Historic Site",
        "url": "https://www.nps.gov/sama/index.htm",
        "name": "Salem Maritime"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "0BFE8D98-5420-4538-A00B-D167A77EFB01",
        "url": "http://www.nps.gov/orgs/1524/",
        "name": "National Heritage Areas Program"
      }
    ],
    "tags": [
      "Homes",
      "Massachusetts",
      "history",
      "northeast",
      "New England"
    ],
    "latitude": "42.522645084",
    "longitude": "-70.8873647739999",
    "latLong": "42.522645084,-70.8873647739999",
    "bodyText": "<p>The Narbonne House was built in 1675 for butcher Thomas Ives. It is a remarkable example of a middle-class family home of the 17th and 18th centuries. The taller section of the building is the original house. It still has its original pointed, or peaked, roof and its original brick chimney. When the house was first built, it only had a single room on the first floor, called the hall, a single room on the second floor (the hall chamber), an attic, and a shallow root cellar. Later owners added a kitchen on the back of the house, and a smaller addition on the side that has a parlor on the first floor and a chamber on the second.<br /> <br /> The house is named after Sarah Narbonne, whose grandfather Jonathan Andrews purchased the house in 1780. Sarah was born in the Narbonne house, and lived there for her entire life, which stretched nearly the length of the 19th century. She died in 1895 at the age of 101, and her unmarried daughter Mary continued to live in the house until her death in 1905.<br /> <br /> In 1963, the National Park Service purchased the historic building from the family of Mary Narbonne’s nephew Frank Hale. One of the things that makes this building so special is its history of nearly 300 years of continued occupation, 200 years of which are members of one family. In keeping with modern preservation practices, the Narbonne House has not been restored to one time period. Instead, Salem Maritime is preserving it as an architectural study house to show how the structure changed over the nearly 330 years of its existence.</p>",
    "audioDescription": "A two-story rectangular house with attic and cellar. The taller section has the original peaked roof and brick chimney. There is light green painted wood siding and shingled roof. All windows and trim are painted white. A wood walkway leads to the front door. Stones extend from the foundation to the walkway.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "3836173f-f2f3-4956-b715-a42de157d710",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Salem, Massachusetts",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Example of middle-class family home of the 17th and 18th centuries",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A3F909B8-084D-4369-AFFC-71B6E1796A16",
    "url": "https://www.nps.gov/places/pedrick-store.htm",
    "title": "Pedrick Store House",
    "listingDescription": "Pedrick Store House was built in Marblehead, just across the harbor from Salem, in 1770 by Thomas Pedrick, a successful member of the merchant community in pre-Revolutionary War Marblehead. A warehouse was an important part of a merchant’s property, as it was where goods and equipment for the vessels were stored, repair work could be done for vessels, and the merchant often had his “counting house” or business office.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E3CA4D58-E62C-D024-0C7917AA778E6D3C.jpg",
        "credit": "NPS Photo",
        "altText": "Two-story timber frame and wood sided house used for storage",
        "title": "Pedrick Store House",
        "description": "",
        "caption": "A two-story warehouse built by Thomas Pedrick in 1770",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E3CA4D58-E62C-D024-0C7917AA778E6D3C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E3CA4D58-E62C-D024-0C7917AA778E6D3C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MA",
        "parkCode": "sama",
        "designation": "National Historic Site",
        "fullName": "Salem Maritime National Historic Site",
        "url": "https://www.nps.gov/sama/index.htm",
        "name": "Salem Maritime"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "0BFE8D98-5420-4538-A00B-D167A77EFB01",
        "url": "http://www.nps.gov/orgs/1524/",
        "name": "National Heritage Areas Program"
      }
    ],
    "tags": [
      "Warehouse",
      "history",
      "storehouse",
      "Massachusetts",
      "New England",
      "northeast"
    ],
    "latitude": "42.5205308450001",
    "longitude": "-70.886569499",
    "latLong": "42.5205308450001,-70.886569499",
    "bodyText": "The Pedrick Store House was built in Marblehead, just across the harbor from Salem, in 1770 by Thomas Pedrick, a successful member of the merchant community in pre-Revolutionary War Marblehead. At that time, Marblehead was the most successful fishing port in Massachusetts, and the codfish that were caught and dried on the flakes, or drying racks, on shore were shipped from Marblehead and Salem throughout the British empire to be traded for molasses and sugar in the Caribbean Islands, wine in Madeira, and finished goods like cloth, Chinese porcelain, books, and furniture in England.<br /> <br /> A warehouse was an important part of a merchant’s property, as it was where goods and equipment for the vessels were stored, repair work could be done for vessels, and the merchant often had his “counting house” or business office. During the Revolution, Pedrick commissioned <a href=\"https://www.nps.gov/articles/privateers-in-the-american-revolution.htm\">privateers </a>to capture British merchant vessels, and probably stored captured cargo in his store house. After the war was over, Pedrick, like most of the merchants in Marblehead and Salem, began participating in international trade until his death in 1802.<br /> <br /> In 1809, the warehouse was purchased by Captain William Story, a relative of Thomas Pedrick. Story had been the captain of <em>Friendship of Salem</em> for four years, and his purchase of the warehouse was part of his entry into the ranks of the merchant community. Story replaced the wooden dock in front of the warehouse with a more durable granite and earth wharf. Unfortunately, he was not as successful in his mercantile efforts as Pedrick had been, and was forced to sell the warehouse and wharf in 1820. Story returned to sea, and in 1827 became a Weigher and Gauger at the Salem Custom House until 1853, when he turned 80.<br /> <br /> After its purchase, the second floor of the Pedrick Store House continued to be used as a sail loft until 1904, operated from 1852 by the Graves Family, while the first floor was an office for the local ferry by the end of the 19th century.<br /> <br /> In 1904, the building was purchased by the Marblehead Transportation Company, who altered the building to support their inn and ferry business. In 1993, the building and wharf, then known as Tucker’s wharf, were purchased by the town of Marblehead. After plans for restoration of the building in place were unsuccessful, the National Park Service accepted the building in 2003, and began several years of conservation on the original 18th century timbers.",
    "audioDescription": "A timber framed, wood-cladded store house. The two-story building is on Derby Wharf accessible by gravel path. Multiple windows and doors span the exterior. The entrance faces Derby Street with a wooden ramp and handrails on either side. A wooden dock on Salem Harbor is to the right of the entrance. A wooden sign read \"Sail Loft\" on the side of the building.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "056fd0ad-f768-4fed-86c8-b0333a67a785",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Salem, Massachusetts",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "During the Revolution, Thomas Pedrick stored prizes of war here",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "5A361087-3E42-4A1B-BB11-998354943694",
    "url": "https://www.nps.gov/places/public-stores.htm",
    "title": "Public Stores",
    "listingDescription": "Built in 1819 at the same time as the Custom House, the adjoining three-story Public Stores functioned as a bonded warehouse. It was used by the U.S. Customs Service to hold cargo for merchants until they were able to pay the duties on their goods.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E264C622-E4FA-4617-BD2C4EA666F2F3EC.jpg",
        "credit": "NPS Photo",
        "altText": "Brick building with wooden steps leading to entrance that is surrounded by barrels",
        "title": "Public Stores",
        "description": "",
        "caption": "Warehouse used for storage of bonded goods",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E264C622-E4FA-4617-BD2C4EA666F2F3EC.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E264C622-E4FA-4617-BD2C4EA666F2F3EC.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MA",
        "parkCode": "sama",
        "designation": "National Historic Site",
        "fullName": "Salem Maritime National Historic Site",
        "url": "https://www.nps.gov/sama/index.htm",
        "name": "Salem Maritime"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "0BFE8D98-5420-4538-A00B-D167A77EFB01",
        "url": "http://www.nps.gov/orgs/1524/",
        "name": "National Heritage Areas Program"
      }
    ],
    "tags": [
      "Massachusetts",
      "history",
      "northeast",
      "New England",
      "Warehouse",
      "storehouse"
    ],
    "latitude": "42.5216981820001",
    "longitude": "-70.887261509",
    "latLong": "42.5216981820001,-70.887261509",
    "bodyText": "<p>Built in 1819 at the same time as the Custom House, the adjoining three-story Public Stores functioned as a bonded warehouse. It was used by the U.S. Customs Service to hold cargo for merchants until they were able to pay the duties on their goods. Cargo came into Salem in barrels, crates, bags, and chests. Within these plain containers were goods that made many Salem merchants wealthy, including pepper, tea, porcelain, silks, Indian cotton textiles, spices, and ivory.<br /> <br /> An exhibit on the first floor shows the wide range of luxury items that entered Salem in the 1820s. Also on display in the exhibit is a \"Whitehall\" style rowboat built in 1886. It was one of the boats used by the U. S. Customs Service to board vessels as they entered Salem Harbor. Inspectors would meet incoming ships in order to collect the ship's paperwork and make sure that none of the sailors had infectious diseases.</p>",
    "audioDescription": "Two-story brick building attached to the rear of the Custom House. The two buildings are not connected by any interior doors. A simple, white trimmed doorway leads inside. There are five wooden steps with wooden handrails. Enclosed by a tall wooden fence, the Scale House sits at the rear of the rear of the yard.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "4baae3bb-2d0f-46ba-8fcd-95059479bc26",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Salem, Massachusetts",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Used by the U.S. Customs Service to hold merchant cargo until duties were paid",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8F31A9D5-4BEA-4BEE-B6C7-1F490D8DEA72",
    "url": "https://www.nps.gov/places/st-joes.htm",
    "title": "St. Joseph Hall",
    "listingDescription": "Built by the St. Joseph Society, the Hall helped create an ethnic and community identity for Polish immigrants. The society offered housing and life insurance, sponsored sports, and hosted weddings and social events. Today, immigrants continue to contribute to Salem's physical, social, and cultural landscape.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E9B2E972-A03F-CFBD-359FCF20D2AEE38C.jpg",
        "credit": "NPS Photo",
        "altText": "Three-story brick building with display windows on first floor and rows of windows on floors above",
        "title": "St. Joseph Hall",
        "description": "",
        "caption": "Three-story headquarters of the St. Joseph Society",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E9B2E972-A03F-CFBD-359FCF20D2AEE38C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E9B2E972-A03F-CFBD-359FCF20D2AEE38C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MA",
        "parkCode": "sama",
        "designation": "National Historic Site",
        "fullName": "Salem Maritime National Historic Site",
        "url": "https://www.nps.gov/sama/index.htm",
        "name": "Salem Maritime"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "0BFE8D98-5420-4538-A00B-D167A77EFB01",
        "url": "http://www.nps.gov/orgs/1524/",
        "name": "National Heritage Areas Program"
      }
    ],
    "tags": [
      "Polish",
      "immigrant",
      "history",
      "Massachusetts",
      "New England",
      "northeast"
    ],
    "latitude": "42.52185888",
    "longitude": "-70.88628505",
    "latLong": "42.52185888,-70.88628505",
    "bodyText": "Polish immigrants began arriving in Salem in the late 19th century, drawn by the opportunity for work in the cotton mills and other factories in the area. By the turn of the 20th century, the western end of Derby Street had become the heart of the Polish Community in Salem.<br /> <br /> The St. Joseph Society was founded in 1897 as a fraternal society that provided aid to its members in the form of assistance in times of illness or financial hardship, as well as funeral benefits. By 1909, the society was strong enough that they were able to build a three-story headquarters.<br /> <br /> The first floor was retail space that could be rented out to provide an income for the support of the building. The large hall on the second floor was the site of hundreds of weddings, dances, plays, and other social events in the Polish community. On the top floor, several apartments were built to house new immigrants until they could get permanently settled.<br /> <br /> As the twentieth century moved on, the St. Joseph Society became more of a social organization, regularly hosting dances and fielding baseball and basketball teams that played other youth teams in the region.<br /> <br /> By the 1980s, the Polish community had spread out all over the region as young men and women left Salem to find jobs. St. Joseph Hall was sold to the National Park Service in 1988, and has been renovated to house administrative and maintenance facilities. The front of the building has been restored to its original appearance, and today there is an exhibit on Salem’s Polish community in the front windows of St. Joseph Hall.",
    "audioDescription": "A three-story brick building at the corner of Derby Street and Palfrey Court. Display windows are on either side of the 2-door front entrance. Rows of white windows span the second and third floors.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "863e4bb4-5b9d-4292-92dc-bef090740eda",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Salem, Massachusetts",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "St. Joseph Hall helped create an ethnic and community identity for Polish immigrants",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "4C9AC854-2B37-424A-BFDC-67C473D38B60",
    "url": "https://www.nps.gov/places/scalehouse.htm",
    "title": "The Scale House",
    "listingDescription": "Located behind the Custom House, the Scale House was built in 1829. It was used as equipment storage space for the U.S. Customs Service. The scales were never used inside the building, but were carted and moved to the wharf and assembled alongside a vessel that had just returned.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E1CF291D-CB92-F160-DDE77BF7137EFB23.jpg",
        "credit": "NPS Photo",
        "altText": "A one-story, rectangular brick building with wooden ramp leading to entrance",
        "title": "Scale House",
        "description": "",
        "caption": "Small brick building that housed scales when not in use on the wharves",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E1CF291D-CB92-F160-DDE77BF7137EFB23.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E1CF291D-CB92-F160-DDE77BF7137EFB23.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MA",
        "parkCode": "sama",
        "designation": "National Historic Site",
        "fullName": "Salem Maritime National Historic Site",
        "url": "https://www.nps.gov/sama/index.htm",
        "name": "Salem Maritime"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "0BFE8D98-5420-4538-A00B-D167A77EFB01",
        "url": "http://www.nps.gov/orgs/1524/",
        "name": "National Heritage Areas Program"
      }
    ],
    "tags": [
      "storehouse",
      "Massachusetts",
      "history",
      "northeast",
      "New England"
    ],
    "latitude": "42.521898832",
    "longitude": "-70.8874626749999",
    "latLong": "42.521898832,-70.8874626749999",
    "bodyText": "<p>Located behind the Custom House, this small brick building was built in 1829. It was used as a storage facility for scales and other equipment required to weigh cargo goods on ships. <br /> <br /> The scales were never used inside the building, but were carted and moved to the wharf and assembled alongside a vessel that had just returned. The goods were removed off of the ship, weighed, measured, and then duties were assessed on the cargo. Currently, the building contains interpretive exhibits of the 19th-century U.S. Customs Service with weighing and gauging equipment original to the building.</p>",
    "audioDescription": "A small, one-story rectangular brick building with stone foundation. A wooden walkway and ramp with handrails leads to the entrance. A set of white double-doors leads inside. A white, wooden privacy fence surrounds the scale house and yard of the Custom House and Public Stores.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "76d96372-016b-4174-be83-a331595cec3d",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Salem, Massachusetts",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Used as an equipment storage space for the U.S. Customs Service",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "AF530107-2FF8-4264-B153-2DC4304744F7",
    "url": "https://www.nps.gov/places/goods-store.htm",
    "title": "West India Goods Store",
    "listingDescription": "The term “West India Goods Store” was used in Salem as a generic term for a retail shop selling goods from all over the world. Captain Henry Prince bought the Derby House in 1796 and built this structure in the early 1800s, listed in records as a \"store.\"",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E195B486-0CAB-5143-F4DD34EA151BABB9.jpg",
        "credit": "NPS Photo",
        "altText": "Blue two story building with maroon trim and two windows on each floor facing the street",
        "title": "West India Goods Store",
        "description": "",
        "caption": "Store constructed by Captain Henry Prince",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E195B486-0CAB-5143-F4DD34EA151BABB9.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E195B486-0CAB-5143-F4DD34EA151BABB9.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MA",
        "parkCode": "sama",
        "designation": "National Historic Site",
        "fullName": "Salem Maritime National Historic Site",
        "url": "https://www.nps.gov/sama/index.htm",
        "name": "Salem Maritime"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "0BFE8D98-5420-4538-A00B-D167A77EFB01",
        "url": "http://www.nps.gov/orgs/1524/",
        "name": "National Heritage Areas Program"
      }
    ],
    "tags": [
      "store",
      "Warehouse",
      "history",
      "Massachusetts",
      "New England",
      "northeast"
    ],
    "latitude": "42.521774291",
    "longitude": "-70.886462211",
    "latLong": "42.521774291,-70.886462211",
    "bodyText": "The term “West India Goods Store” was used in Salem as a generic term for a retail shop selling items from all over the world, not just the Caribbean. Captain Henry Prince (1764-1846) bought the Derby House in 1796 and built this structure in the early 1800s, listed in records as a \"store.\" <br /> <br /> The first documented use of this building as a West India Goods Store was in 1836. Prince sold items from the West Indies—molasses, sugar, coffee—as well as local produce and products. Engaging in mercantilism could be profitable, but was also risky. Captain Henry Prince's financial problems led to the auction of this store and his wife's inherited property.<br /> <br /> The structure underwent numerous changes throughout its history, including two moves, before it was rehabilitated in 1928 by the Society for the Preservation of New England Antiquities (now <a href=\"http://www.historicnewengland.org/\">Historic New England</a>). ",
    "audioDescription": "A blue, two-story building with a maroon door and trim. A brick sidewalk leads to a centered front entrance with bay windows on either side. There are two smaller windows above for the second story. It faces Derby Street with the Derby House to the left.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "fe863648-e736-44d6-9e36-702f4f06beb9",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Salem, Massachusetts",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Structure built next to the Derby House for the sale of international goods",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]