[
  {
    "id": "D840D5E5-3E5F-4EE7-9636-902F33C34E7E",
    "url": "https://www.nps.gov/places/beol-sand_bents_new_fort.htm",
    "title": "Bent's New Fort and Fort Wise/Lyon",
    "listingDescription": "Bent's New Fort was a historic fort and trading post along the banks of the Arkansas River on the Mountain Route branch of the Santa Fe Trail. William Bent operated a trading post with limited success at the site and in 1860 leased the fort to the United States government, which operated it as a military outpost until 1867. The site is privately owned today, and little remains of the building that once stood there.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/3E08405E-F52A-92F0-BFE3E59E2F1A967E.jpg",
        "credit": "NPS Photo",
        "altText": "Stone monument rises above a prairie landscape and blue sky.",
        "title": "Monument at the site of Bent's New Fort",
        "description": "",
        "caption": "Monument at the site of Bent's New Fort",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/3E08405E-F52A-92F0-BFE3E59E2F1A967E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/3E08405E-F52A-92F0-BFE3E59E2F1A967E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CO",
        "parkCode": "beol",
        "designation": "National Historic Site",
        "fullName": "Bent's Old Fort National Historic Site",
        "url": "https://www.nps.gov/beol/index.htm",
        "name": "Bent's Old Fort"
      },
      {
        "states": "CO,KS,MO,NM,OK",
        "parkCode": "safe",
        "designation": "National Historic Trail",
        "fullName": "Santa Fe National Historic Trail",
        "url": "https://www.nps.gov/safe/index.htm",
        "name": "Santa Fe"
      },
      {
        "states": "CO",
        "parkCode": "sand",
        "designation": "National Historic Site",
        "fullName": "Sand Creek Massacre National Historic Site",
        "url": "https://www.nps.gov/sand/index.htm",
        "name": "Sand Creek Massacre"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "William Bent",
      "Big Timbers",
      "Colorado",
      "Fur Trade",
      "Civil War",
      "Nathaniel Lyon",
      "John Chivington"
    ],
    "latitude": "38.094182145656724",
    "longitude": "-102.75729417800903",
    "latLong": "38.094182145656724,-102.75729417800903",
    "bodyText": "<p> </p> <p>Bent's New Fort connects the story of Bent's Old Fort and William Bent's family to the Sand Creek Massacre. The New Fort represented an attempt to continue trading with Plains Tribes following the end of the Mexican War. The operation was shortlived, and William Bent sold the structure to the United States Army, which located a military garrison there under a new name. Both of these forts played a role in the development of the Santa Fe Trail, the destinies of the Plains Indians, and the future of Colorado.</p> <h3>Bent’s New Fort (1853-1869)</h3> <p>William Bent abandoned his old fort (present-day <a href=\"https://www.nps.gov/places/bent-s-old-fort-national-historic-site.htm\">Bent’s Old Fort National Historic Site</a>) in 1849. Lacking satisfactory offers to purchase it, Bent is believed to have burnt much of the fort to keep it from falling into the hands of the Army or his competition. To continue his trade with the Plains Tribes, Bent built a new fort of stone in 1853. Based on Cheyenne recommendations, he located this new fort overlooking the Arkansas River at Big Timbers, near present-day Lamar.<br /> The new fort had several advantages over the old fort, including its stone construction, simple rectangular design, and lack of adobe. Bent no longer needed to hire labor to apply adobe every season, and the durable nature of stone added to its protection. With trade no longer profitable and the construction of Fort Wise nearby in 1860, Bent leased his stone fort to the Army, which used it as a post quartermaster & commissary and Indian Agency office.</p> <h3>Fort Wise (1860)</h3> <p>Fort Wise was made possible through the 1851 Fort Laramie Treaty, which offered Plains Indians annuities and recognition of their land in exchange for allowing uncontested passage along the western trails and the establishment of forts. Named in honor of Virginia Governor Henry A. Wise, Fort Wise served to protect travelers and transportation along the Santa Fe Trail between Fort Larned in Kansas and Pueblo, Colorado.<br /> <br /> The Army situated the fort on lands adjacent to the Arkansas River in 1860, just west of Bent’s New Fort. Fort Wise lacked a protective wall or barricade, instead locating numerous barracks and offices in a square around a central parade ground. With the outbreak of the Civil War in 1861, Governor Wise led Virginia’s secession from the United States. The U.S. Army renamed the military post Fort Lyon in mid-1862 to honor of General Nathaniel Lyon, the first United States general killed in the Civil War.</p> <h3>Fort Lyon (1860-1867)</h3> <p>Fort Lyon encompassed both the former Fort Wise and Bent’s New Fort, as both offered advantages to the Army. As a way station along the Santa Fe Trail, Fort Lyon served as a base for U.S. Army patrols and a rest stop for travelers. In 1864, Colonel Chivington used the fort and its troops for the attack on Sand Creek. He uttered his infamous outburst, “<em>Damn any man who is in sympathy with Indians!</em>” inside the quartermaster office of Bent’s New Fort.<br /> <br /> Detachments of the 1st and 3rd Regiments Cavalry, Colorado (U.S.) Volunteers led by Colonel John Chivington marched overnight from Fort Lyon to reach a village of peaceful Cheyenne and Arapaho at Sand Creek at dawn on November 29, 1864. The 40 mile ride took about 10 hours and allowed the volunteers to attack the village with complete surprise. The attack resulted in the death of approximately 230 men, women and children.<br /> <br /> Fort Lyon’s low position near the Arkansas River rendered it vulnerable to flooding and disease. A large flood in 1867 undercut many of the buildings. In June 1867, the U.S. Army leased land near Las Animas, Colorado, and transferred the post there, making the new military post the second to bear the name Fort Lyon. By William Bent’s death in 1869, the fort near Lamar lay abandoned and neglected, its stones later scavenged for use in local buildings.</p> <h3>The Site of Bent’s New Fort today</h3> <p>Because of its significance to trade along the Santa Fe Trail and its role in the Sand Creek Massacre, the National Park Service worked with the landowner and other partners to open the site of Bent’s New Fort to the public in 2013. This public-private partnership provides access to the site, where visitors can walk a short trail, read interpretive wayside exhibits, and gaze across the scenic Arkansas River Valley.</p> <h4>Driving Directions</h4> <p>To reach Bent’s New Fort Site, take U.S. 50 to County Road 35, approximately 10 miles west of Lamar or 25 miles east of Las Animas. Turn south on County Road 35 for one mile to County Road JJ (T Junction). Turn east (left) and drive ¼ mile, turning south (right) onto County Road 35.25 for ¼ mile to the Bent’s New Fort parking area. A walking trail and interpretive exhibits are available; however, no public facilities exist at the site.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Along the north bank of the Arkansas River to the west of Lamar, Colorado. ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The site of Bent's New Fort represents a pivot point from the fur trade of the early 1800s and campaigns against Plains Tribes in Colorado in the late 1800s. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Register of Historic Places (2016)",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "4DFB87C8-7331-459C-AA1C-FF8AFEE73A2A",
    "url": "https://www.nps.gov/places/boggsville-historic-site.htm",
    "title": "Boggsville Historic Site",
    "listingDescription": "Boggsville was once a stage stop on the Santa Fe Trail. Key businesses there were trading stores, owned by Thomas O. Boggs (built in 1862) and John W. Prowers (built in 1867). Boggsville became the seat of Bent County in 1870, but the coming of the railroad to nearby Las Animas brought about the town's downfall by 1880.",
    "images": [
      {
        "url": "",
        "credit": "",
        "altText": "",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "CO",
        "parkCode": "beol",
        "designation": "National Historic Site",
        "fullName": "Bent's Old Fort National Historic Site",
        "url": "https://www.nps.gov/beol/index.htm",
        "name": "Bent's Old Fort"
      },
      {
        "states": "CO,KS,MO,NM,OK",
        "parkCode": "safe",
        "designation": "National Historic Trail",
        "fullName": "Santa Fe National Historic Trail",
        "url": "https://www.nps.gov/safe/index.htm",
        "name": "Santa Fe"
      },
      {
        "states": "CO",
        "parkCode": "sand",
        "designation": "National Historic Site",
        "fullName": "Sand Creek Massacre National Historic Site",
        "url": "https://www.nps.gov/sand/index.htm",
        "name": "Sand Creek Massacre"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Santa Fe Trail",
      "historic trail",
      "National Trails",
      "national historic trail",
      "place",
      "Colorado",
      "Historic site",
      "Certified Site",
      "passport stamp"
    ],
    "latitude": "38.040245056152344",
    "longitude": "-103.21073913574219",
    "latLong": "38.040245056152344,-103.21073913574219",
    "bodyText": "<p>Boggsville, located on the Purgatoire River, was first used as a campsite by the Plains Indians. With the fur trade vanishing, many former mountain men found work raising livestock. Through his wife’s government land grant connections, Thomas Boggs started his ranch near the river on a branch of the Santa Fe Trail. It became known as Boggsville after he and his wife, Rumalda Luna Bent Boggs, built their first home. John Wesley Prowers moved to the Boggs’s ranch in 1867 along with frontiersman Kit Carson and his family. A year later, with Carson in poor health, his wife, Josefa, died from childbirth complications. Kit died several weeks later at nearby Fort Lyon. Thomas Boggs was the executor of Carson's will.</p> <h2>Site Information</h2> <p><strong>Location </strong>(two miles south of Las Animas on Colorado Highway 101)</p> <p><strong>Available Facilities:</strong> Today, Boggsville is a renovation project in progress. Seeing the site now, which has just a few buildings and old foundations, it is hard to imagine that here is where the cattle and sheep industries first boomed in Colorado. A lot of the early history of Colorado started here. Slowly, some of the buildings are being restored and more are going to be rebuilt.<br /> <br /> <strong>Exhibits:</strong> A bronze state historical marker is located along Colorado Highway 101, and there are several interpretive markers along an area hiking path.</p> <p><em><a href=\"https://www.nps.gov/safe/planyourvisit/safety.htm\">Safety Considerations</a></em></p> <h3><a href=\"http://www.sangres.com/history/boggsville.htm#.YBSs03OSmUk\">More Site Information</a></h3> <h2><a href=\"https://www.nps.gov/safe/index.htm\">Santa Fe National Historic Trail</a></h2>",
    "audioDescription": "",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "Passport Stamps may be available at this site during operating hours, please inquire for more information.",
    "passportStampImages": [
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/07D78114-0294-F9CB-5AEC60D99E17A289.jpeg"
          }
        ],
        "altText": "Passport Stamp Icon with a banner \"Passport to History\".",
        "title": "Santa Fe Trail Passport Stamp",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/07D78114-0294-F9CB-5AEC60D99E17A289.jpeg"
      }
    ],
    "managedByUrl": "http://exploresoutheastcolorado.com/boggsville.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "69d969d6-c53a-43dc-83bb-e02cb9540040",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "Boggsville National Historic District",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "two miles south of Las Animas on Colorado Highway 101",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "ranch near the river on a branch of the Santa Fe Trail",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic District",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "133CABC2-7561-4B96-A44D-6309282B3D4E",
    "url": "https://www.nps.gov/places/sand-creek-massacre-national-historic-site.htm",
    "title": "Sand Creek Massacre National Historic Site",
    "listingDescription": "Sand Creek Massacre National Historic Site recognizes the national significance of the massacre in American history, and its ongoing significance to the Cheyenne and Arapaho people and massacre descendants.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/89FA378D-FA97-8930-F8035697C14C65A0.jpg",
        "credit": "NPS/Teri Jobe",
        "altText": "A rainbow is below a large thundercloud on the horizon.",
        "title": "Horizon Rainbow",
        "description": "",
        "caption": "The park entrance sign stands before a thunderstorm and rainbow on the horizon.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/89FA378D-FA97-8930-F8035697C14C65A0.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/89FA378D-FA97-8930-F8035697C14C65A0.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CO",
        "parkCode": "sand",
        "designation": "National Historic Site",
        "fullName": "Sand Creek Massacre National Historic Site",
        "url": "https://www.nps.gov/sand/index.htm",
        "name": "Sand Creek Massacre"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "American Indians",
      "Civil Rights",
      "Sand Creek",
      "Cheyenne",
      "Arapaho",
      "Colorado",
      "Native American",
      "high plains group",
      "Civil War"
    ],
    "latitude": "38.54460983818302",
    "longitude": "-102.5037202570126",
    "latLong": "38.54460983818302,-102.5037202570126",
    "bodyText": "<p>Sand Creek Massacre National Historic Site commemorates the November 29, 1864, attack on a village of about 700 Southern Cheyenne and Arapaho people along Sand Creek (Big Sandy Creek and Sand Creek refer to the same drainage and are synonymous terms) in southeastern Colorado Territory, about 170 miles southeast of Denver. At dawn, approximately 675 soldiers of the 1st and 3rd Regiments, Colorado Volunteer (U.S.) Cavalry, killed more than 230 Cheyenne and Arapaho over the course of seven hours.<br /> <br /> Colonel John M. Chivington, a Methodist minister, led an unprovoked surprise attack on a peaceful camp using small arms and howitzer fire to kill as many Cheyenne and Arapaho as possible. While many managed to escape the initial onslaught, others, particularly noncombatant women, children, and the elderly, fled into and up the bottom of the dry creek channel. The soldiers followed, shooting them as they struggled through the sandy ground. At a point several hundred yards above the village, the fleeing people frantically dug pits and trenches along either side of the streambed in a desperate attempt to escape the soldiers’ bullets. Some tried to fight back with whatever weapons they had managed to retrieve from camp. At several places along Sand Creek, the soldiers shot from opposite banks in a cross-fire. Finally, the howitzers were brought forward to drive the Indians from their makeshift defenses.<br /> <br /> Among the dead were 13 Cheyenne peace chiefs and one Arapaho chief, whose deaths severely disrupted the tribes’ traditional forms of governance for generations. During that afternoon and the following day, soldiers committed atrocities on the dead, including taking human body parts as trophies. They departed the massacre site on December 1, taking 600 captured horses with them<br /> <br /> For more than 150 years, the Sand Creek Massacre has maintained its significance as one of the most emotionally charged and controversial events in U.S. history; a tragedy reflective of its time and place. The background of the Sand Creek Massacre lay in a whirlwind of events and issues triggered by the ongoing Civil War in the East and West, overreactions to the 1862–1863 Dakota uprising in Minnesota, the constant undercurrent of threatened Confederate incursions, the political and financial ambitions of Territorial Governor John Evans, and the substantial involvement of the Methodist Church in politics and the military in Colorado Territory. Perhaps most importantly, the causes of the Sand Creek Massacre lay in the irresistible momentum of Manifest Destiny—the U.S. belief in its right to establish dominance over the lands between the Mississippi River and the Pacific coast.<br /> <br /> Congress designated Sand Creek Massacre as a national historic site in 2000, and the site was dedicated and formally opened to the public on April 27, 2007. The site is on the grassland plains of southeast Colorado and remains largely undeveloped, but offers a visitor picnic area and visitor contact station with bookstore. Visitors can access the national historic site via a county road off Colorado State Highway 96. The Monument Hill area includes an overlook above Big Sandy Creek, a shade structure, and the Repatriation Area. A primitive trail continues along the bluff beyond the Monument Hill overlook, overlooking the creek bed and following the course of the massacre as tribal members fled along the creek with soldiers in pursuit. A number of interim interpretive wayside exhibits provide visitors with information about the massacre. Visitor information is also provided by a ranger-led interpretive program, a park brochure, site bulletins, and other printed material.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Rooms",
      "Historical/Interpretive Information/Exhibits",
      "Information - Ranger/Staff Member Present",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Picnic Table",
      "Restroom",
      "Toilet - Vault/Composting",
      "Water - Bottle-Filling Station"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Eads, Colorado",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "protects the site of the November 29, 1864, attack on a village of about 700 Southern Cheyenne and Arapaho people along Sand Creek",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]