[
  {
    "id": "5A33F792-03E1-4F11-ABA2-697FF0D89724",
    "url": "https://www.nps.gov/places/landmark-for-ages.htm",
    "title": "\"A Landmark for the Ages\" Wayside",
    "listingDescription": "Learn more about the development of the Scotts Bluff summit area.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/08C9B874-95F6-A4BC-4244B5D6325545DA.jpg",
        "credit": "NPS/Walker Donnelly",
        "altText": "An interpretive wayside panel is seen with a portion of a sandstone bluff behind it.",
        "title": "\"A Landmark for the Ages\" Wayside",
        "description": "",
        "caption": "Scotts Bluff is truly a \"landmark for the ages.\"",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/08C9B874-95F6-A4BC-4244B5D6325545DA.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/08C9B874-95F6-A4BC-4244B5D6325545DA.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civilian Conservation Corps",
      "summit"
    ],
    "latitude": "41.837115",
    "longitude": "-103.700043",
    "latLong": "41.837115,-103.700043",
    "bodyText": "<strong>Description of Wayside:</strong> Low-profile wayside that is 42 x 24 inches. It has a black rectangular base with two rectangular pillars supporting the wayside panel. The panel is framed in black metal. The wayside is located at the edge of the Scotts Bluff Summit Parking area facing towards the east. <br /> <br /> <strong>Wayside Layout</strong>: At the top of the wayside is a thin black banner with white text. Aligned to the left is \"Scotts Bluff National Monument\". Aligned to the right is the text \"National Park Service U.S. Department of the Interior,\" and finally the National Park Service arrowhead. The title of the wayside is below the black banner in large black font. The panel has a light gray-colored background. Black text is arranged in three columns on the upper half of the wayside. Below the text are two images. <br /> <br /> <strong>Wayside Title</strong>: A Landmark for the Ages<br /> <br /> <strong>Text:</strong> From prehistoric times to the present, people have used this geologic edifice as a waypoint.<br /> <br /> Once thought to be the tallest point in the state of Nebraska, Scotts Bluff is a striking natural landmark. Rising from the plains, over 800 ft. (244 m.) higher than the North Platte River, it has beckoned to hunters, explorers, emigrants, traders and vacationers over the centuries. For travelers from the east, it gives a welcome visual relief from the monotony of the plains. <br /> <br /> Named for Hiram Scott, an unfortunate fur trader who died near the base in 1828, the bluffs were once part of a higher plain. Only a few elevations remain after rivers carried away the soft sedimentary stone which wind, water and humans continue to erode. Layers of sandstone, siltstone, Brule clay, volcanic ash, and pipy concretions of limestone are exposed along the faces of the bluffs, telling the story of geologic processes in the area.  <br /> <br /> Although Chimney Rock, visible 23 miles to the east, is made up of the same layers as Scotts Bluff, it lacks the limestone that acts as a cap for these bluffs. Emigrants in the wagon trains commented on how long Chimney Rock might last, some giving it only a decade. In fact, Chimney Rock is the most frequently mentioned landmark in the pioneer diaries. Scotts Bluff comes in second, probably due to its size and its position next to the river where it caused wagon trains to divert to the south. <br /> <br /> Few people could enjoy this view until the 20th century. After Scotts Bluff National Monument was established in 1919, local residents lobbied the Park Service for easy access to the top. The first project was the Scout, or Zig Zag Trail on the east side along with a picnic area. In 1931 the director of the Park Service visited and agreed to build a road to the summit. Depression Era program enrollees dug tunnels, graded the road and parking area. Young men of the Civilian Conservation Corps (CCC) planted trees, sodded the side of the road, built a picnic area in Mitchell Pass and built many of the present park structures of adobe.<br /> <br /> If you had the opportunity to protect an untouched Scotts Bluff, what improvements would you allow? <br /> <br /> <strong>Image:</strong> A watercolor painting of a distinctive sandstone formation with a tall spire. <br /> <br /> <strong>Image Caption:</strong> Chimney Rock is obviously smaller than in the 19th century, but it is still visible on the horizon from this point.  <br /> Credit: \"<em>Chimney Rock</em>\" watercolor by William Henry Jackson, Scotts Bluff National Monument collection.  <br /> <br /> <strong>Image:</strong> A black and white image of men working with hand tools to level the ground. <br /> <br /> <strong>Image Caption:</strong> Civil Works Administration enrollees level the summit parking area by hand in 1933. Since the road was still being built, they hiked to the top each day. Credit: NPS Photo.",
    "audioDescription": "A wayside panel sits at the east edge of a parking lot. In the distance, beyond the panel a section of sandstone bluff can be seen. Beyond the sandstone bluff, lower elevations of the great plains can be seen along with several small communities and agricultural lands.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "CBBB759D-D49E-49EA-90D2-3A8674047DAC",
    "url": "https://www.nps.gov/places/landscape-changed.htm",
    "title": "\"A Landscape Changed Forever\" Wayside",
    "listingDescription": "Learn more about how people have changed the prairie landscape of Scotts Bluff National Monument and the surrounding area.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/6D97D4A6-EFF8-5422-39F4D4B1E1958A39.jpg",
        "credit": "NPS/Walker Donnelly",
        "altText": "An interpretive panel sits at the edge of a steep cliff overlooking sandstone bluffs.",
        "title": "\"A Landscape Changed Forever\" Wayside",
        "description": "",
        "caption": "Learn about how people have altered the prairie landscape, affecting the lives of native peoples.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6D97D4A6-EFF8-5422-39F4D4B1E1958A39.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6D97D4A6-EFF8-5422-39F4D4B1E1958A39.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Prairie"
    ],
    "latitude": "41.834873",
    "longitude": "-103.699866",
    "latLong": "41.834873,-103.699866",
    "bodyText": "<strong>Description of Wayside</strong>: Low-profile wayside that is 42 x 24 inches. It has a black rectangular base with two rectangular pillars supporting the wayside panel. The panel is framed in black metal. The wayside is located at the end of a paved trail, overlooking the visitor center complex and Mitchell Pass, a gap between two sandstone bluffs. <br /> <br /> <strong>Wayside Layout</strong>: At the top of the wayside is a thin black banner with white text. Aligned to the left is \"Scotts Bluff National Monument\". Aligned to the right is the text \"National Park Service U.S. Department of the Interior,\" and finally the National Park Service arrowhead. The title of the wayside is below the black banner in large black font. The panel has a cream-colored background. Black text is arranged in two columns on the left two-thirds of the wayside. Below the text is one image. To the right of the text are two images. <br /> <br /> <strong>Wayside Title:</strong> A Landscape Changed Forever<br /> <br /> <strong>Text:</strong> Some called it \"The Great American Desert\"<br /> <br /> Unlike the Native Americans, many 19th century European-Americans did not see the abundance and beauty of the prairie. At first it was just a barrier between them and their goals further west. Oregon had the fertile Willamette Valley, California had gold and Utah was the Promised Land. <br /> <br /> As they passed in their thousands: their animals devoured the grasses, their wagons ground deep paths and the people brought diseases to Native Americans who had no resistance. The presence of so many people crossing the plains disrupted the migration of several animal herds the Native Americans depended on for food, tools, clothing and housing. <br /> <br /> Some of the animals disappeared completely, others moved to ever shrinking habitats. The Prairie wolf and Audubon bighorn sheep are now extinct. Lone bears, elk, moose and antelope show up once every few years. The only bison in the area no longer roam free, they live on ranches instead. <br /> <br /> Once Nebraska opened to homesteading, settlers gradually made their way to the Scotts Bluff area. Using modern irrigation techniques, the North Platte River watered their crops and cattle, trees were planted as wind breaks and the face of the American prairie became what you see today. Soon the \"Great American Desert\" became a vital part of the nation's food production. <br /> <br /> What untouched areas are close to your home? Are they, or should they be, preserved? <br /> <br /> <strong>Image:</strong> Parallell wheel ruts are seen cutting through a prairie landscape.<br /> <br /> <strong>Image Caption:</strong> Scars from wagon wheels still mark the landscape. Credit: \"Wagon ruts\" tinted photo by William Henry Jackson. Scotts Bluff National Monument collection. <br /> <br /> <strong>Image:</strong> A watercolor painting shows two men with rifles in the foreground with a large herd of bison spread over the prairie in the background. <br /> <br /> <strong>Image Caption:</strong> Hunted almost to extinction, American bison roam free in very few places today. Credit: \"White Men Hunting Buffalo\" watercolor by William Henry Jackson, Scotts Bluff National Monument collection. <br /> <br /> <strong>Image:</strong> A watercolor painting depicts covered wagons, being pulled by oxen, passing distinctive sandstone formations. <br /> <br /> <strong>Image Caption:</strong> A few people on the wagon trains called the plains \"boring.\"<br /> Credit: \"North Platte River Valley\" watercolor by William Henry Jackson, Scotts Bluff National Monument collection. <br /> <br /> <br />  ",
    "audioDescription": "Interpretive wayside sign in placed at the end of a paved, asphalt trail, at the edge of a cliff with a view overlooking Mitchell Pass, the monument visitor center complex, and a modern highway.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E266368F-ADED-4C30-9608-2DE1D6ECDA91",
    "url": "https://www.nps.gov/places/a-natural-route-wayside.htm",
    "title": "\"A Natural Route\" Wayside",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4D8EAD2E-BBE2-C233-E4CB3F4B6CF93484.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "An interpretive wayside sign is anchored to a stone wall overlooking a view of a river.",
        "title": "\"A Natural Route\" Wayside",
        "description": "",
        "caption": "Learn more about why people have long traveled the North Platte River corridor.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4D8EAD2E-BBE2-C233-E4CB3F4B6CF93484.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4D8EAD2E-BBE2-C233-E4CB3F4B6CF93484.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "41.83992259960093",
    "longitude": "-103.69902491583161",
    "latLong": "41.83992259960093,-103.69902491583161",
    "bodyText": "<strong>Description of Wayside:</strong> Low-profile wayside that is 42 x 24 inches. It has a brown rectangular base with two short rectangular pillars anchored into a stone wall supporting the wayside panel. The panel is framed in brown metal. The wayside is located at the far northern end of the North Overlook Trail overlooking the North Platte River.<br /> <br /> <strong>Wayside Layout</strong>: At the top of the wayside is a thin black banner with white text. Aligned to the left is \"Scotts Bluff National Monument\". Aligned to the right is the text \"National Park Service U.S. Department of the Interior,\" and finally the National Park Service arrowhead. The title of the wayside is below the black banner in large black font. The panel has a tan background. Black text is arranged in three columns on the upper half of the wayside. Below the text is a quote and a single image. <br /> <br /> <strong>Wayside Title</strong>: A Natural Route<br /> <br /> <strong>Text:</strong> Following the river met the needs of travelers.<br /> <br /> What can a river provide? Drinking water is the first thing that comes to mind for most of us. Wild animals are drawn to the water, making it a good place to hunt. Rivers provide natural pathways which travelers follow. Some rivers are navigable and boats transport people and cargo along them.<br /> <br /> Most people from the east did not consider the North Platte River to be a very good river. It was wide, shallow and silty with a sandy bottom. Many sources say it was the “49ers” who claimed “It is too thick to drink and too thin to plow.” Those who planned to drink the river water had to either filter it through cloth or allow the sediment to settle before drinking. Crossing it was dangerous since wagons would start to sink into the soft silt if they paused for even a moment.<br /> <br /> Water in the North Platte River may have been poor quality, but it was essential in the high, dry plains. Hunting was fair until the game was scared away by the sheer number of people traveling by. But the most vital role it played was as a guide for the people on the wagon trains. Following the river meant that they were on the correct path.<br /> <br /> Look at a modern map to see the number of large cities that are next to rivers and how many roads still follow them.<br /> <br /> <strong>Quote:</strong> “The water is miserable. The Platte River is about one mile wide, and a quick-sand bottom. The channel changes almost daily.”<br /> -Sherman Hawley; excerpt from letter sent from Fort Laramie June 20, 1849<br /> <br /> <strong>Image:</strong> A black and white photograph of a bluff covered with scattered pines and sandy, shallow river below. ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "12A81054-B5E7-486E-A31C-494777AF758E",
    "url": "https://www.nps.gov/places/sea-of-grass.htm",
    "title": "\"A Sea of Grass\" Wayside",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/66D6D706-C876-4086-E660C6932DFF9D77.jpg",
        "credit": "NPS/Walker Donnelly",
        "altText": "A wayside panel overlooks the prairie and distant sandstone bluffs.",
        "title": "A Sea of Grass Wayside",
        "description": "",
        "caption": "Learn more about the native prairie of Scotts Bluff National Monument.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/66D6D706-C876-4086-E660C6932DFF9D77.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/66D6D706-C876-4086-E660C6932DFF9D77.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Prairie",
      "wayside exhibit",
      "native grasses"
    ],
    "latitude": "41.82801",
    "longitude": "-103.699401",
    "latLong": "41.82801,-103.699401",
    "bodyText": "<strong>Description of Wayside:</strong> Low-profile wayside that is 42 x 24 inches. It has a black rectangular base with two rectangular pillars supporting the wayside panel. The panel is framed in black metal. The wayside is located on the south side of the asphalt-paved Prairie View Trail east of the Scotts Bluff National Monument visitor center.<br /> <br /> <strong>Wayside Layout</strong>: At the top of the wayside is a thin black banner with white text. Aligned to the left is \"Scotts Bluff National Monument\". Aligned to the right is the text \"National Park Service U.S. Department of the Interior,\" and finally the National Park Service arrowhead. The title of the wayside is below the black banner in large black font. The panel has a cream-colored background. Black text is arranged in two columns on the left side of the wayside. Below the text are two photographic images. In the upper right hand corner of the panel are two sketches of plants. <br /> <br /> <strong>Wayside Title</strong>: A Sea of Grasses<br /> <br /> <strong>Text:</strong> Pioneers saw the Great Plains as an endless and monotonous \"Sea of Grasses,\" but it was much more. It was a land inhabited by nomadic people who followed the immense herds of bison. These Native American tribes knew and understood the prairie, its animals and plants. <br /> <br /> The Great Plains are very different today. They have been altered by modern people; both the bison herds and the plains Native Americans' nomadic way of life are gone. <br /> <br /> Thousands of acres of untouched prairie are lost to agriculture and development each year. Less than one percent of the original 400,000 square miles (256 million acres) of native prairie exists. What remains grows in small, fragmented acreages. Today the dominant native prairie plants at Scotts Bluff include needleandthread and blackroot sedge. <br /> <br /> <strong>Image:</strong> Fire moves across grasses, leaving charred remains on the left-hand side.<br /> <br /> <strong>Image:</strong> Prairie grasses and plants are seen below sandstone bluffs. <br /> <br /> <strong>Image Caption:</strong> Prescribed fire is used to maintain a restored prairie. Fire, a critical part of the natural prairie ecosystem, controls non-native vegetation, recycles nutrients, and stimulates the native plants, which are adapted to periodic burning. Scotts Bluff National Monument has an ongoing program dedicated to restoring and protecting the native prairie. <br /> <br /> <strong>Image:</strong> A sketch of the above and below-ground parts of Needleandthread.<br /> <br /> <strong>Image caption:</strong> Needleandthread <em>Stipa comata</em><br /> <br /> <strong>Image:</strong> A sketch of the above and below-ground parts of Blackroot sedge.<br /> <br /> <strong>Image caption:</strong> Blackroot sedge <em>Carex filifolia </em>Bellamy Parks Jensen, artist<br /> <br />  ",
    "audioDescription": "The wayside faces southeast toward an expanse of grasses, shrubs, and yucca. The distinctive sandstone formations, Dome and Crown Rocks, can be seen in the distance.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "406A97D4-AEA6-4158-8837-E0730FCD1BAC",
    "url": "https://www.nps.gov/places/a-transportation-corridor-wayside.htm",
    "title": "\"A Transportation Corridor\" Wayside",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C745C97B-9C81-7C30-54C58A08FA4907D5.jpg",
        "credit": "NPS/Walker Donnelly",
        "altText": "A wayside panel sits to the left of a gravel trail.",
        "title": "\"A Transportation Corridor\" Wayside",
        "description": "",
        "caption": "Learn more about some of the people who traveled this trail in the past.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C745C97B-9C81-7C30-54C58A08FA4907D5.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C745C97B-9C81-7C30-54C58A08FA4907D5.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "wayside"
    ],
    "latitude": "41.829541",
    "longitude": "-103.710928",
    "latLong": "41.829541,-103.710928",
    "bodyText": "<strong>Description of Wayside</strong>: Low-profile wayside that is 42 x 24 inches. It has a black rectangular base with two rectangular pillars supporting the wayside panel. The panel is framed in black metal. The wayside is located to the left of the gravel Oregon Trail Pathway within Mitchell Pass, a gap between two sandstone bluffs. <br /> <br /> <strong>Wayside Layout</strong>: At the top of the wayside is a thin black banner with white text. Aligned to the left is \"Scotts Bluff National Monument\". Aligned to the right is the text \"National Park Service U.S. Department of the Interior,\" and finally the National Park Service arrowhead. The title of the wayside is below the black banner in large black font. The panel has a cream-colored background. Black text is arranged in three columns in the upper half of the wayside. Below the text are three images. <br /> <br /> <strong>Wayside Title</strong>: A Transportation Corridor<br /> <br /> <strong>Text</strong>: Traffic moved both east and west along the trails.<br /> <br /> Most history books focus on the westbound travel along the trails, but what about eastward movement?<br /> <br /> The first European-Americans to record seeing the bluffs were eastbound fur traders returning from the west coast. After that, fur traders traveled both ways to trap, trade and attend rendezvous. <br /> <br /> Once wagons traversed the trail, the reasons to travel along it multiplied with vast numbers of people moving west looking for land, riches and religious freedom. The number of people who turned around is unknown. <br /> <br /> Motives for returning to their starting points varied with the people. Some \"saw the elephant\" and quit in the midst of their westbound journey. Hardships, deaths and the realization that this was not what they wanted were all reasons to become a \"go-backer\" or turnaround. Other people made it to their destination and found it was not for them. Some returned for good and others came back only long enough to bring other family members to the west.<br /> <br /> Traders drove massive freight wagons both ways on the trail. Army units also rode the trail east and west as they watched for problems along the route. The short-lived Pony Express galloped each direction as they carried mail between St. Joseph, Missouri and San Francisco, California.<br /> <br /> With traffic running two ways through such a narrow pass, how do you think they avoided having traffic jams?<br /> <br /> <strong>Image: </strong>A watercolor painting of a large group of men on horses. Two horses are each pulling carts. Another pair of horses is pulling a covered wagon. <br /> <br /> <strong>Image Caption: </strong>Fur traders attended rendezvous each year from 1825 to 1840, bringing back valuable furs for the wealthy. Credit: \"<em>Smith-Jackson-Sublette Expedition</em>\" watercolor by William Henry Jackson; Scotts Bluff National Monument Collection.<br /> <br /> <strong>Image:</strong> A watercolor painting showing groups of travelers. Some of the travelers are facing the left side of the painting. Other groups of travelers are facing the right side of the painting. In the background a building and a mountain can be seen.  <br /> <br /> <strong>Image Caption:</strong> Most of the trail was wide enough to allow room for travelers to pass each other. Credit: \"<em>Along the Sweetwater near Split Rock</em>\" watercolor by William Henry Jackson; Scotts Bluff National Monument Collection.<br /> <br /> <strong>Image:</strong> A watercolor painting of a man riding on a galloping horse and holding a pistol in his right hand while he grasps the reins in his left.  <br /> <br /> <strong>Image Caption:</strong> Pony Express riders braved the elements and other dangers to ensure mail was delivered faster than ever before. Credit: \"<em>Pony Express Rider</em>\" watercolor by William Henry Jackson; Scotts Bluff National Monument Collection.",
    "audioDescription": "A wayside panel sits to the left of a gravel trail in the middle of a pass between two sandstone bluffs. Varied vegetation, including trees, shrubs and grasses, lines the sides of the trail.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Mitchell Pass",
        "id": "562D80AA-2FFD-43AE-906E-E0C13D61475F",
        "type": "multimedia/audio",
        "url": "https://www.nps.gov/media/video/view.htm?id=562D80AA-2FFD-43AE-906E-E0C13D61475F"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "D45A84CE-D87E-4A07-A12C-0D958C5F083E",
    "url": "https://www.nps.gov/places/-assistance-wayside.htm",
    "title": "\"Assistance on the Trail\" Wayside",
    "listingDescription": "Learn about the people who provided emigrants with assistance.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CB9F7E0B-C42A-D4C6-D2C729CA8A6208A3.jpg",
        "credit": "NPS/Walker Donnelly",
        "altText": "A wayside panel is located at a view overlooking a series of slopes and ravines.",
        "title": "Assistance on the Trail Wayside",
        "description": "",
        "caption": "While emigrants were mostly self-sufficient, occasionally they were helped by others.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CB9F7E0B-C42A-D4C6-D2C729CA8A6208A3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CB9F7E0B-C42A-D4C6-D2C729CA8A6208A3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "wayside exhibit"
    ],
    "latitude": "41.832404",
    "longitude": "-103.712188",
    "latLong": "41.832404,-103.712188",
    "bodyText": "<strong>Description of Wayside</strong>: Low-profile wayside that is 42 x 24 inches. It has a black rectangular base with two rectangular pillars supporting the wayside panel. The panel is framed in black metal. The wayside is located at the west end of the Oregon Trail Pathway, facing northwest and overlooking a system of slopes and ravines. <br /> <br /> <strong>Wayside Layout</strong>: At the top of the wayside is a thin black banner with white text. Aligned to the left is \"Scotts Bluff National Monument\". Aligned to the right is the text \"National Park Service U.S. Department of the Interior,\" and finally the National Park Service arrowhead. The title of the wayside is below the black banner in large black font. The panel has a cream-colored background. Black text is arranged in three columns in the upper half of the wayside. Below the text are two images. <br /> <br /> <strong>Wayside Title</strong>: Assistance on the Trail<br /> <br /> <strong>Text</strong>: Soldiers were not always available to help travelers.<br /> <br /> While emigrants were mostly self-sufficient, there were times when they needed extra help. Since there were few forts in the early years, aid often came from the feared \"savages.\" Instead of attacking wagon trains as the eastern newspapers predicted, tribes often provided directions, offered ferry service, carried mail and traded for a variety of items among other aid. <br /> <br /> By the 1860's, though, the tribes became frustrated with the loss of their way of life and the breaking of treaties. The result was more frequent conflict.<br /> <br /> The army established Fort Mitchell, among others, in 1864 to help protect wagon trains from the growing unrest among the Native Americans. The 11th Ohio's Company F manned the adobe fort, located west of Mitchell Pass. Soldiers endured poor living conditions during the summers they occupied the fort. Their orders were to protect the pioneers. The fort was abandoned by mid-1866.<br /> <br /> Consider the challenges you face during a long journey. Where do you look for assistance?<br /> <br /> <strong>Image:</strong> A watercolor painting showing Native Amercans gathered near a teepee while emigrants pass their encampment in wagon trains. <br /> <br /> <strong>Image Caption:</strong> During the 1840s and 1850s most encounters with the plains tribes were peaceful. Credit: \"<em>Crossing the South Platte</em>\" watercolor by William Henry Jackson; Scotts Bluff National Monument Collection.<br /> <br /> <strong>Image:</strong> A watercolor painting of an adobe-walled fort with sandstone bluffs in the background.  <br /> <br /> <strong>Image Caption:</strong> Hurriedly built of adobe, Fort Mitchell was one of several forts established to guard the trail in the 1860's. Credit: \"Fort Mitchell\" watercolor by William Henry Jackson; Scotts Bluff National Monument Collection.",
    "audioDescription": "A wayside panel sits at the western end of a paved trail. The view at its location features an overlook of rugged slopes and ravines.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6054C539-546C-4DB1-B1BD-3AF14235622C",
    "url": "https://www.nps.gov/places/before-the-wagons.htm",
    "title": "\"Before the Wagons\" Wayside",
    "listingDescription": "Learn about how the area around Scotts Bluff has changed over the years.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/99ED7D36-98FD-F899-82CE5E9B95537C4D.jpg",
        "credit": "NPS/ Walker Donnelly",
        "altText": "A wayside interpretive panel at an overlook of a sandstone bluff and a cluster of buildings.",
        "title": "\"Before the Wagons\" Wayside",
        "description": "",
        "caption": "How different does the area near Scotts Bluff look today compared to in the 1830's?",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/99ED7D36-98FD-F899-82CE5E9B95537C4D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/99ED7D36-98FD-F899-82CE5E9B95537C4D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "change over time"
    ],
    "latitude": "41.834859",
    "longitude": "-103.699842",
    "latLong": "41.834859,-103.699842",
    "bodyText": "<strong>Description of Wayside</strong>: Low-profile wayside that is 42 x 24 inches. It has a black rectangular base with two rectangular pillars supporting the wayside panel. The panel is framed in black metal. The wayside is located at the southend of the South Overlook Trail, overlooking the visitor center complex and Mitchell Pass, a gap between two sandstone bluffs.<br /> <br /> <strong>Wayside Layout</strong>: At the top of the wayside is a thin black banner with white text. Aligned to the left is \"Scotts Bluff National Monument\". Aligned to the right is the text \"National Park Service U.S. Department of the Interior,\" and finally the National Park Service arrowhead. The title of the wayside is below the black banner in large black font. The panel has a cream-colored background. Black text is arranged in three columns in the upper half of the wayside. There re two images below the text. <br /> <br /> <strong>Wayside Title:</strong> Before the Wagons<br /> <br /> <strong>Wayside Text:</strong> The bluffs as a landmark and lookout.<br /> <br /> It was a treeless expanse. Floods and lightning caused grass fires killed seedlings that tried to grow on the plains. Mixed tall and short grasses grew on the prairie around the bluffs, perfect grazing for the bison and elk that lived here. Only on top of the bluffs were trees able to grow. <br /> <br /> To the first people of this area, it was not barren. There was life everywhere. Along with game to hunt, there were fish in the river. Many of the plants had multiple uses including the yucca, prickly pear, chokecherry, sunflower, wild onion and wild licorice. The land was bountiful and appreciated.<br /> <br /> Wildlife, including bear, antelope, praiie wolves, coyotes and the all-important bison, roamed the area. What better spot to scout the location of the herds than from the top of the bluff?<br /> <br /> The first recorded sighting of the bluffs was by a party of men from John Jacob Astor's Pacific Fur Companyheaded east from Oregon in 1812. On Christmas Day, Robert Stuart wrote: \"The hills on the south have lately approached the river, are remarkably rugged and Bluffy, and possess a few Cedars.\" The first white men did not leave much of a mark on the prairie. There were few fur traders and they traveled across the plains quickly.<br /> <br /> What did your home look like before modern houses and landscaping changed it? <br /> <br /> <strong>Image:</strong> A watercolor painting of Scotts Bluff Circa 1837. In the foreground men are seen on horseback.<br /> <br /> <strong>Image Caption:</strong> In 1837 Alfred Jacob Miller traveled to the fur trade rendezvous in Wyoming and stopped to sketch Scotts Bluff. Later he turned the sketch into a watercolor painting. Credit: ALfred Jacob Miller (American, 1810-1874), <em>Scotts Bluffs Near the Nebraska, ca. 1837</em>, watercolor on paper, Joslyn Art Museum, Omaha, Nebraska, Museum purchase, 1988.10.17 <br /> <br /> <strong>Image:</strong> Scotts Bluff is seen in the background. In the foreground are power lines, industrial buildings and homes.<br /> <br /> <strong>Image Caption:</strong> Modern day Scotts Bluff from the same angle as the Miller painting. The photo shows how the plains around the bluff have changed, but the bluff is remarkably similar to what the first white men saw. Credit: NPS Photo. ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E4F23276-105F-4000-B0DC-7A9610142D94",
    "url": "https://www.nps.gov/places/choices-wayside.htm",
    "title": "\"Choices\" Wayside",
    "listingDescription": "Learn about the factors that emigrants took into consideration when deciding on their route west.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/0096E7CA-9CE3-C91D-33824B331AA5B93A.jpg",
        "credit": "NPS/Walker Donnelly",
        "altText": "A wayside sign sits to the right hand side of a paved trail with a view of a sandstone bluff.",
        "title": "\"Choices\" Interpretive Wayside",
        "description": "",
        "caption": "What route would you take?",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0096E7CA-9CE3-C91D-33824B331AA5B93A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0096E7CA-9CE3-C91D-33824B331AA5B93A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "wayside exhibit"
    ],
    "latitude": "41.828615",
    "longitude": "-103.708211",
    "latLong": "41.828615,-103.708211",
    "bodyText": "<strong>Description of Wayside</strong>: Low-profile wayside that is 42 x 24 inches. It has a black rectangular base with two rectangular pillars supporting the wayside panel. The panel is framed in black metal. The wayside is located to the right of the paved Oregon Trail Pathway facing towards Mitchell Pass, a gap between two sandstone bluffs. <br /> <br /> <strong>Wayside Layout</strong>: At the top of the wayside is a thin black banner with white text. Aligned to the left is \"Scotts Bluff National Monument\" Aligned to the right is the text \"National Park Service U.S. Department of the Interior,\" and finally the National Park Service arrowhead. The title of the wayside is below the black banner in large black font. The panel has a cream-colored background. Black text is on the left two-thirds of the wayside. Below the text in this same section are images of trade items (rings, rowels, metal dangles, and beads) found at the site of the Robidoux Trading Post. The upper right hand side of the panel features a map of the Oregon/California Trail routes near Scotts Bluff. The lower right hand side features an image of a gentle pass in the prairie known as Robidoux Pass.<br /> <br /> <strong>Wayside Title</strong>: Choices<br /> <br /> <strong>Text</strong>: What route would you take? Wagon trains that arrived at Scotts Bluff had a choice to make. Although they wanted to stay close to the North Platte River, the bluffs were in the way. Traveling through the badlands next to the river was impossible for wagons. Before 1851 the ravines on the west side of the bluffs prevented wagons from going though the notch ahead of you. They could cross the river to the north side. That meant braving the water current and quicksand. Or they could take Robidoux Pass to the south and make a long detour.<br /> <br /> Robidoux Pass received its name from two brothers who built a trading post on the trail. A nearby spring of good water; a blacksmith available for repairs and the chance to buy or trade for needed items helped make this a decent route to travel. <br /> <br /> In 1850 soldiers from Fort Laramie or traders in competition with Robidoux created a one-wagon wide trail through the ravines. The new route brought them back to the river eight miles before the old one. Emigrants started to take advantage of the shorter route back to the river in the 1851 travel season. <br /> <br /> Visit Robidoux Pass and see if you think it would be a better route. <br /> <br /> <strong>Quote:</strong> From the 1851 diary of William C. Lobenstine<br /> \"We approached Scotch Bluffs ...The rock itself is separated nearly at its middle, having a pass here about fifty to sixty feet wide, ascending at both sides perpendicular to a height of three hundred to four hundred feet. The passage through here was only made possible in 1851 and is now preferred by nearly all the emigrants, cutting off a piece of eight miles from the old road.\" <br /> <br /> <strong>Image: </strong>Trade goods pictured include five metal rings, two rowels (the circular spikes that are part of a boot spur), beaded necklaces, and four metal dangles. <br /> <br /> <strong>Image Caption:</strong> The covered wagon trade lasted for only one and a half months each year. Trade with the American Indians was a year round business. Credit: Rings, rowels, metal dangles and beads found at the Robidoux Trading Post site, Scotts Bluff National Monument Collection. <br /> <br /> <strong>Image:</strong> A map showing the North Platte River on the top, and outline of bluffs on the bottom, and the different routes that the Oregon Trail took through the area. <br /> <br /> <strong>Image Caption:</strong> The map above shows the choice of routes around the bluffs that the wagon trains had beginning in 1851. Credit: NPS<br /> <br /> <strong>Image:</strong> A gentle grassy pass between bluffs. <br /> <br /> <strong>Image Caption:</strong> Robidoux Pass as it looks today. Although the route was out of the way, it was gentler than Mitchell Pass. Credit: NPS<br />  ",
    "audioDescription": "A low profile wayside sits to the right of a trail paved with asphalt. Ahead can be seen sandstone bluffs on the right and left sides of a gap. A modern, paved road passes though the left side of the gap. The paved trail continues ahead in roughly the center of the pass.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "The Emigrant Trails",
        "id": "EA1E73C7-F790-4F96-9E5E-98E917EFE9CA",
        "type": "multimedia/audio",
        "url": "https://www.nps.gov/media/video/view.htm?id=EA1E73C7-F790-4F96-9E5E-98E917EFE9CA"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "023994FF-9036-41BB-959D-47114A9A623D",
    "url": "https://www.nps.gov/places/eroding-landmark.htm",
    "title": "\"Eroding Landmark\" Wayside",
    "listingDescription": "Learn about how erosion has shaped Scotts Bluff and continues to shape it even to this day.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D796362D-B462-1EBC-E9702C7260FA6207.jpg",
        "credit": "NPS/ Walker Donnelly",
        "altText": "An interpretive wayside sits next to a mound of limestone with a metal post sticking out of it.",
        "title": "\"Eroding Landmark\" Wayside",
        "description": "",
        "caption": "Erosion is still shaping Scotts Bluff today.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D796362D-B462-1EBC-E9702C7260FA6207.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D796362D-B462-1EBC-E9702C7260FA6207.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "geology",
      "erosion"
    ],
    "latitude": "41.838082",
    "longitude": "-103.698689",
    "latLong": "41.838082,-103.698689",
    "bodyText": "<strong>Description of Wayside</strong>: Low-profile wayside that is 42 x 24 inches. It has a black rectangular base with two rectangular pillars supporting the wayside panel. The panel is framed in black metal. The wayside is located near the summit of Scotts Bluff, just east of the North Overlook Trail. <br /> <br /> <strong>Wayside Layout</strong>: At the top of the wayside is a thin black banner with white text. Aligned to the left is \"Scotts Bluff National Monument\". Aligned to the right is the text \"National Park Service U.S. Department of the Interior,\" and finally the National Park Service arrowhead. The title of the wayside is below the black banner in large black font. The panel has a light-blue colored background. Black text is arranged in two columns in the upper left hand corner of the wayside. There is a primary image that takes up most of the wayside and an inset image in the lower left-hand corner. <br /> <br /> <strong>Wayside Title</strong>: Eroding Landmark<br /> <br /> <strong>Text</strong>: Little by little, Scotts Bluff is eroding away.<br /> <br /> You are now standing on the summit of Scotts Bluff, but each year a little more of it erodes away. In 1933, the top of the metal survey post in front of you was level with the rock surface. In just a few decades a considerable volume of sandstone has eroded away. <br /> <br /> One by one, the grains of sand that make up this sedimentary rock break off, then blow or wash away. Given time, the persistent action of rain, ice, and wind will reduce Scotts Bluff to the level of the surrounding flatlands. <br /> <br /> Erosion may happen slowly over time or suddenly with a rock slide. Weather elements often combine to make larger erosion events occur. <br /> <br /> Human footsteps greatly accelerate the erosion of soft sandstone formations. Please help to preserve Scotts Bluff for future generations by remaining on the hard-surfaced trails. <br /> <br /> What can you do to prevent erosion? <br /> <br /> <strong>Primary Image:</strong> Layers of soft, tan sandstone rock are seen capped with a layer of harder, gray limestone. <br /> <br /> <strong>Primary Image Caption:</strong> Cap layers of hard, erosion-resistant rock help to protect softer layers below. The cap rock in front of you is gradually breaking away, exposing the pale, easily-crumbled sandstone to the elements. Credit: NPS photo. <br /> <br /> <strong>Inset Image:</strong> A metal post survey marker sticks out of the ground. Yellow flowers bloom at its base. <br /> <br /> <strong>Inset Image Caption:</strong> The survey marker here shows the highest elevation of Scotts Bluff to be 4649 feet (1417 meters) above sea level, but natural and human erosion are working to reduce that figure. Credit: NPS Photo. ",
    "audioDescription": "A interpretive wayside sits just to the east of the asphalt-paved North Overlook Trail. Just behind the wayside is a mound of sandstone. There is a metal post survey marker sticking out of the sandstone. In the distance, the lower elevations of the plains can be seen, along with towns and a river.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D68D65AD-14DF-470F-8713-6BDCD9A3BD40",
    "url": "https://www.nps.gov/places/history-lives.htm",
    "title": "\"History Lives on in Art\" Wayside",
    "listingDescription": "Learn more about William Henry Jackson, a pioneer artist.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D0098AE6-B445-F814-5DB3679604413BAC.jpg",
        "credit": "NPS/Walker Donnelly",
        "altText": "An wayside panel is flanked by a wooden bench to its left. A sandstone bluff is off in the distance.",
        "title": "\"History Lives on in Art\" Wayside",
        "description": "",
        "caption": "William Henry Jackson camped in this unique location in 1866.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D0098AE6-B445-F814-5DB3679604413BAC.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D0098AE6-B445-F814-5DB3679604413BAC.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "wayside exhibit"
    ],
    "latitude": "41.832352",
    "longitude": "-103.712158",
    "latLong": "41.832352,-103.712158",
    "bodyText": "<strong>Description of Wayside</strong>: Low-profile wayside that is 42 x 24 inches. It has a black rectangular base with two rectangular pillars supporting the wayside panel. The panel is framed in black metal. The wayside is located at the west end of the Oregon Trail Pathway, facing east and overlooking Mitchell Pass, a gap between two sandstone bluffs.<br /> <br /> <strong>Wayside Layout</strong>: At the top of the wayside is a thin black banner with white text. Aligned to the left is \"Scotts Bluff National Monument\". Aligned to the right is the text \"National Park Service U.S. Department of the Interior,\" and finally the National Park Service arrowhead. The title of the wayside is below the black banner in large black font. The panel has a cream-colored background. Black text is arranged in two columns in the center of the wayside. There is a primary image that takes up the lower left corner of the panel and an inset image on the right hand side. <br /> <br /> <strong>Wayside Title</strong>: History Lives on in Art<br /> <br /> <strong>Text</strong>: William Henry Jackson slept here.<br /> <br /> In 1866 William Henry Jackson traveled the California Trail as a bullwhacker with a freight wagon train. Although he had no prior experience, Jackson quickly learned to yoke and drive the multiple yokes (pairs) of oxen that pulled each wagon. Seventy years later he returned to dedicate the new Park Service museum on the east side of the pass. By this time he was a well-known photographer, artist, and supporter of emigrant trail history. Jackson guided the park rangers to this spot where he and his fellow bullwhackers bedded down for the night.<br /> <br /> Using memories of his own experiences, sketches he made during his travels and revisiting the sites, Jackson depicted scenes of trail life from the Missouri River to the west coast. His watercolor paintings grace many books about the trails and most of his collection was donated to Scotts Bluff National Monument in 1949. <br /> <br /> How do you memorialize your travels?<br /> <br /> <strong>Quote</strong>: \"Thursday, August 2nd. At noon we corralled ... 10 miles from Scotts Bluffs, which loom up before us in all their variety of outline. In the P.M. we drove up into the pass that leads through them. We had one of the steepest and worst gulches to drive through yet ... our camp is right in one of the narrowest parts of the pass and the walls rise up perpendicularly on either hand ... \" -William Henry Jackson, 1866 diary<br /> <br /> <strong>Primary Image:</strong> A watercolor painting of a freight wagon train being driven past a distinctive looking sandstone bluff. <br /> <br /> <strong>Image Caption:</strong> One of the rare views of the trail looking east, this shows how narrow the route around the bluff was. Credit: \"<em>Scotts Bluff</em>\" Water color painting by William Henry Jackson, Scotts Bluff National Moument Collection<br /> <br /> <strong>Inset Image</strong>: A sketch of a man standing with his left hand in his pocket and his right hand holding a whip. <br /> <br /> <strong>Image Caption</strong>: A self-portrait of Jackson as a bullwhacker in 1866. Credit: \"<em>Salt Lake, 1866</em>\" by William Henry Jackson, Scotts Bluff National Moument Collection",
    "audioDescription": "A wayside panel sits off of an asphalt trail. Just to the left of the panel is a wood bench. Behind the panel and to the east is a pass between two sandstone bluffs. In the distance is a sandstone tower that stands on its own.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "William Henry Jackson's 1866 Campsite",
        "id": "99DD6DC9-B4B8-414D-841B-0D99E82C5FCA",
        "type": "multimedia/audio",
        "url": "https://www.nps.gov/media/video/view.htm?id=99DD6DC9-B4B8-414D-841B-0D99E82C5FCA"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "A71B7D34-5B8E-426A-A789-A1E5AEDC1010",
    "url": "https://www.nps.gov/places/portal-to-the-west.htm",
    "title": "\"Portal to the West\" Wayside",
    "listingDescription": "Welcome to Scotts Bluff National Monument. Learn more about the significance of the \"Landmark on the Plains.\"",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/00516CBD-C8C4-A5A9-48A35651686758E4.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "An interpretive wayside panel overlooks a gap between sandstone bluffs.",
        "title": "\"Portal to the West\" Wayside",
        "description": "",
        "caption": "Scotts Bluff has long been a landmark for travelers in this area.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/00516CBD-C8C4-A5A9-48A35651686758E4.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/00516CBD-C8C4-A5A9-48A35651686758E4.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "oregon trail",
      "California trail"
    ],
    "latitude": "41.823505",
    "longitude": "-103.69476",
    "latLong": "41.823505,-103.69476",
    "bodyText": "<strong>Description of Wayside:</strong> Low-profile wayside that is 42 x 24 inches. It has a black rectangular base with two rectangular pillars supporting the wayside panel. The panel is framed in black metal. The wayside is located at the northwest end of a short, asphalt-paved trail located at the east entrance to Scotts Bluff National Monument.<br /> <br /> <strong>Wayside Layout</strong>: At the top of the wayside is a thin black banner with white text. Aligned to the left is \"Scotts Bluff National Monument\". Aligned to the right is the text \"National Park Service U.S. Department of the Interior,\" and finally the National Park Service arrowhead. The title of the wayside is below the black banner in large black font. The panel has a cream-colored background. Black text is arranged in one column on the left side of the wayside. To the right of the text is a large map marking the routes of the Oregon Trail, California Trail, Mormon Pioneer Trail, and Pony Express. Below the map are three columns of black text. The text in the left column is a caption about the map. The text in the other two columns are quotations from emigrants who traveled these trails.  <br /> <br /> <strong>Wayside Title</strong>: Portal to the West<br /> <br /> <strong>Text:</strong> A welcome landmark.<br /> <br /> Scotts Bluff was a marvel to many people from the eastern part of the continent. Rising abruptly from the plains, it inspired some to write poetic descriptions in their diaries. It was a relief to people on their westward journey to Oregon and California to see the bluffs rise from the prairie. They were a milepost that meant a third of the trip was accomplished. They were also a sign that the plains were almost behind them and the mountains were about to begin. The easy portion was over and the difficult part was ahead.<br /> <br /> Emigrants were not the only ones to travel through the pass ahead. Riders for the short-lived Pony Express galloped east and west along the same path. Stagecoaches and the first transcontinental telegraph also followed the trail used by thousands.  Although the first railroad route across the nation ran a few miles south of Mitchell Pass, its impact was felt. Starting in 1869, travelers preferred the faster, safer transportation of the \"Iron Horse\" over the wagon trains. <br /> <br /> Discover more about the travelers of the past while exploring the exhibits at the Visitor Center and walking the trails. <br /> <br /> <strong>Image:</strong> A map of the central and western United States showing the routes of the Oregon Trail, California Trail, Mormon Pioneer Trail and the Pony Express. <br /> <br /> <strong>Image Caption:</strong> Northern overland routes to the west followed the Platte River towards the Rocky Mountains. South Pass was the best place for wagons to cross the Continental Divide and marks where the trails diverge. Credit: Produced by the National Trails Intermountain Region, February 2016; GEBCO, NOAA/NGDC, Natural Earth. <br /> <em>Disclaimer: No warranty is made by the National Park Service as the accuracy, reliablility, or completeness of these data for individual use or aggregate use with other data. </em><br /> <br /> <strong>Quote:</strong> <em>\"Scott's Bluffs - This is one of the most delightful places that nature ever formed. The lofty bluffs on each side of a low valley, form a handsome and striking contrast.\"</em> -Franklin Street; California in 1850 <br /> <br /> <strong>Quote:</strong> <em>\"June 17 - The scenery was most enchanting surpassing in loveliness and originality anything I had ever beheld. Bluffs the most picturesque and resembling to the life of some old castle of ancient times. About noon we came to Scotts Bluff, which much resembled an old fortification.\"</em> -Celinda E. Himes; diary 1853 ",
    "audioDescription": "An interpretive panel sits at the northwest end of a paved trail. Directly behind the panel is a split-rail style fence. Beyond the fence is a ravine cut into the landscape of the prairie. In the distance a gap between two sandstone bluff can be seen.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F3EFCFAC-BCF1-44F2-AE2E-CDB3A2FA613C",
    "url": "https://www.nps.gov/places/remnant-highlands.htm",
    "title": "\"Remnant Highlands\" Wayside",
    "listingDescription": "Learn more about the geologic forces that shaped Scotts Bluff.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D59148CE-D7CB-CA74-E6C8463F68ED2E90.jpg",
        "credit": "NPS/Walker Donnelly",
        "altText": "A wayside, interpretive panel sits east of an asphalt-paved trail overlooking a sandstone cliff.",
        "title": "\"Remnant Highlands\" Wayside",
        "description": "",
        "caption": "Layers of sediment are plainly visible in the rock face to the east.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D59148CE-D7CB-CA74-E6C8463F68ED2E90.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D59148CE-D7CB-CA74-E6C8463F68ED2E90.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "geology",
      "sandstone"
    ],
    "latitude": "41.835332",
    "longitude": "-103.699454",
    "latLong": "41.835332,-103.699454",
    "bodyText": "<strong>Description of Wayside</strong>: Low-profile wayside that is 42 x 24 inches. It has a black rectangular base with two rectangular pillars supporting the wayside panel. The panel is framed in black metal. The wayside is located on the east side of the paved South Overlook Trail facing towards Saddle Rock, a sheer-sided sandstone formation. <br /> <br /> <strong>Wayside Layout</strong>: At the top of the wayside is a thin black banner with white text. Aligned to the left is \"Scotts Bluff National Monument\" Aligned to the right is the text \"National Park Service U.S. Department of the Interior,\" and finally the National Park Service arrowhead. The title of the wayside is below the black banner in large black font. The panel has a cream-colored background. Black text is in one column on the left side of the wayside. To the right of the text is a large primary image with a smaller inset image in the lower, lefthand corner of the primary image.<br /> <br /> <strong>Wayside Title</strong>: Remnant Highlands<br /> <br /> <strong>Wayside Text:</strong> These bluffs are isolated remnants of the ancient high plains. <br /> <br /> The bluff upon which you are standing and the ones adjacent to it were known collectively by the pioneers as Scotts Bluffs. Like the famous Chimney Rock to the east, Scotts Bluff is an outlier formation to the Wildcat Hills, visible along the horizon to your right. <br /> <br /> Twenty-two million years ago, the surface of the plains was as high as Scotts Bluff - a gently sloping landscape composed of sediments from mountains to the west. About 3 million years ago, the Platte River and its tributaries began to erode the high plains. Bit by bit, water carried away massive volumes of soil and rock, creating canyons that grew wider and wider. <br /> <br /> Today only the Wildcat Hills, Scotts Bluff and other erosion-resistant remnants of the high plains remain. On the multi-layered cliff face ahead you can see many of the rock layers that once covered this region. <br /> <br /> How was the land around your home formed? <br /> <br /> <strong>Primary Image:</strong> A section of sandstone bluff known as Saddle Rock is seen with layers of rock.<br /> <br /> <strong>Image Captions:</strong> Slender horizontal bodies of rock called concretions are exposed in the rock here. The pale concretions are lime deposits from underground water. This layer of limestone provides a capstone which protects softer rock layers underneath. <br /> <br /> Large, shallow cavities appear on the cliff face where slabs of rock have fallen away.<br /> <br /> Knobs at this end of Saddle Rock have been protected from erosion by erosion-resistant cap rocks. <br /> <br /> These slabs of sandstone broke away from the cliff face and slumped downward. As they slowly disintegrate, the pieces become part of the slope below. <br /> <br /> Between this slab and the cliff face there's a crack wide enough to see through. Eventually the slab will fall away, and new cracks will appear. <br /> <br /> This white ash layer consists of tiny, wind-borne glass shards erupted from western volcanos. Underneath the ash, oxidation has stained the sandstone a rusty brown. <br /> <br /> <strong>Inset Image:</strong> Gray limestone concretions protrude from layers of sandstone. <br /> <br /> <strong>Inset Image Caption:</strong> Hard, pipe-like limestone concretions help to hold Scotts Bluff together. Credit: NPS Photo. ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3CC82C71-6B15-450B-BE89-16CE5E13D3ED",
    "url": "https://www.nps.gov/places/faces-on-the-trail.htm",
    "title": "\"The Many Faces on the Trail\" Wayside",
    "listingDescription": "Learn about different groups of people who have passed by Scotts Bluff.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CB25BD05-E427-53B9-30C75841D05866FB.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "An interpretive wayside panel sits at an overlook of a cluster of buildings and a gap between bluffs",
        "title": "\"The Many Faces on the Trail\" Wayside",
        "description": "",
        "caption": "Many different groups of people have passed this landmark on the plains.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CB25BD05-E427-53B9-30C75841D05866FB.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CB25BD05-E427-53B9-30C75841D05866FB.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "people"
    ],
    "latitude": "41.834841",
    "longitude": "-103.699818",
    "latLong": "41.834841,-103.699818",
    "bodyText": "<strong>Description of Wayside</strong>: Low-profile wayside that is 42 x 24 inches. It has a black rectangular base with two rectangular pillars supporting the wayside panel. The panel is framed in black metal. The wayside is located at the south end of the South Overlook Trail, overlooking the visitor center complex and Mitchell Pass, a gap between two sandstone bluffs.<br /> <br /> <strong>Wayside Layout</strong>: At the top of the wayside is a thin black banner with white text. Aligned to the left is \"Scotts Bluff National Monument\". Aligned to the right is the text \"National Park Service U.S. Department of the Interior,\" and finally the National Park Service arrowhead. The title of the wayside is below the black banner in large black font. The panel has a cream-colored background. Black text is arranged in three columns on the top half of the wayside. There is one image that takes up the entire bottom of the panel. <br /> <br /> <strong>Wayside Title</strong>: The Many Faces on the Trail<br /> <br /> <strong>Text</strong>: The bluffs have witnessed a wide variety of travelers.<br /> <br /> The river is life. Animals made thier paths along it and leading to and from it. Humans followed next; the first traveled lightly, leaving little trace of their passing. Occasionally they would climb the tall bluffs where the height allowed them to see far across the plains.<br /> <br /> It was not too long ago that new men started to use the river as a guide. These men looked for wealth. Fur traders traveled to and from the fur rich mountains to the west. Beaver and other furs were in demand for the fashonable people in the east. Soon buffalo robes were also popular. <br /> <br /> The traders tended to be loners who left little mark on the land since they rarely had more than a couple of horses or mules to carry their furs.<br /> <br /> Once South Pass was discovered and wagons could travel through the Rocky Mountains, the impacts on the land increased. Farmers coveted the fertile land in the Willamette Valley in Oregon. They brought families and friends to settle with them. When word of gold reached the eastern states in 1848, thousands traveled west. Few families crossed the plains as men flooded the trail expecting to become rich quickly in California, then return home.  <br /> <br /> Many emigrants moved west for religious reasons. The earliest wagons belonged to missionaries; the Marcus Whitman party was the first. Later, Mormons fled persecution in the east using the lesser traveled trail on the north side of the Platte River.<br /> <br /> The bluffs now watch over people who have chosen to live here as well as those who travel by. Modes of travel have changed, but the bluffs still serve as a landmark to those following the river. <br /> <br /> What events has a landmark near your home seen? <br /> <br /> <strong>Image:</strong> A watercolor painting that serves as a timeline for different groups and methods of travel along the Oregon Trail. Starting from left to right, here is what is depicted:<br /> <br /> Wild Animals; a cluster of evergreen trees are seen with elk.<br /> <br /> Native Americans ??? - 1900; Groups of people dressed in traditional native clothing are seen along with dogs and horses dragging travois.<br /> <br /> Fur Traders 1812 - 1850; Three men ride horses. Other horses are loaded with packs. In the background is a cluster of trees and a snow-capped mountain.<br /> <br /> Euro-American Emigrants 1836 - 1869; A man and woman stand on the tall promontory facing west. Behind them are men with mules carrying tools and packs of gear. Behind the mules is a horse-drawn wagon. Behind the horse-drawn wagon is a covered wagon being drawn by oxen. <br /> <br /> Pony Express 1860 - 1861; In the lower right hoand corner of the painting is a man on horseback, waving his hat in the air.  <br /> <br /> Stagecoach 1861 - 1869; On the far right side of the painting is a stagecoach being drawn by three pairs of horses. <br /> <br /> Railroad 1869 - present; In the distance, behind the stagecoach is a steam-powered train.<br /> <br /> Automobile 1886 - present; Behind the sagecoach, but forward of the train, a car is seen. <br /> <br /> Airplane 1914 -present; An airplane is seen flying above the stagecoach on the far right side of the painting. <br /> <br /> <strong>Image Caption:</strong> William Henry Jackson lived almost 100 years and witnessed a wide range of people and modes of transportation as they traveled across the plains. His watercolor painting, \"Westward America,\" is a tribute to those people. Credit: \"Westward America\" watercolor by William Henry Jackson; Scotts Bluff National Monument Collection. <br />  ",
    "audioDescription": "Three interpretive panels are arranged at the south end of an asphalt-paved trail. Beyond the panels is a steep drop-off and views that look out over a cluster of buildings, a modern highway, and a gap between sandstone bluffs.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3A4E84AB-E640-42C8-A7BA-6B9C7E80CE5A",
    "url": "https://www.nps.gov/places/two-sides-of-the-river-wayside.htm",
    "title": "\"Two Sides of the River\" Wayside",
    "listingDescription": "Learn more about the people who traveled along the North Platte River as they emigrated west.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4C6BD1E0-AD47-3DE4-9F682117FE04EA04.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "An interpretive wayside in a frame attached to a stone wall.",
        "title": "\"Two Sides of the River\" Wayside",
        "description": "",
        "caption": "Learn more about the Mormon emigrants who traveled along the North Platte River.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4C6BD1E0-AD47-3DE4-9F682117FE04EA04.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4C6BD1E0-AD47-3DE4-9F682117FE04EA04.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "IL,IA,NE,UT,WY",
        "parkCode": "mopi",
        "designation": "National Historic Trail",
        "fullName": "Mormon Pioneer National Historic Trail",
        "url": "https://www.nps.gov/mopi/index.htm",
        "name": "Mormon Pioneer"
      },
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "41.839926595878936",
    "longitude": "-103.699085712542",
    "latLong": "41.839926595878936,-103.699085712542",
    "bodyText": "<strong>Description of Wayside:</strong> Low-profile wayside that is 42 x 24 inches. It has a brown rectangular base with two short rectangular pillars anchored into a stone wall supporting the wayside panel. The panel is framed in brown metal. The wayside is located at the far northern end of the North Overlook Trail overlooking the North Platte River.<br /> <br /> <strong>Wayside Layout</strong>: At the top of the wayside is a thin black banner with white text. Aligned to the left is \"Scotts Bluff National Monument\". Aligned to the right is the text \"National Park Service U.S. Department of the Interior,\" and finally the National Park Service arrowhead. The title of the wayside is below the black banner in large black font. The panel has a light blue background. Black text is arranged in three columns on the upper half of the wayside. Below the text are three images. <br /> <br /> <strong>Wayside Title</strong>: Two Sides of the River<br /> <br /> <strong>Text:</strong> The Platte River served as a buffer between people.<br /> <br /> Emigrants followed the Platte River for up to 650 miles (1,046 km) depending on where they first joined it. Many traveled on the south side while others stayed on the north side. What determined their decision? Usually it was a matter of where they started along the Missouri River. If they began their journey south of Council Bluffs, they stayed on the south side of the river. For those who embarked from Council Bluffs, as did most Mormons, the north side was their route. Traveling on the north side of the river also reduced the amount of harassment from non-Mormon “Gentiles.”<br /> <br /> Council Bluffs Road, the early name for the trail, served most of the Mormon emigrants as the path to Zion. To escape persecution in the States, Brigham Young, the leader of the church, decided that the valley of the Salt Lake in Utah Territory was far enough from other settlements to be safe. Handcart companies were formed to accommodate European converts with little money to cross the continent. For each group of approximately 20 handcarts, one covered wagon carried extra supplies and tents. The wagons also served as traveling commissaries, transporting food for the emigrants’ meals. Of the 70,000 Mormons who crossed the country to Utah, ten handcart companies brought almost 3,000 emigrants to Utah from 1856 through 1860.<br /> <br /> Each side of the river had its challenges. Since the forts were built on the more-heavily traveled south side of the Platte River, people on the north side had to make dangerous river crossings to visit the forts. Larger numbers on the south side meant poorer sanitation, more disease, and more competition for grazing and campfire fuel.<br /> <br /> What determines your route when you travel?<br /> <br /> <strong>Image:</strong> A watercolor painting of a large group of emigrants crossing a river. Some of the emigrants push handcarts, while others walk beside covered wagons being pulled by oxen.  <br /> <br /> <strong>Image Caption:</strong> This watercolor shows the mix of handcarts and covered wagons that made up a typical handcart company. Credit: “Mormon Party near Fort Bridger” by William Henry Jackson; Scotts Bluff National Monument Collection<br /> <br /> <strong>Image:</strong> Two women push a handcart with a small cover protecting its contents. <br /> <br /> <strong>Image Caption:</strong> A handcart was pushed rather than pulled, since the crossbar was pushed against. Credit: NPS Photo.<br /> <br /> <strong>Image:</strong> The cover of a book titled \"Book of Mormon.\"<br /> <br /> <strong>Image Caption:</strong> Joseph Smith organized the Church of Jesus Christ of Latter-Day Saints after producing the Book of Mormon. Credit: Frontispiece of the 1830 “Book of Mormon.”",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A6167DB3-FFD0-468C-9C88-D3FF2B2BD0C6",
    "url": "https://www.nps.gov/places/000/chimney-rock-national-historic-site.htm",
    "title": "Chimney Rock National Historic Site",
    "listingDescription": "Chimney Rock was more than a wonder of nature. It was also a significant landmark in measuring the emigrants' progress west. This natural feature was a \"grand and splendid object\" to emigrants who had never seen the geology of the American West.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/A2A19DD0-F0B9-83EE-CE3553E295493C64.jpg",
        "credit": "Photo/NPS",
        "altText": "Sunflowers in the foreground with a distant, chimney-shaped rock feature.",
        "title": "Chimney Rock",
        "description": "",
        "caption": "Chimney Rock in Nebraska.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A2A19DD0-F0B9-83EE-CE3553E295493C64.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A2A19DD0-F0B9-83EE-CE3553E295493C64.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,CO,ID,KS,MO,NE,NV,OR,UT,WY",
        "parkCode": "cali",
        "designation": "National Historic Trail",
        "fullName": "California National Historic Trail",
        "url": "https://www.nps.gov/cali/index.htm",
        "name": "California"
      },
      {
        "states": "IL,IA,NE,UT,WY",
        "parkCode": "mopi",
        "designation": "National Historic Trail",
        "fullName": "Mormon Pioneer National Historic Trail",
        "url": "https://www.nps.gov/mopi/index.htm",
        "name": "Mormon Pioneer"
      },
      {
        "states": "ID,KS,MO,NE,OR,WA,WY",
        "parkCode": "oreg",
        "designation": "National Historic Trail",
        "fullName": "Oregon National Historic Trail",
        "url": "https://www.nps.gov/oreg/index.htm",
        "name": "Oregon"
      },
      {
        "states": "CA,CO,KS,MO,NE,NV,UT,WY",
        "parkCode": "poex",
        "designation": "National Historic Trail",
        "fullName": "Pony Express National Historic Trail",
        "url": "https://www.nps.gov/poex/index.htm",
        "name": "Pony Express"
      },
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "oregon trail",
      "California trail",
      "Mormon Pioneer Trail",
      "pony express trail",
      "historic trail",
      "National Trails",
      "places",
      "emigrant trails",
      "Nebraska",
      "Chimney Rock",
      "landmarks",
      "geoheritage sites"
    ],
    "latitude": "41.702687",
    "longitude": "-103.332108",
    "latLong": "41.702687,-103.332108",
    "bodyText": "<p>Visible for miles, <b>Chimney Rock</b> was more than a wonder of nature. It was also a significant landmark in measuring the emigrants' progress west. This natural feature was a \"grand and splendid object\" to emigrants who had never seen the geology of the American West. As they traveled alongside the North Platte River, they peered eagerly ahead for their first view of the rock. As such, it was mentioned in more emigrant diaries than any other landmark on the Oregon Trail!</p> <p><strong>Emigrant Remarks</strong></p> <p>On June 27, 1849, Elisha Perkins was humbled and awed by his visit to this remarkable curiosity when me wrote,</p> <blockquote> <p>\". . . camped opposite to & about 1 mile from Chimney Rock. I had some curiosity to see this . . . Imagine a pyramid standing alone though surrounded by rocky precipices some 150 feet high & at its base 20 feet through . . . No conception can be formed of the magnitude of this grand work of nature until you stand at its base & look up. If a man does not feel like an insect then I don't know when he should.\"</p> </blockquote> <h2>Site Information</h2> <p><strong>Location</strong> (1.5 miles south of Highway 92 on Chimney Rock Road near Bayard, Nebraska)</p> <p>The Nebraska State Historical Society now manages Chimney Rock as part of a historic site. Viewing the rock is available from several places, including from the site's visitor center. This center houses a museum with interpretive and interactive exhibits about this natural feature and the emigrant trails. It also contains a small theater with a video presentation about the great migration West and a bookstore. Modest admission is charged. </p>   <p><em><a href=\"https://www.nps.gov/oreg/planyourvisit/safety.htm\">Safety Considerations</a></em></p> <h3><a href=\"https://history.nebraska.gov/rock\">More Site Information</a></h3> <h2><a href=\"https://www.nps.gov/oreg/index.htm\">Oregon National Historic Trail</a></h2> <h2><a href=\"https://www.nps.gov/cali/index.htm\">California National Historic Trail</a></h2> <h2><a href=\"https://www.nps.gov/mopi/index.htm\">Mormon Pioneer National Historic Trail</a></h2> <h2><a href=\"https://www.nps.gov/poex/index.htm\">Pony Express National Historic Trail</a></h2>",
    "audioDescription": "Chimney Rock National Historic Site. 231 words<br /><br />The visitor center here consists of a long, central rectangular building with its peak in front and it long axis running away from you as you approach up the wide sidewalk. Two wings stair-step off the right side and a longer, flatter wing extends to the left. The entrance is reached by moving under an open wooden-truss supported by six sandstone pillars, three on each side. A small sign at the edge of the sidewalk warns of rattlesnakes in the area. Please stay on sidewalks.<br /><br />Entering through the double doors you will be in an open hallway that extends to the rear of the building where another set of doors exits to a patio with seating. The information desk is about halfway down the 40-foot hallway on your left. The gift shop may be found by turning to the left just before you reach the desk. An exhibit area is found on the right side of the hallway.<br /><br />Chimney Rock itself is behind on the far side of fenced pasture land where cattle may be grazing. Towering over the surrounding landscape, it may be easily seen both from the parking lot and from the patio behind the visitor center. The formation is shaped like a large cone, wide at its base, and topped with a narrow finger of rock projecting upwards like a steeple.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://history.nebraska.gov/rock",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "69d969d6-c53a-43dc-83bb-e02cb9540040",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Amphitheater",
      "Gifts/Souvenirs/Books",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Restroom",
      "Scenic View/Photo Spot",
      "Water - Drinking/Potable",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "Nebraska State Historical Society",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "1.5 miles south of Highway 92 on Chimney Rock Road near Bayard, Nebraska",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Significant landmark in measuring the emigrants' progress west",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Chimney Rock – Place to visit on the Oregon National Historic Trail",
        "id": "0172CAD2-5CDA-4154-9427-CC51964681E3",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=0172CAD2-5CDA-4154-9427-CC51964681E3"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "10FD6136-A90E-4673-AE2B-987BD111BE75",
    "url": "https://www.nps.gov/places/conestoga-wagon.htm",
    "title": "Conestoga Wagon Replica",
    "listingDescription": "A visit to the replica Conestoga wagon will give an idea about how freight was hauled to forts and scattered supply centers in the 1850s through the 1890s.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/3FC64CF2-CCF1-FE5B-1AC4A4BAEC1A1288.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "A replica wagon is painted blue and appears to be pulled by six fiberglass oxen.",
        "title": "Conestoga Wagon",
        "description": "",
        "caption": "Conestoga wagons were primarily used to haul freight.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/3FC64CF2-CCF1-FE5B-1AC4A4BAEC1A1288.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/3FC64CF2-CCF1-FE5B-1AC4A4BAEC1A1288.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Conestoga wagon"
    ],
    "latitude": "41.829008",
    "longitude": "-103.709263",
    "latLong": "41.829008,-103.709263",
    "bodyText": "The Conestoga Wagon is a heavy, covered wagon that was used during the 18<sup>th</sup> and 19<sup>th</sup> century in the United States and Canada. It was large enough to transport loads up to 8 tons, and was drawn by horses, mules or oxen. It was designed to help keep its contents from moving about when in motion and to aid it in crossing rivers and streams.The first known mention of the Conestoga Wagon was by Ben Garcia on December 31, 1717. It was named after the “Conestoga River” or “ Conestoga Township” in Lancaster Co, Pennsylvania.<br /> <br /> To protect the wagon contents against bad weather, a strong white canvas cover was stretched across the wagon. The covers were made of either tightly woven homespun hemp, cotton sailcoth or canvas.The canopy was roped to the sideboards and stretched tightly over the end bows. Fastened to the headboard and tailgate, a drawstring pulled the cloth cover securely together.<br /> <br /> The current Conestoga Wagon at Scotts Bluff was purchased and donated to the Monument by the Oregon Trail Museum Association in 1973.",
    "audioDescription": "A large wagon is painted blue. In front of the wagon are three replica yoke of oxen that are fabricated out of fiberglass. The wagon sits along an asphalt path at the east end of a gap between two sandstone bluffs. To the south is a modern, paved highway. Along the asphalt trail grow prairie grasses and shrubs. In the summertime, the wagon is covered with a large, cream-colored canvas cover. It is left bare in the winter.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "ED74F1E5-7855-46F2-A333-05941D627269",
    "url": "https://www.nps.gov/places/000/courthouse-and-jail-rocks.htm",
    "title": "Courthouse and Jail Rocks",
    "listingDescription": "Courthouse and Jail Rocks are massive monoliths made of Brule clay and Gering sandstone. Over time, wind and water erosion slowly sculpted the rocks into their current courthouse or castle appearance. The rocks were first noted by Robert Stuart in 1812 and quickly became guiding landmarks for fur traders and emigrants.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/import/565ffd50-c85e-46ba-91d5-642505b41180_image_350.jpg",
        "credit": "",
        "altText": "Landscape view of two large, solid rock buttes with sagebrush and grass in the foreground",
        "title": "",
        "description": "",
        "caption": "Courthouse and Jail Rocks",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "CA,CO,ID,KS,MO,NE,NV,OR,UT,WY",
        "parkCode": "cali",
        "designation": "National Historic Trail",
        "fullName": "California National Historic Trail",
        "url": "https://www.nps.gov/cali/index.htm",
        "name": "California"
      },
      {
        "states": "IL,IA,NE,UT,WY",
        "parkCode": "mopi",
        "designation": "National Historic Trail",
        "fullName": "Mormon Pioneer National Historic Trail",
        "url": "https://www.nps.gov/mopi/index.htm",
        "name": "Mormon Pioneer"
      },
      {
        "states": "ID,KS,MO,NE,OR,WA,WY",
        "parkCode": "oreg",
        "designation": "National Historic Trail",
        "fullName": "Oregon National Historic Trail",
        "url": "https://www.nps.gov/oreg/index.htm",
        "name": "Oregon"
      },
      {
        "states": "CA,CO,KS,MO,NE,NV,UT,WY",
        "parkCode": "poex",
        "designation": "National Historic Trail",
        "fullName": "Pony Express National Historic Trail",
        "url": "https://www.nps.gov/poex/index.htm",
        "name": "Pony Express"
      },
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "oregon trail",
      "California trail",
      "Mormon Pioneer Trail",
      "pony express trail",
      "historic trail",
      "National Trails",
      "places",
      "emigrant trails",
      "landmarks",
      "Nebraska",
      "Scotts Bluff"
    ],
    "latitude": "41.598255",
    "longitude": "-103.11401999999998",
    "latLong": "41.598255,-103.11401999999998",
    "bodyText": "<p><b>Courthouse and Jail Rocks</b> are massive monoliths made of Brule clay and Gering sandstone. Over time, wind and water erosion slowly sculpted the rocks into their current courthouse or castle appearance. The rocks were first noted by Robert Stuart in 1812 and quickly became guiding landmarks for fur traders and emigrants. Travelers on the south side of the Platte river had a close-up view of these celebrated landmarks, which made them a popular item for emigrants to write about and sketch in their diaries.<br /> <br /> Today, the rocks are open to the public. Reaching them requires traveling on an unpaved road that is suitable for most vehicles when dry. At the end of the road is a hiking trail that leads to Courthouse Rock. Note, this trail used to lead to the top of the rock, but large sections of the trail have since eroded away. Use extreme caution when hiking. Open year-round, daylight hours. No tourist facilities at the site nor staff presence. </p> <p><strong>Emigrant Remarks</strong></p> <p>In November of 1841, Rufus B. Sage recorded,</p> <blockquote> <p>\"A singular natural formation, known as the Court House, or McFarlan's Castle . . . rises in an abrupt quadrilangular form, to a height of three or four hundred feet, and covers an area of two hundred yards in length by one hundred and fifty broad. Occupying a perfectly level site in an open prairie, it stands as the proud palace of Solitude, amid here boundless domains. Its position commands a view of the country for forty miles around and meets the eye of the traveler for several successive days, in journeying up the Platte.\"</p> </blockquote> <h2>Site Information</h2> <p><strong>Location</strong> (five miles south of Bridgeport, Nebraska on Highway 88)</p> <p><em><a href=\"https://www.nps.gov/oreg/planyourvisit/safety.htm\">Safety Considerations</a></em></p> <h3><a href=\"https://www.nps.gov/nr/travel/scotts_bluff/courthouse_jail_rocks.html\">More Site Information</a></h3> <h2><a href=\"https://www.nps.gov/oreg/index.htm\">Oregon National Historic Trail</a></h2> <h2><a href=\"https://www.nps.gov/cali/index.htm\">California National Historic Trail</a></h2> <h2><a href=\"https://www.nps.gov/mopi/index.htm\">Mormon Pioneer National Historic Trail</a></h2> <h2><a href=\"https://www.nps.gov/poex/index.htm\">Pony Express National Historic Trail</a></h2>",
    "audioDescription": "Courthouse and Jail Rocks. 273 words<br /><br />Although called \"rocks,\" these are two striking landmarks, visible at great distances. At the edge of the gravel pullout is a Nebraska Historical Marker that reads, \"Courthouse and Jail Rocks are two of the most famous landmarks of westward migration. Nearby passed the Oregon-California Trail, the Mormon Trail, the Pony Express Trail, and the Sidney-Deadwood Trail. The rocks were vanguards of unforgettable scenic wonders that travelers would encounter farther west, including Chimney Rock's curious spire and the rugged heights of Scott's Bluffs.<br /><br />\"Hundreds of overland emigrants mentioned Courthouse Rock in their diaries. Often called a 'castle' or 'solitary tower,' the name Courthouse was first used in 1837. One 1845 traveler described the rock as â€˜resembling the ruins of an old castle [which] rises abruptly from the plain... It is difficult to look upon it and not believe that art had something to do with its construction. The voyagers have called it the Courthouse; but it looks infinitely more like the Capitol.'<br /><br />\"Courthouse and Jail Rocks, rising some 400 feet above the North Platte Valley, are erosional remnants composed of clay, sandstone, and volcanic ash. The rocks are listed in the National Register of Historic Places and in the Nebraska Natural Areas Register.\"<br /><br />Looking westward, past the sign, the two formations can be seen rising out of the surrounding pasture land. Courthouse Rock, on the right, is larger, looming over the prairie like a squat cylinder with a smaller circular layer sitting on top. Jail Rock, on the left, is the same height but only about one-third as wide. It is also cylindrical, but has more sloping sides.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/nr/travel/scotts_bluff/courthouse_jail_rocks.html",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "69d969d6-c53a-43dc-83bb-e02cb9540040",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Trailhead"
    ],
    "managedByOrg": "Other",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "five miles south of Bridgeport, Nebraska on Highway 88",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Guiding landmarks for fur traders and emigrants.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E18C13FC-AF0F-4FE8-BA7A-170E6B84BBA4",
    "url": "https://www.nps.gov/places/fort-mitchell-site.htm",
    "title": "Fort Mitchell Site",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/264793C4-F062-3F62-6D29A011BAEE2BA6.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "A monument to the Oregon Trail is seen next to a historical sign about Fort Mitchell",
        "title": "Fort Mitchell Site Historical Markers",
        "description": "",
        "caption": "A pullout off of Nebraska Highway 92 describes Fort Mitchell and its role along the emigrant trails.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/264793C4-F062-3F62-6D29A011BAEE2BA6.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/264793C4-F062-3F62-6D29A011BAEE2BA6.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,CO,ID,KS,MO,NE,NV,OR,UT,WY",
        "parkCode": "cali",
        "designation": "National Historic Trail",
        "fullName": "California National Historic Trail",
        "url": "https://www.nps.gov/cali/index.htm",
        "name": "California"
      },
      {
        "states": "ID,KS,MO,NE,OR,WA,WY",
        "parkCode": "oreg",
        "designation": "National Historic Trail",
        "fullName": "Oregon National Historic Trail",
        "url": "https://www.nps.gov/oreg/index.htm",
        "name": "Oregon"
      },
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Fort Mitchell",
      "oregon trail",
      "California trail"
    ],
    "latitude": "41.865601",
    "longitude": "-103.727606",
    "latLong": "41.865601,-103.727606",
    "bodyText": "A grouping of historical markers commemorate Fort Mitchell, which was constructed in 1864 to protect emigrants traveling along the Oregon/California Trails from attacks by Native American groups. The actual fort was located south of the markers on private property along the North Platte River. Please respect private property by viewing the site from the pullout.   <h3>Forgotten Outpost</h3> <p>During America’s westward expansion, the United States Army established hundreds of small outposts throughout the frontier to protect settlers, maintain communication with the West Coast, and serve as staging areas for military campaigns. Some of these posts have become an integral part of American history, such as Fort Leavenworth and Fort Riley in Kansas and Fort Laramie in Wyoming. Most served less conspicuously and then faded into obscurity. One such outpost was Nebraska Territory’s Fort Mitchell.</p> <h3>Protecting the West</h3> <p>The American Civil War brought a new significance to the western territories. The great overland roads such as Santa Fe, Oregon and California Trails continued to carry vast numbers of emigrants and tons of freight. Western gold fields were producing ore that helped finance the Federal government’s war effort, and the newly erected transcontinental telegraph lines helped bind westerners to the Union. But eastern battlefields drained regular Army soldiers from the frontier and left vital western territories unprotected.To provide a military presence in the West, the Federal government sent a few state raised volunteer cavalry regiments to garrison forts that had been vacated by the regulars. Among these volunteers were the 11th Ohio Cavalry, under the command of Colonel William O. Collins, who arrived in Nebraska territory in 1862. After marching west to Fort Laramie, they were immediately assigned the task of patrolling, escorting freight wagons and stage coaches, and maintaining the telegraph lines along the Oregon Trail in central Wyoming. Eventually, other units from Iowa, Nebraska and Kansas joined the Ohioans on the frontier.</p> <h3>Fight to Control the Plains</h3> <p>Traffic over the roads continued unabated until early August 1864, when the plains erupted in an Indian war that pitted the volunteer soldiers against Sioux, Arapaho, and Southern Cheyenne warriors. Determined to drive the Americans from their lands, plains warriors swept out of Kansas and attacked homesteaders, stage stations and freight caravans all along the Platte River. For several weeks, all traffic and communications over the Oregon Trail came to a halt. In response to these depredations, several military expeditions sought out the warring tribes, but failed to bring them into battle. This led Brigadier General Robert Mitchell to work to assure that the overland roads would never again be at the mercy of a hostile enemy.</p> <h3>A New Strategy</h3> <p>The general planned to fortify each stage station along the Oregon Trail and detail troops to protect them. He also decided to build two new forts at strategic sites along the Platte River. To help defend the road that branched off the Oregon Trail and followed the South Platte to Denver, the first post was built near Julesburg, Colorado. For the first year of its existence, this post was known as Fort Rankin, and had a garrison of soldiers from the 7th Iowa Cavalry. It proved its value by withstanding two Indian assaults in the early weeks of 1865, and later served to protect workers during the construction of the Union Pacific Railroad. The second post was placed along the North Platte River near Scotts Bluff. Official records documenting Fort Mitchell’s history are meager, but construction had begun by September 1, 1864, the date General Mitchell visited the site. The general’s aide-de-camp noted that the men of the 11th Ohio’s Company F were hard at work building the sod structure. Captain Jacob Shuman, the first commander of the as yet unnamed post, gave General Mitchell a tour of the site and described his plans for a sod stockade he hoped to have finished before winter set in. By the end of October, most of the work had been completed and the post was named for the general who had ordered its construction.</p> <h3>Conflict Grows</h3> <p>Hostilities on the plains intensified after November 29, 1864, when Colorado volunteer soldiers killed several hundred Cheyenne and Arapahos at Sand Creek, Colorado. Rather than bringing an end to the conflict, the massacre at Sand Creek resulted in renewed warfare and bloodshed. Convinced that the southern plains were no longer safe, several Sioux, Cheyenne and Arapaho bands began to move north to spend the winter in the remote Powder River region of Wyoming. However, enroute they encountered military forces stationed along the overland roads. First, they crossed paths with the 7th Iowa Cavalry at Fort Rankin. On February 2, 1865, the Indians stripped the post of anything useful. Two days later, they attacked a fortified telegraph station at Mud Springs, Nebraska. The Indians failed to cut the telegraph wires, allowing the 11 desperate soldiers at the tiny outpost to signal Fort Laramie for help. The first cavalrymen to respond came from Fort Mitchell. The siege continued until February 5th, when additional support arrived from Fort Laramie. After some additional skirmishing, the Indian bands crossed the frozen North Platte River and continued northwest.</p> <h3>Seeking Peace</h3> <p>The spring of 1865 saw a short-lived attempt at peace on the frontier. Tired of warfare, the Brule Sioux came in to Fort Laramie and asked to be allowed to live in peace near that post. The Army welcomed the gesture, but was unwilling to support the Indians with rations this far west, and decided to move the band to Fort Kearny in central Nebraska. The wary Sioux were allowed to keep their weapons for the journey, while the cavalry escort was not issued ammunition in hopes of avoiding confrontation. Distrust and fear of being moved near their enemies, the Pawnee, led the Brules to flee just three days into the journey. While trying to prompt the Indians into striking camp, the commander of the escort was shot. A skirmish ensued, and reinforcements were sent for from Fort Mitchell. Before relief arrived, the Sioux escaped by crossing the North Platte River and the outnumbered soldiers did not pursue.</p> <h3>Life at the Fort</h3> <p>For the next two years, Fort Mitchell continued to serve as a reassuring force to travelers on the Oregon Trail. Hundreds of freight wagons, emigrant trains and stage coaches passed Fort Mitchell. Detachments from the fort safely escorted them all, despite the fact that the post’s garrison never exceeded 100 men. Conditions at Fort Mitchell were crude and demanding. Endless hours of patrol and escort duty were interrupted only by the constant maintenance of the fort’s sod walls and corrals. Poor sanitary conditions and a monotonous diet of hardtack and salt pork added to the soldier’s hardships. Despite the poor living conditions, only one man is known to have died at Fort Mitchell. Following the end of the Civil War, regular army soldiers returned to the West, and one company of the 18th Infantry was stationed at Fort Mitchell. These foot soldiers were helpless against highly mobile Indian warriors, and once suffered the indignity of having 112 mules stolen from a freight train camped within sight of the fort.</p> <h3>Fading into Obscurity</h3> <p>No official record of the post’s abandonment exists, but Margaret Carrington, wife of Col Henry Carrington, made one of the last accounts of Fort Mitchell as an active military post. The Carringtons stopped at the site in June 1866, and described it as follows: “This is a sub-post of Fort Laramie of peculiar style and compactness. The walls of the quarters are also the outlines of the fort itself, and the four sides of the rectangle are respectively the quarters of offices, soldiers, horses and the warehouse of supplies”. Soon after, Fort Mitchell faded into obscurity. The sod walls quickly deteriorated, and wind and rain removed all signs that the post ever existed. Today, plows turn up occasional reminders of Fort Mitchell in the form of rusted metal artifacts. Although no physical indications of the post remain, nearby Mitchell Pass preserves the name and serves as a reminder that for three years, Fort Mitchell stood guard along the Oregon Trail during an important period in American history.</p>",
    "audioDescription": "A wide gravel pullout off of the side of a two-lane highway. The site consists of several monuments describing the Oregon Trail and Fort Mitchell.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://history.nebraska.gov/visit/nebraska-historical-marker-program",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto"
    ],
    "managedByOrg": "The historical markers are maintained by History Nebraska while the site is on land managed by the Nebraska Department of Transportation.",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "41.865601, -103.727606",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "EB87F2B3-70D9-4A92-80FC-A017D5BA8C7B",
    "url": "https://www.nps.gov/places/legacy-of-the-plains-museum.htm",
    "title": "Legacy of the Plains Museum",
    "listingDescription": "Located on the Oregon Trail, legacy of the Plains Museum is a destination for people interested in stories of human and agricultural history in the North Platte Valley and High Plains. Fine new state-of-the-art and interactive exhibits.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F6FD25A5-0597-F98C-553D15E748962748.jpg",
        "credit": "Photo/Robert Wagner",
        "altText": "A large sign that says \"Legacy of the Plains,\" with fireworks next to it.",
        "title": "Legacy of the Plains Museum",
        "description": "",
        "caption": "Visit the Legacy of the Plains Museum in Nebraska.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F6FD25A5-0597-F98C-553D15E748962748.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F6FD25A5-0597-F98C-553D15E748962748.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,CO,ID,KS,MO,NE,NV,OR,UT,WY",
        "parkCode": "cali",
        "designation": "National Historic Trail",
        "fullName": "California National Historic Trail",
        "url": "https://www.nps.gov/cali/index.htm",
        "name": "California"
      },
      {
        "states": "IL,IA,NE,UT,WY",
        "parkCode": "mopi",
        "designation": "National Historic Trail",
        "fullName": "Mormon Pioneer National Historic Trail",
        "url": "https://www.nps.gov/mopi/index.htm",
        "name": "Mormon Pioneer"
      },
      {
        "states": "ID,KS,MO,NE,OR,WA,WY",
        "parkCode": "oreg",
        "designation": "National Historic Trail",
        "fullName": "Oregon National Historic Trail",
        "url": "https://www.nps.gov/oreg/index.htm",
        "name": "Oregon"
      },
      {
        "states": "CA,CO,KS,MO,NE,NV,UT,WY",
        "parkCode": "poex",
        "designation": "National Historic Trail",
        "fullName": "Pony Express National Historic Trail",
        "url": "https://www.nps.gov/poex/index.htm",
        "name": "Pony Express"
      },
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Certified Site",
      "oregon trail",
      "California trail",
      "Mormon Pioneer Trail",
      "pony express trail",
      "Certified Site",
      "National Trails",
      "Nebraska",
      "Scotts Bluff"
    ],
    "latitude": "41.82227805246034",
    "longitude": "-103.68713021278381",
    "latLong": "41.82227805246034,-103.68713021278381",
    "bodyText": "<p>Located on the Oregon Trail, Legacy of the Plains Museum is a destination for people interested in stories of human and agricultural history in the North Platte Valley and High Plains. Our new state-of-the-art, interactive exhibits focus on the archeology of Native Americans and Westward Expansion, the lives of pioneering settlers, this establishment of irrigation, the development of rural communities, the diversity of cultures on the High Plains, and the innovative technologies and cultural practices of raising animals and crops in a semi-arid environment</p> <h2>Site Information</h2> <p><strong>Location </strong>(2930 Old Oregon Trail, Gering, NE 69341)</p> <h3><a href=\"https://legacyoftheplains.org/\">More Site Information</a></h3> <h2><a href=\"https://www.nps.gov/oreg/index.htm\">Oregon National Historic Trail</a><br /> <br /> <a href=\"https://www.nps.gov/cali/index.htm\">California National Historic Trail</a><br /> <br /> <a href=\"https://www.nps.gov/mopi/index.htm\">Mormon Pioneer National Historic Trail</a><br /> <br /> <a href=\"https://www.nps.gov/poex/index.htm\">Pony Express National Historic Trail</a><br /> <br /> <a href=\"https://www.nps.gov/scbl/index.htm\">Scotts Bluff National Monument</a></h2>",
    "audioDescription": "Large, red, barn-inspired buildings set in the surroundings of tall sandstone bluffs.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://legacyoftheplains.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "69d969d6-c53a-43dc-83bb-e02cb9540040",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Restroom"
    ],
    "managedByOrg": "Legacy of the Plains Museum",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "2930 Old Oregon Trail Gering, NE 69341",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Located on the Oregon Trail",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Certified Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6B71E1A9-72E7-4C08-960F-20E137F17CA8",
    "url": "https://www.nps.gov/places/mitchell-pass.htm",
    "title": "Mitchell Pass",
    "listingDescription": "Mitchell Pass marks the route of the Oregon/California Trails around Scotts Bluff starting in 1851. The Pony Express and Transcontinental Telegraph also traveled through Mitchell Pass.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D3BF7309-A8B9-96A6-154A4FE3629DC561.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "A prominent gap between steep sided sandstone bluffs.",
        "title": "Mitchell Pass",
        "description": "",
        "caption": "Mitchell Pass is one of the most prominent natural features at Scotts Bluff National Monument.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D3BF7309-A8B9-96A6-154A4FE3629DC561.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D3BF7309-A8B9-96A6-154A4FE3629DC561.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,CO,ID,KS,MO,NE,NV,OR,UT,WY",
        "parkCode": "cali",
        "designation": "National Historic Trail",
        "fullName": "California National Historic Trail",
        "url": "https://www.nps.gov/cali/index.htm",
        "name": "California"
      },
      {
        "states": "ID,KS,MO,NE,OR,WA,WY",
        "parkCode": "oreg",
        "designation": "National Historic Trail",
        "fullName": "Oregon National Historic Trail",
        "url": "https://www.nps.gov/oreg/index.htm",
        "name": "Oregon"
      },
      {
        "states": "CA,CO,KS,MO,NE,NV,UT,WY",
        "parkCode": "poex",
        "designation": "National Historic Trail",
        "fullName": "Pony Express National Historic Trail",
        "url": "https://www.nps.gov/poex/index.htm",
        "name": "Pony Express"
      },
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Mitchell Pass"
    ],
    "latitude": "41.830036",
    "longitude": "-103.712122",
    "latLong": "41.830036,-103.712122",
    "bodyText": "<p>Mitchell Pass is a gap between Scotts Bluff and South Bluff. In 1850, a wagon road was built through what was then called \"Devil's Gap\", and it became the primary route for emigrants (pioneers heading west), soldiers, Pony Express riders and the Transcontinental telegraph. Prior to 1851, emigrants would have used <a href=\"https://www.nps.gov/places/robidoux-pass.htm\">Robidoux Pass</a> to bypass Scotts Bluff. <br /> <br /> In 1851, William Lobenstine wrote in his journal:</p> <p><em>\"The rock itself is separated nearly at it's middle, having a pass here fifty to sixty feet wide, ascending at both sides perpendicular to a height of three to four hundred feet.</em></p> <p><em>The passage through here was only made possible in 1851 and is now preferred by nearly all emigrants, cutting off a piece of eight miles from the old road.\"</em></p> <p>Mitchell Pass was named for nearby <a href=\"https://www.nps.gov/places/fort-mitchell-site.htm\">Fort Mitchell</a>, which was named after United States Brigadier General Robert B. Mitchell. <br /> <br /> Today, visitors to Scotts Bluff National Monument can walk through Mitchell Pass on the <a href=\"https://www.nps.gov/places/oregon-trail-pathway.htm\">Oregon Trail Pathway</a>, a half-mile long hiking trail. </p>",
    "audioDescription": "A distinctive gap between two sandstone bluffs. Each bluff features steep sides and is partially covered with grasses and ponderosa pine trees. The south side of the pass is traversed by a modern, asphalt-paved, two-lane highway. The middle of the pass is traversed by a naturally-surfaced hiking trail.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "080C0583-C0A5-4A44-9CE2-9403F75AA15A",
    "url": "https://www.nps.gov/places/mixed-grass-prairie.htm",
    "title": "Mixed-grass Prairie",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/807BD52E-AA7E-41AC-FA28E950EAC6BD9A.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "A full moon rises above a distinctive sandstone bluff formation.",
        "title": "Full Moon Over Saddle Rock",
        "description": "",
        "caption": "The view of the mixed-grass prairie and surrounding bluffs is dramatic from this location.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/807BD52E-AA7E-41AC-FA28E950EAC6BD9A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/807BD52E-AA7E-41AC-FA28E950EAC6BD9A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "audio tour",
      "mixed-grass prairie"
    ],
    "latitude": "41.83011297552966",
    "longitude": "-103.70484352111816",
    "latLong": "41.83011297552966,-103.70484352111816",
    "bodyText": "Look around you. You are surrounded by a small, intact example of a mixed-grass prairie ecosystem. Approximately 40% of the 3,000 acres of the Scotts Bluff National Monument is mixed-grass prairie. The prairie would have been a welcomed bounty of nourishment for the emigrant travelers’ livestock. This prairie is dominated by blackroot sedge, and needleandthread grass, both cool season species which makes up about 80% of the groundcover.<br /> <br /> If you look off to the west, beyond the Visitor Center you’ll see the geologic formation which led many emigrant travelers to renewed hope, Mitchell Pass. It represented the completion of one-third of their total journey. It also signified the end of the easy section, the level, monotonous great plains was completed and the difficult Rocky Mountains lay ahead. The pass was continuously used beginning in 1851 as the main route through these bluffs. Prior to 1851, the emigrants would have used Robidoux Pass; by switching to Mitchell Pass they shaved a day’s travel off their journey.<br /> <br /> Up ahead at our next stop you will see one of the reasons emigrant families may have stopped for an overnight in this area.<br /> <br />  ",
    "audioDescription": "A point along a paved trail that heads northeast through the mixed-grass prairie. A distinctive sandstone bluff can be seen to the north. South of this point is a group of buildings, the Scotts Bluff National Monument visitor center and administration complex.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Mixed-grass Prairie",
        "id": "D06D17C6-AA36-4CCB-A47B-30E1F38A4129",
        "type": "multimedia/audio",
        "url": "https://www.nps.gov/media/video/view.htm?id=D06D17C6-AA36-4CCB-A47B-30E1F38A4129"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "E0AD8A77-E167-4827-85E7-02F9E3749EDE",
    "url": "https://www.nps.gov/places/mormon-handcart-replica.htm",
    "title": "Mormon Handcart Replica",
    "listingDescription": "Handcarts were a cost effective way for poor Mormon emigrants to move their belongings to the Salt Lake Valley.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5A511018-F636-DBE1-8E7D6924E9125CB9.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "A Mormon handcart replica is covered by a light layer of snow.",
        "title": "Mormon handcart in the Snow",
        "description": "",
        "caption": "A handcart would have been a cost effective way for less wealthy emigrants to move their belingings.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5A511018-F636-DBE1-8E7D6924E9125CB9.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5A511018-F636-DBE1-8E7D6924E9125CB9.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "IL,IA,NE,UT,WY",
        "parkCode": "mopi",
        "designation": "National Historic Trail",
        "fullName": "Mormon Pioneer National Historic Trail",
        "url": "https://www.nps.gov/mopi/index.htm",
        "name": "Mormon Pioneer"
      },
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Mormon handcart",
      "emigrant trails"
    ],
    "latitude": "41.82861801831417",
    "longitude": "-103.70829820632935",
    "latLong": "41.82861801831417,-103.70829820632935",
    "bodyText": "Please note that the Mormon handcart is placed in storage to protect it from the elements during the winter season.<br /> <br /> If one couldn’t afford a wagon,<b> </b>there was the option of a handcart. As the name implies it was not powered by an animal, but was pushed or pulled by the individual. The handcart was most likely based on carts used by street sweepers or luggage trolleys used by railroad porters. It was often seen as an economical means of bringing impoverished Mormon converts west to Salt Lake City. <br /> <br /> A typical handcart was 3 feet wide by 4 feet long. It had a shallow box about 9 inches high. Wheels were 4 feet tall and could carry an approximate load of several hundred pounds. Most converts were limited to what they could carry because of weight restrictions set by the Mormon Church and the capacity of the handcart.<br /> <br /> Across the front of the cart was a cross bar that allowed the cart to be pushed or pulled. Some carts also sported a canvas top resembling miniature covered wagons. Since carts were often made entirely of wood they were often noisy and subject to frequent breakdowns. During a four year period from 1856 to 1860, over ten different handcart companies aided approximately 3,000 Mormons to Salt Lake City. <br /> <br /> This handcart was researched by Arnold Bateman and constructed by LeRoy Bateman.",
    "audioDescription": "On the north side of the paved trail sits a replica Mormon handcart. The handcart is 3 feet wide by 4 feet long. It has a shallow box about 9 inches high. There are two wood wheels offset to the sides of the box that each have a diameter of 4 feet and are rimmed with iron.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D631FA5B-B268-4F0F-837A-53665903C011",
    "url": "https://www.nps.gov/places/murphy-wagon-replica.htm",
    "title": "Murphy Wagon Replica",
    "listingDescription": "The Murphy Wagon was used first by traders on the Santa Fe Trail. Later, emigrants adapted the Murphy wagon to haul their belongings to Oregon and California.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5C35DA58-D5EC-5A36-148A3E402685F49E.jpg",
        "credit": "NPS",
        "altText": "A Murphy Wagon replica is painted cream and lacks a canvas cover.",
        "title": "Murphy Wagon in the Snow",
        "description": "",
        "caption": "Joseph Murphy first produced wagons for traders headed to Santa Fe.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5C35DA58-D5EC-5A36-148A3E402685F49E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5C35DA58-D5EC-5A36-148A3E402685F49E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,CO,ID,KS,MO,NE,NV,OR,UT,WY",
        "parkCode": "cali",
        "designation": "National Historic Trail",
        "fullName": "California National Historic Trail",
        "url": "https://www.nps.gov/cali/index.htm",
        "name": "California"
      },
      {
        "states": "ID,KS,MO,NE,OR,WA,WY",
        "parkCode": "oreg",
        "designation": "National Historic Trail",
        "fullName": "Oregon National Historic Trail",
        "url": "https://www.nps.gov/oreg/index.htm",
        "name": "Oregon"
      },
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Murphy wagon",
      "emigrant wagon"
    ],
    "latitude": "41.82880988643366",
    "longitude": "-103.708847165326",
    "latLong": "41.82880988643366,-103.708847165326",
    "bodyText": "Joseph Murphy began producing wagons for the traders headed west from Missouri to Santa Fe and later for the overland emigration. His wagons became the best known on the western trails. <br /> <br /> Murphy’s wagons consisted of wheels, running gear, a box and a cover. They were usually nine feet high with a twelve foot long bed. The bed of a Murphy wagon had a straight box, unlike its more famous counterpart, the Conestoga, which had a curved box. A Murphy could comfortably haul between 1,800 to 2,200 pounds. Straying too far from these specifications risked serious problems.<br /> <br /> Oxen were most often used for pulling this type of wagon. It required two yoke of oxen, a yoke consisting of two oxen. A spare yoke often trailed behind so the livestock could be rotated and rested. <br /> <br /> For those who preferred mules, an equivalent number of yoke could have been used in place of oxen.  Horses were rarely if ever used. They lacked the strength and endurance needed to pull a wagon 2,000 miles. They also required costly supplemental feed. <br /> <br /> The Murphy wagon at Scotts Bluff was purchased from the Dewitts Buggy Works Company in 1979 and donated to the Monument by the Oregon Trail Museum Association.",
    "audioDescription": "A Murphy Wagon replica sits off to the north side of the paved trail. Behind the wagon, a tall sandstone bluff rises 400 feet above the prairie below.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Emigrant Wagons",
        "id": "5A15F826-51CE-435D-BA85-91582361DF5B",
        "type": "multimedia/audio",
        "url": "https://www.nps.gov/media/video/view.htm?id=5A15F826-51CE-435D-BA85-91582361DF5B"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "696065C8-B1FB-44DD-8FCD-EE00EC910D03",
    "url": "https://www.nps.gov/places/northeast-overlook.htm",
    "title": "Northeast Overlook",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/84310AD6-AF2E-780F-746BA499D06DCD1C.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "A girl stands at a stone wall overlooking a distant valley filled with homes and businesses.",
        "title": "The Northeast Overlook",
        "description": "",
        "caption": "The Northeast Overlook offers wonderful views of the North Platte River Valley.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/84310AD6-AF2E-780F-746BA499D06DCD1C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/84310AD6-AF2E-780F-746BA499D06DCD1C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "41.83795093644685",
    "longitude": "-103.69844913482666",
    "latLong": "41.83795093644685,-103.69844913482666",
    "bodyText": "This overlook, near the summit of Scotts Bluff, offers views of the North Platte River Valley and the towns of Scottsbluff, Gering and Terrytown. ",
    "audioDescription": "An overlook offers a view to the northeast of the North Platte River and the towns of Scottsbluff, Gering, and Terrytown.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "View of the Valley from the Top",
        "id": "4253AC50-6957-4B3F-81A0-8208A1D86B2C",
        "type": "multimedia/audio",
        "url": "https://www.nps.gov/media/video/view.htm?id=4253AC50-6957-4B3F-81A0-8208A1D86B2C"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "E61E7613-ECA8-41E1-8AA0-874327797869",
    "url": "https://www.nps.gov/places/oregon-trail-pathway.htm",
    "title": "Oregon Trail Pathway",
    "listingDescription": "The Oregon Trail Pathway Trailhead is the starting point for a 1/2 mile long trail that leads from the Scotts Bluff National Monument Visitor Center Parking Lot to the site of William Henry Jackson's 1866 campsite. Along the way, visitors can explore replica wagons and learn what life on the Great Platte River Road was like for emigrants traveling to Oregon, California and Utah was like in the mid to late 1800s.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B735A70B-0F40-5568-2F18EF783812B052.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "A sign that reads \"Oregon Trail\" points to a crosswalk across a road.",
        "title": "The Oregon Trail Pathway Trailhead",
        "description": "",
        "caption": "The Oregon Trail Pathway starts across the Summit Road from the Scotts Bluff NM Visitor Center.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B735A70B-0F40-5568-2F18EF783812B052.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B735A70B-0F40-5568-2F18EF783812B052.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,CO,ID,KS,MO,NE,NV,OR,UT,WY",
        "parkCode": "cali",
        "designation": "National Historic Trail",
        "fullName": "California National Historic Trail",
        "url": "https://www.nps.gov/cali/index.htm",
        "name": "California"
      },
      {
        "states": "ID,KS,MO,NE,OR,WA,WY",
        "parkCode": "oreg",
        "designation": "National Historic Trail",
        "fullName": "Oregon National Historic Trail",
        "url": "https://www.nps.gov/oreg/index.htm",
        "name": "Oregon"
      },
      {
        "states": "CA,CO,KS,MO,NE,NV,UT,WY",
        "parkCode": "poex",
        "designation": "National Historic Trail",
        "fullName": "Pony Express National Historic Trail",
        "url": "https://www.nps.gov/poex/index.htm",
        "name": "Pony Express"
      },
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "trail",
      "trailhead",
      "oregon trail"
    ],
    "latitude": "41.828691",
    "longitude": "-103.707791",
    "latLong": "41.828691,-103.707791",
    "bodyText": "<p><em>The Oregon Trail Pathway follows a short section of the Oregon/California Trails through Mitchell Pass.</em></p> <p><strong>Length</strong>: 0.5 miles (0.8 kilometers), one way</p> <p><strong>Surface</strong>: Asphalt with a gravel section</p> <p><strong>Difficulty</strong>: Moderate, with an elevation change of 85 feet (26 meters).</p> <p><strong>Access</strong>: Trailhead is located to the west of the Visitor Center. Park in the Visitor Center Parking Lot and cross the Summit Road at the crosswalk. <br /> <br /> Between 1841 and 1869, over 350,000 people traveled west past Scotts Bluff. Before 1851, pioneers used Robidoux Pass since the badlands between the river and the bluff made travel impossible. Nine miles south of Scotts Bluff, the pass offered a spring and a trading post operated by the Robidoux brothers.</p>   <p>In 1851, Mitchell Pass was opened and became the main route for the emigrants (pioneers heading west).<br /> <br /> In 1851, William Lobenstine wrote in his journal:</p> <p><em>\"The rock itself is separated nearly at it's middle, having a pass here fifty to sixty feet wide, ascending at both sides perpendicular to a height of three to four hundred feet.</em></p> <p><em>The passage through here was only made possible in 1851 and is now preferred by nearly all emigrants, cutting off a piece of eight miles from the old road.\"</em></p> <p>Mitchell Pass, known during the 1850's as \"Devil's Gap\" became the principle route of the military, pony express and the telegraph. Mitchell Pass was named after United States Brigadier General Robert B. Mitchell.</p> <p>The covered wagons in front of the Scotts Bluff National Monument administrative building mark the start of the Oregon Trail Pathway. The smaller Studebaker and Murphy wagons were the mode of transportation for families. The larger Conestoga wagon was not often used on the Oregon Trail, but was used to haul freight. Living history demonstrations occur at the Murphy wagon during the summer.</p> <p>When the trail surface changes from asphalt to dirt, you are walking \"on\" the actual Oregon Trail. Today, after over 150 years of erosion of the soft rocks, individual wheel ruts are not visible. What is visible is called a \"swale,\" which is a deep roadbed that was created by wagons traveling single file through Mitchell Pass.</p> <p>After crossing Mitchell Pass, the trail becomes paved again, and the Oregon Trail's path is marked by wooden posts in the trail's center. Near the end of the hiking trail is the site where William Henry Jackson camped and sketched while working as a bullwhacker on a wagon train in 1866.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "41.828691, -103.707791",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "The Oregon Trail Pathway",
        "id": "932FB80F-C456-4EFC-833C-67EC4D6B7A88",
        "type": "multimedia/audio",
        "url": "https://www.nps.gov/media/video/view.htm?id=932FB80F-C456-4EFC-833C-67EC4D6B7A88"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "8B14B596-B440-485C-8FAA-3BAD5F453748",
    "url": "https://www.nps.gov/places/pony-express-monument.htm",
    "title": "Pony Express Monument",
    "listingDescription": "A monument erected by the Pony Express Centennial Association. The monument celebrates the riders and owners of the famous mail delivery system.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/FACF8C99-9980-19D9-927F45CDF9C8194D.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "A concrete monument with stucco covering and three inset metal engravings.",
        "title": "Pony Express Monument",
        "description": "",
        "caption": "The Pony Express Monument is located southeast of the entrance to the Scotts Bluff Visitor Center.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/FACF8C99-9980-19D9-927F45CDF9C8194D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/FACF8C99-9980-19D9-927F45CDF9C8194D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,CO,KS,MO,NE,NV,UT,WY",
        "parkCode": "poex",
        "designation": "National Historic Trail",
        "fullName": "Pony Express National Historic Trail",
        "url": "https://www.nps.gov/poex/index.htm",
        "name": "Pony Express"
      },
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Pony Express",
      "Pony Express National Historic Trail",
      "Scotts Bluff",
      "Scotts Bluff National Monument",
      "monument"
    ],
    "latitude": "41.828354198710926",
    "longitude": "-103.70722532272339",
    "latLong": "41.828354198710926,-103.70722532272339",
    "bodyText": "In November of 1957 the National Pony Express Centennial Associaion was founded at the Western Governors Conference. President Dwight D. Eisenhower agreed to be the honorary Chairman of the organization. Waddell F. Smith, grandson of one of the Pony Express' founders William Bradford Waddell, was elected President of the Centennial Association. <br /> <br /> The National Pony Express Centennial Association organized a re-ride of the route of the Pony Express, with 500 riders traveling both directions between Sacramento and St. Joseph from July 19th through 28th of 1960. President Eisenhower sent letters in the mochila to each of the governors in the eight trail states. A special commemorative stamp was issued and placed on these envelopes. These stamps carried the date of July 19, 1960, the starting date of the re-ride and had a special cancellation stating Russell, Majors and Waddell as founders, owners and operators.<br /> <br /> Besides the commemorative re-ride, commemorative letters and envelopes were carried across the trail. The U.S. Mint created two large Centennial Medals, a Founders Medal, and a Termination Medal. One thousand Colt Special Edition Centennial Revolvers were produced and sold to riders. The remaining funds were used to mark trail sites with memorials like the one found here, just outside the entrance to the Scotts Bluff National Monument Visitor Center. ",
    "audioDescription": "The monument is constructed of concrete, covered with stucco and painted tan. There are three metal plaques inset into the base. The largest of the plaques is rectangle-shaped and measures 50 inches wide by 30 inches tall. It is titled \"The Pony Express\" and one the left margin vertically reads \"1860 - 1861\". The right margin vertically reads \"1960 - 1961\". In the upper left-hand corner, there are images of the heads of the three founders that are labeled \"Russell, Majors, Waddell.\" To the right of the three heads text reads \"Founders, owners, operators.\" In the upper right-hand corner, there is an image of a man on horseback. Text reads \"120 celebrated riders rode 670,000 miles with only one rider killed by Indians, one schedule not completed, and one mail lost.\" A map below two images shows important landmarks on the Pony Express Trail. Labeled, left to right are: Sacramento, California; Fridays Station, Nevada; Salt Lake City, Utah; Fort Laramie, Wyoming; Julesburg, Colorado; Fort Kearney, Nebraska; Marysville, Kansas; and St. Joseph, Missouri. Text at the bottom reads \"National Pony Express Centennial Assn. Dwight D. Eisenhower - Chairman, Waddell R. Smith - President, Conrad L. Wirth - Director at Large, Paul Henderson - Director.\" A circular metal plague measuring 17 inches in diameter is located to the right of the large rectangular plaque. Around the perimeter of the plaque is text that reads \"National Pony Express Centennial Association, Trail Marker, 1860-61, 1960-61.\" Inside the perimeter text at the top is an image of a rider on horseback, over a map with the label of \"Sacramento\" on the left and \"St. Joseph\" on the right. Below the map are the images of the heads of three men. They are labeled left to right \"Russell, Majors, Waddell.\" Below the image is text that reads \"Founders, Owners, Operators, Pony Express.\" A third metal plaque is located on a vertically angled section of the monument. It measures 24 inches wide by 17 inches tall. It is titled \"The Pony Express\" with the image of a rider on horseback. Below the image is text that reads \"The Pony Express passed here 1860 - 1861. \"Scott's Bluffs Station\" was located 2 1/2 miles northwest of Mitchell Pass, near the site of the later Fort Mitchell. There were other stations at Courthouse Rock, Chimney Rock, Ficklin's Springs, and Horse Creek. U.S. Department of the Interior, National Park Service.\"",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D5C23947-50F9-4F3F-8B12-EAEDC639E387",
    "url": "https://www.nps.gov/places/prairie-view.htm",
    "title": "Prairie View Trail",
    "listingDescription": "The West Trailhead of Scotts Bluff National Monument's Prairie View Trail. This trail is open to bicyclists and hikers and connects to the City of Gering's Monument Valley Pathway.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B653DFB7-B849-E529-741775C6A1EDBE75.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "A bicycle rack is seen to the right of a concrete trail with rock formations in the background",
        "title": "Prairie View West Trailhead",
        "description": "",
        "caption": "The West Trailhead for the Prairie View Trail",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B653DFB7-B849-E529-741775C6A1EDBE75.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B653DFB7-B849-E529-741775C6A1EDBE75.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "41.828097",
    "longitude": "-103.707241",
    "latLong": "41.828097,-103.707241",
    "bodyText": "<p><em>The Prairie View Trail runs from the Visitor Center to the eastern boundary of Scotts Bluff National Monument. At the boundary the Prairie View Trail connects to the City of Gering's Monument Valley Pathway.</em></p> <p><strong>Length</strong>: 1.2 miles (1.9 kilometers), one way</p> <p><strong>Surface</strong>: Asphalt</p> <p><strong>Difficulty</strong>: Moderate, with an elevation change of 50 feet (15 meters).</p> <p><strong>Access</strong>: There are two trailheads. One trailhead is located in the southeastern corner of the Visitor Center parking lot. The other trailhead is located at the western end of U Street in Gering.<br /> <br /> The Prairie View Trail is the only trail in Scotts Bluff National Monument that allows for bicycling. As you travel east, this trail offers some of the best views of Saddle Rock. For those traveling west, look for Mitchell Pass, Eagle Rock and Sentinel Rock. <br /> <br /> About 1/2 mile from the visitor center, the trail crosses a large ravine. Notice how juniper and other shrubs are found only within the ravine in this area. The ravine offers shelter from the wind and sun and has more abundant moisture than the surrounding windswept prairie. <br /> <br /> Some of the more common plants you are likely to see along this trail include Rocky Mountain juniper, soapweed yucca, little bluestem grass, buffalo grass, and side-oats gramma grass. </p>",
    "audioDescription": "A wooden bicycle rack sits to the left of the start of a paved trail. High sandstone bluffs can be seen in the background.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Bicycle - Rack",
      "Parking - Auto",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "41.828097,  -103.707241",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "011C6484-9E8F-48A4-82AF-510F6878474D",
    "url": "https://www.nps.gov/places/winters-grave.htm",
    "title": "Rebecca Winters' Grave",
    "listingDescription": "The final resting place of Mormon emigrant Rebecca Winters. Rebecca died of cholera on August 15, 1852. Her grave site was marked with a metal wagon wheel rim that was engraved “Rebecca Winters, Age 50.” The grave had been forgotten for years until 1899 when surveyors for the Burlington Northern Railroad rediscovered it. ",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F2AA61A5-B205-F4ED-7F260B2A273AF48A.jpg",
        "credit": "NPS",
        "altText": "A woman dressed in emigrant costume is seen at the side of a grave.",
        "title": "Rebecca Winters' grave site",
        "description": "",
        "caption": "The Rebecca Winters grave site is a place for quiet contemplation.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F2AA61A5-B205-F4ED-7F260B2A273AF48A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F2AA61A5-B205-F4ED-7F260B2A273AF48A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "IL,IA,NE,UT,WY",
        "parkCode": "mopi",
        "designation": "National Historic Trail",
        "fullName": "Mormon Pioneer National Historic Trail",
        "url": "https://www.nps.gov/mopi/index.htm",
        "name": "Mormon Pioneer"
      },
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Mormon Pioneer National Historic Trail",
      "Rebecca Winters",
      "Nebraska"
    ],
    "latitude": "41.843206",
    "longitude": "-103.617126",
    "latLong": "41.843206,-103.617126",
    "bodyText": "<p>The final resting place of Mormon emigrant <a href=\"https://www.nps.gov/people/rebecca-winters.htm\">Rebecca Winters</a>. Rebecca died of cholera on August 15, 1852. Her grave site was marked with a metal wagon wheel rim that was engraved “Rebecca Winters, Age 50.”<br /> <br /> The grave had been forgotten for years until 1899 when surveyors for the Burlington Northern Railroad rediscovered it. <br />  </p> <p><strong>Directions to Rebecca Winter’s Grave</strong></p> <p>From the Scotts Bluff National Monument Visitor Center, turn east on Old Oregon Trail Road. Continue east through Gering. One half mile after leaving Gering, turn north on 21<sup>st</sup> Avenue. After crossing the North Platte River, turn east (right) at the first intersection onto South Beltline. Just after South Beltline crosses the railroad tracks, turn right into the entrance to the grave site. The grave is located just to the north of a large metal Nebraska Historical Marker.</p>",
    "audioDescription": "A small park, just off of busy US Highway 26. A solitary grave is seen with railroad tracks about 30 feet beyond.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto"
    ],
    "managedByOrg": "Unknown",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "41.843206, -103.617128",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F045673C-D323-447C-9630-4AD220330663",
    "url": "https://www.nps.gov/places/robidoux-pass.htm",
    "title": "Robidoux Pass",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/3C06B783-E40A-7BD3-A43686864AEB3924.jpg",
        "credit": "NPS",
        "altText": "A wide, grassy pass between two bluffs.",
        "title": "Robidoux Pass",
        "description": "",
        "caption": "Robidoux Pass is along the route of the Oregon Trail prior to 1851.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/3C06B783-E40A-7BD3-A43686864AEB3924.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/3C06B783-E40A-7BD3-A43686864AEB3924.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,CO,ID,KS,MO,NE,NV,OR,UT,WY",
        "parkCode": "cali",
        "designation": "National Historic Trail",
        "fullName": "California National Historic Trail",
        "url": "https://www.nps.gov/cali/index.htm",
        "name": "California"
      },
      {
        "states": "ID,KS,MO,NE,OR,WA,WY",
        "parkCode": "oreg",
        "designation": "National Historic Trail",
        "fullName": "Oregon National Historic Trail",
        "url": "https://www.nps.gov/oreg/index.htm",
        "name": "Oregon"
      },
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Robidoux Pass",
      "emigrant trails",
      "oregon trail",
      "California trail"
    ],
    "latitude": "41.814156",
    "longitude": "-103.851486",
    "latLong": "41.814156,-103.851486",
    "bodyText": "<h2>History of Robidoux Pass</h2> <p>The earliest travelers to use Robidoux Pass were probably trappers, traders and missionaries who took their pack trains up the North Platte River to the Rocky Mountains in the 1820’s. In 1830, wagons of fur trading cavavans were the first to use the pass and reach the Rocky Mountains, showing the way for the thousands of emigrant wagons to follow. The first wagon train through the pass was the Bidwell-Bartleson Party in 1841. Despite its water and wood, overland travelers were never satisfied with Robidoux Pass because it took them so far away from the North Platte River. A second gap in the bluffs, today called “Mitchell Pass”, skirted the base of the highest promontory and lay closer to the river. Historian Merrill Mathes noted, <em>“Up to and including 1850, the Robidoux Pass route was used almost exclusively by the successive waves of fur traders, missionary parties, soldiers and emigrants. In the year 1851, travel was about equally divided between the two routes. From 1852 onward, Mitchell Pass was heavily favored, although Robidoux Pass was occasionally used.”</em></p> <h3>Who was Robidoux?</h3> <p>Although all the facts are not fully established, it appears that he was Joseph E. Robidoux, oldest son of the Joseph Robidoux who founded St. Joseph, MO. The other “Frenchman” seen there was his uncle, Antoine Robidoux, who earlier achieved pioneering fame in Utah and California. The younger Joseph may well have been the Robidoux who led the first American Fur Company contingent by Scotts Bluff in 1830.</p> <h3>Old Robidoux Pass</h3> <p>Robidoux Pass is a gap passing through the Wildcat Hills about 9 miles west of Gering, Nebraska. The Pass was the route of the Oregon/California Trail from 1841 through 1850. After 1850, the route passed through Mitchell Pass at Scotts Bluff National Monument. Robidoux Pass has an elevation of 4,554 feet.To use Robidoux Pass, travelers had to swing south away from the North Platte River and proceed nearly 30 miles before they rejoined the river near Horse Creek. Fortunately, springs and nearby cedar trees in the pass provided water and wood for their journey.</p> <h3>Robidoux Trading Posts</h3> <p>The trading post at Robidoux Pass was established by either Joseph or Antoine Robidoux. Traders at this post exchanged goods with Indians for beaver skins and buffalo hides. The post also held a temporary monopoly in providing provisions and services to overland travelers and had a blacksmith shop on site that offered emigrants an opportunity to make repairs to trail-damaged wagons and tend footsore oxen and mules. <br /> <br /> There was a second Robidoux Trading Post located in Carter Canyon. It was inhabited by Antonie Robidoux, his Native American wife, and their 5 children. Other trading posts are known to have existed near the pass at the same time as the Robidoux Trading Post. One such trading post was owned by the American Fur Company. Following the opening of Mitchell Pass in 1851, which provided a shorter trail, Robidoux Pass and the trading posts fell into disuse.</p> <h3>What became of Joseph Robidoux?</h3> <p>Joseph E. Robidoux was reported to have died accidentally at Scotts Bluff, but no grave has been identified. There is evidence that he returned to the Great Nemaha Indian Agency in northern Kansas in the late 1850’s and died in obscurity. It is also thought that Antoine Robidoux died in 1860 in St. Louis, Missouri.</p> <h3>Robidoux Pass Today</h3> <p>Today, none of the historic buildings remain at Robidoux Pass. White posts mark the original route of the emigrant trail. Early accounts of the trip through this area note several burials at the site, two of which can still be seen today, including the “Dunn” grave, one of only 7 marked burial sites along the Oregon Trail. Tools, wagon implements, bullets, and other materials have also been found in this area. After the Mitchell Pass route was improved, the Robidoux Pass route faded into obscurity; it was too far out of the way and too far from the water source of the North Platte River.</p> <h3>How To Get There</h3> <p>Today, Robidoux Pass lies on private property, but is still accessible by the general public who are encouraged to respect the wishes and rights of the owners. A gravel road one mile south of the intersection of Five Rocks Road and Old Oregon Trail leads to the site of the old trading post described by a historical marker.</p>",
    "audioDescription": "A grassy valley, with a gravel road, surrounded by sandstone bluffs.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "Private property",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "41.814156, -103.851486",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "77DC7793-82CA-4E4B-AC3E-2F9AFF68F93A",
    "url": "https://www.nps.gov/places/saddle-rock.htm",
    "title": "Saddle Rock",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/83AD572D-FABA-704D-961387C8E1DD573C.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "What appear to be chimneys of sandstone rise above the surrounding sandstone.",
        "title": "Saddle Rock",
        "description": "",
        "caption": "Saddle Rock one of the five named rocks of Scotts Bluff National Monument.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/83AD572D-FABA-704D-961387C8E1DD573C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/83AD572D-FABA-704D-961387C8E1DD573C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Saddle Rock",
      "geology"
    ],
    "latitude": "41.835860640931266",
    "longitude": "-103.69631946086884",
    "latLong": "41.835860640931266,-103.69631946086884",
    "bodyText": "This narrow buttress of rock rises 4,659 feet (1,366.11 meters) above sea level and 780 feet above the North Platte River. Saddle Rock was named for the indention between two thin spires on the bluff’s edge. Saddle Rock has also been referred to as “Motorcycle Rock”, “Grandpa’s Toes”, and “Steamboat Rock” among other names. The Saddle Rock Trail runs from the Visitor Center to the summit of Scotts Bluff and has its own tunnel to walk through.",
    "audioDescription": "A sharp bend in the paved trail. To the south, a series of what appear to be sandstone chimneys rise from the top of a sandstone bluff. In the distance below can be seen a prairie valley. To the east are the neighborhoods of the towns of Scottsbluff and Gering.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Geologic Formations",
        "id": "54BD29E2-6E44-46CC-ABD8-4BDD6F8F22F3",
        "type": "multimedia/audio",
        "url": "https://www.nps.gov/media/video/view.htm?id=54BD29E2-6E44-46CC-ABD8-4BDD6F8F22F3"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "E6440412-2990-4358-BFD4-9404467F6693",
    "url": "https://www.nps.gov/places/foot-tunnel.htm",
    "title": "Saddle Rock Foot Tunnel",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/82E564F4-DFFB-D884-08FCB1B5A8F8C472.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "Two hikers approach a tunnel carved into soft sandstone.",
        "title": "Hikers Approaching Tunnel",
        "description": "",
        "caption": "A hand-carved tunnel is one of the most memorable features of the Saddle Rock Trail.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/82E564F4-DFFB-D884-08FCB1B5A8F8C472.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/82E564F4-DFFB-D884-08FCB1B5A8F8C472.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "tunnel",
      "Saddle Rock",
      "trail",
      "geology",
      "erosion"
    ],
    "latitude": "41.83551691467358",
    "longitude": "-103.69587421417236",
    "latLong": "41.83551691467358,-103.69587421417236",
    "bodyText": "If you look to the left of the tunnel along the rock face you will see what is called “breakdown”. This is a good example of the effects erosional forces have on the sand and siltstone which makes up the majority of the bluff. Wind and water have over time sliced away a portion of the rock that was connecting this to the rest of the bluff. Erosion of the bluff occurs slowly and is usually unseen by humans. Wind, rain, and snow wears the bluff away. It slowly washes away grains and particles of sand, silt and ash. Most of the rock slides that occur in the park happen within this the Brule Formation. The Brule Formation is large and makes up one third of the exposed rock of the bluffs. <br /> <br /> Now look above the tunnel entrance. Do you notice the thick band of volcanic ash? It’s a whitish color on top and a brownish color on the bottom. This layer is several feet thick in some places. Between 28 to 32 million years ago, massive volcanic eruptions occurred in mountain ranges west of here, some as far away as present day Nevada. Ash from these eruptions was carried eastward by winds. It then fell as ashfall on what would one day be western Nebraska. ",
    "audioDescription": "A section of paved trail leads steeply up a sandstone bluff. To the east the trail enters a tunnel carved into a sandstone cliff face. To the southwest is a wide valley and on the other side of the valley is another sandstone bluff.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Erosion and Tunnel",
        "id": "1C48F796-0477-46D8-8407-EAEEFA76F36F",
        "type": "multimedia/audio",
        "url": "https://www.nps.gov/media/video/view.htm?id=1C48F796-0477-46D8-8407-EAEEFA76F36F"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "FF5D0FCB-554C-441A-9F25-40B947DB1FE4",
    "url": "https://www.nps.gov/places/saddle-rock-trail.htm",
    "title": "Saddle Rock Trail",
    "listingDescription": "The Saddle Rock Trail is the most popular hiking trail at Scotts Bluff National Monument. The trail leads 1.6 miles from the Scotts Bluff National Monument Visitor Center to the summit of Scotts Bluff. It is a 435 foot ascent featuring some of the best views in the state of Nebraska.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B988F48F-AAEF-ECB3-BE71F1EF2B323FD3.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "A paved trail leads through prairie grasses towards interesting rock formations.",
        "title": "The Lower Saddle Rock Trailhead",
        "description": "",
        "caption": "The Saddle Rock Trail starts from behind the Scotts Bluff NM Visitor Center",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B988F48F-AAEF-ECB3-BE71F1EF2B323FD3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B988F48F-AAEF-ECB3-BE71F1EF2B323FD3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "trailhead",
      "hiking",
      "Hiking Trail",
      "trail"
    ],
    "latitude": "41.828631",
    "longitude": "-103.707094",
    "latLong": "41.828631,-103.707094",
    "bodyText": "<p><em>The Saddle Rock Trail leads from the Visitor Center to the summit of Scotts Bluff and includes a foot tunnel.</em></p> <p><strong>Length</strong>: 1.6 miles (2.6 kilometers), one way</p> <p><strong>Surface</strong>: Asphalt</p> <p><strong>Difficulty</strong>: Strenuous, with an elevation change of 435 feet (133 meters).</p> <p><strong>Access</strong>: There are two trailheads for the Saddle Rock Trail. One is located to the east of the Visitor Center. The other trailhead is located along the North Overlook Trail at the summit of Scotts Bluff. </p> <p>Imagine hiking on Scotts Bluff’s most popular trail and running into a regular who hikes the trail daily for exercise - or perhaps members of a local high school cross country team training for an upcoming meet. Though hiking the paved trail could be considered a workout, a majority of the hikers simply do it to experience the environment – to see and count the geological layers of the bluff, or even to see the needle and thread grass or the mysterious spiderwort flower. Others want to see the soaring raptors or the western box turtle slowly crawling on the prairie. Still others use the trail to walk through the foot tunnel dug as a test prior to the Summit Road’s vehicular tunnels in 1933. These are all possible by hiking the Saddle Rock Trail. <br /> <br /> The first one-third of the trail from the visitor center is relatively level as you travel across the prairie to Scott’s Spring. The spring’s namesake is also the monument’s: fur trader <a href=\"https://www.nps.gov/people/hiram-scott.htm\">Hiram Scott</a>. Legends tell of his remains being found near this location in the spring of 1828. Scott was believed to have either been abandoned or voluntarily left behind by fellow trappers as he could not walk. The spring is fed by a natural “cistern” that collects rain and snowmelt from the bluff and releases it to the surface.<br /> <br /> The second one-third of the trail climbs to the foot tunnel. As you ascend you may see the roller coaster riders of the air, the cliff swallows and white-throated swifts. The swallows construct mud nests, grouped together in colonies, and plastered to the vertical cliffs. Looking like a cigar with wings, the Speedier Swifts are one of but a few species of birds able to survive through the winter by becoming partially dormant. The monument vicinity is one of only a few areas in Nebraska where they are known to breed.</p>   <p>Few birds can afford to expend the amount of energy required to hover in one place; however, the American kestrel is an exception. It uses the technique in hunting small rodents and insects. A small jay-sized hawk, it can be identified by the pointed wings and rufous (reddish) back or tail. Other birds in the area include prairie falcons, golden eagles, red-tailed hawks, and turkey vultures.<br /> <br /> The last one-third of the trail is the geological lesson from the foot tunnel to the summit. The bluff is the result of eroding sediment layers. It is only preserved by the hard, concrete-like caprock sections which still protect the softer sandstone, siltstone, and volcanic ash below. The white layer of volcanic ash visible on the top of the tunnel is believed to have been blown here from volcanoes in what is now known as the Great Basin in Nevada and Utah. The pipy concretions formed by lime deposits in ground water seen along the trail act as reinforced rods. Along with the caprock sections, these rods help anchor and slow the erosion of softer sediments.</p>   <p>Above the tunnel, where there are numerous signs alerting you to stay on the trail, you can see the trail's namesake formation – Saddle Rock. The last two-thirds of the trail passes through a very active rock fall area. Because rocks break off regularly and either slide or fall down the steep side of the bluff, staying on the trail is imperative.</p> <p>This area is occasionally closed following rock falls until the debris can be safely cleared. Check at the visitor center for current trail conditions.</p>",
    "audioDescription": "An asphalt trail leads through a mowed lawn into natural prairie and towards towering sandstone bluffs.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Baby Changing Station",
      "Benches/Seating",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Picnic Shelter/Pavilion",
      "Restroom - Accessible",
      "Toilet - Flush",
      "Trailhead",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "41.828631, -103.707094",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "First Impressions",
        "id": "00219369-1486-4555-B2CA-BA83E5882B0D",
        "type": "multimedia/audio",
        "url": "https://www.nps.gov/media/video/view.htm?id=00219369-1486-4555-B2CA-BA83E5882B0D"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "65BC9816-A5E6-4D74-A8B7-B81EC8F7D6A8",
    "url": "https://www.nps.gov/places/000/scotts-bluff-national-monument.htm",
    "title": "Scotts Bluff National Monument",
    "listingDescription": "Scotts Bluff National Monument is named for an immense section of sandstone and clay bluffs that tower 800 feet above the North Platte River. This 3000 acre monument is managed by the National Park Service and has numerous amenities and things to do.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/05E76536-F1A6-EB73-0812D40B49DFBDB2.jpg",
        "credit": "NPS Photo",
        "altText": "Two covered wagons sit in a grassy field in front of a large rock outcropping.",
        "title": "Scotts Bluff National Monument",
        "description": "",
        "caption": "Visit Scott's Bluff National Monument.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/05E76536-F1A6-EB73-0812D40B49DFBDB2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/05E76536-F1A6-EB73-0812D40B49DFBDB2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,CO,ID,KS,MO,NE,NV,OR,UT,WY",
        "parkCode": "cali",
        "designation": "National Historic Trail",
        "fullName": "California National Historic Trail",
        "url": "https://www.nps.gov/cali/index.htm",
        "name": "California"
      },
      {
        "states": "IL,IA,NE,UT,WY",
        "parkCode": "mopi",
        "designation": "National Historic Trail",
        "fullName": "Mormon Pioneer National Historic Trail",
        "url": "https://www.nps.gov/mopi/index.htm",
        "name": "Mormon Pioneer"
      },
      {
        "states": "ID,KS,MO,NE,OR,WA,WY",
        "parkCode": "oreg",
        "designation": "National Historic Trail",
        "fullName": "Oregon National Historic Trail",
        "url": "https://www.nps.gov/oreg/index.htm",
        "name": "Oregon"
      },
      {
        "states": "CA,CO,KS,MO,NE,NV,UT,WY",
        "parkCode": "poex",
        "designation": "National Historic Trail",
        "fullName": "Pony Express National Historic Trail",
        "url": "https://www.nps.gov/poex/index.htm",
        "name": "Pony Express"
      },
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "oregon trail",
      "California trail",
      "pony express trail",
      "historic trail",
      "National Trails",
      "places",
      "emigrant trails",
      "Scotts Bluff National Monument",
      "Nebraska",
      "Mormon Pioneer National Historic Trail",
      "passport stamp"
    ],
    "latitude": "41.828497",
    "longitude": "-103.707615",
    "latLong": "41.828497,-103.707615",
    "bodyText": "<p><b>Scotts Bluff National Monument</b> is named for an immense section of sandstone and clay bluffs that tower 800 feet above the North Platte River. This 3000 acre monument is managed by the National Park Service and has numerous amenities and things to do. A visitor center contains exhibits about the geological, paleontological, and human history of the monument, including exhibits about the Oregon Trail and its travelers. The visitor center also contains a bookstore and plays an introductory film. Addition features of the monument include a paved road that allows visitors to drive to the top of the bluffs, numerous interpretive waysides, several hiking trails, and magnificent views. Restrooms drinking water, soda machines, and picnic tables are available. Plan to stay for a minimum of two hours to enjoy the park. Modest admission is charged.</p> <h2>Site Information</h2> <p><strong>Location </strong>(Three miles west of Gering, Nebraska on Old Oregon Trail (Highway 92 West))</p> <h2><a href=\"https://www.nps.gov/scbl/\">Scotts Bluff National Monument</a></h2> <h2><a href=\"https://www.nps.gov/oreg/index.htm\">Oregon National Historic Trail</a></h2> <h2><a href=\"https://www.nps.gov/cali/index.htm\">California National Historic Trail</a></h2> <h2><a href=\"https://www.nps.gov/poex/index.htm\">Pony Express National Historic Trail</a></h2>",
    "audioDescription": "Scotts Bluff National Monument. 217 words<br /><br />The visitor center here consists of a long, rectangular building made of tan adobe, extending parallel to the parking lot. At the left end, a two-story wing extends back away from the parking lot. Where the two wings meet, the wide sidewalk leads through an archway to the entrance. Dark brown wooden shingles cover the roof. Restrooms are at the far right end of the building.<br /><br />The massive bluff itself, with its tan and brown layers, rises behind and to the left of the building. Immediately to the left is the flat cliff face of the south end, looking like someone sliced it with a knife.<br /><br />The main structure has no windows but there is decorative open grillwork just under the eaves. A curved adobe wall lines the sidewalk from the parking lot. In front to the left of the entrance is a flagpole with a granite-topped, brick vault next to it. Engraved text on the granite reads, \"Time Capsule, sealed December 12, 1994, to be opened December 12, 2069.\"<br /><br />As you enter the building, the information desk extends parallel to the left-hand wall. On the right side of the door is a small seating area, with the entrance to the exhibit area just beyond. The gift shop is straight ahead.",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "For more information about Passport Stamps, inquire at the site.",
    "passportStampImages": [
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/76CB07CE-FEBF-4D72-55D4DDD5FB53B217.jpg"
          }
        ],
        "altText": "Passport Stamp Icon with a banner \"Passport to History\".",
        "title": "National Historic Trails Stamps",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/76CB07CE-FEBF-4D72-55D4DDD5FB53B217.jpg"
      }
    ],
    "managedByUrl": "https://www.nps.gov/scbl/index.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Gifts/Souvenirs/Books",
      "Historical/Interpretive Information/Exhibits",
      "Information - Ranger/Staff Member Present",
      "Picnic Table",
      "Restroom",
      "Scenic View/Photo Spot",
      "Trailhead",
      "Water - Drinking/Potable"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "three miles west of Gering, Nebraska on Old Oregon Trail (Highway 92 West)",
        "name": "Location"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Monument",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C278CF50-23C0-4981-AD30-7BDFC65A12D1",
    "url": "https://www.nps.gov/places/monument-store.htm",
    "title": "Scotts Bluff National Monument Store",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/92288DBA-C74A-BC65-D813506057C7F240.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "A woman looks at the merchandise in the Park Store.",
        "title": "Shopping at the Scotts Bluff Park Store",
        "description": "",
        "caption": "The Black Hills Parks and Forests Association Store is the place to find Scotts Bluff souvenirs.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/92288DBA-C74A-BC65-D813506057C7F240.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/92288DBA-C74A-BC65-D813506057C7F240.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "bookstore",
      "Midwest",
      "Nebraska",
      "park store"
    ],
    "latitude": "41.82859129115064",
    "longitude": "-103.70737318322367",
    "latLong": "41.82859129115064,-103.70737318322367",
    "bodyText": "<p>The park store is operated by Black Hills Parks and Forests Association, an official non-profit partner of the National Park Service dedicated to supporting the educational mission of Scotts Bluff National Monument. The park store has a wide range of educational products and services available for retail sale. These products complement the interpretive themes you experience when visiting the park. The park store is located inside the Scotts Bluff National Monument Visitor Center, or you can visit the <a href=\"https://blackhillsparks.org\">online park store</a>.</p>",
    "audioDescription": "A rectangular-shaped room, approximately 19.5 feet long by 27 feet long. The ceiling is approximately 12 feet high. There are entryway portals, each measuring approximately 6 feet wide by 7 feet tall centered on the east, west and north walls of the room. The north and south walls both have windows that are 5 feet wide by 3 feet tall. The windows are all approximately 8 feet above the floor level and covered with gray, steel shutters. The north, south and east walls are covered with weathered-looking slatwall with merchandise hung from various fixtures. This merchandise includes clothing, books, and plush animals, among other items. Below the slatwall sections are benches of various heights, that are used to dsiplay some sales items. Below each bench is a crate used for storing more merchandise. The floor is covered with carpet patterned with rectangles of various shades of gray.",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "There are five different passport stamps located in the Black Hills Parks and Forests Association store at Scotts Bluff National Monument. -Scotts Bluff National Monument -California National Historic Trail -Oregon National Historic Trail -Mormon Pioneer National Historic Trail -Pony Express National Historic Trail",
    "passportStampImages": [],
    "managedByUrl": "https://blackhillsparks.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Gifts/Souvenirs/Books"
    ],
    "managedByOrg": "Black Hills Parks and Forests Association",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Scotts Bluff NM Visitor Center",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F34EE6B7-3A9A-4C2A-A77D-263F5EF7D48E",
    "url": "https://www.nps.gov/places/000/scotts-bluff-nat-monument-the-oregon-trail.htm",
    "title": "Scotts Bluff National Monument, the Oregon Trail",
    "listingDescription": "The bluffs of Scotts Bluff National Monument rise directly from the North Platte River, blocking wagon travel along the river's south bank. At first, emigrants had to take a detour south and use Robidoux Pass, a natural gateway, to get through the bluffs. This mostly stopped in 1850 when a new route was opened at Mitchell Pass.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/import/b039f3c5-3c9b-4c5b-b19e-55e2bdfb60ed_image_350.jpg",
        "credit": "",
        "altText": "Six painted ox sculptures hooked to a replica of a historic wagon against a back drop of grass, blue skies, and a towering, grey natural rock formation",
        "title": "",
        "description": "",
        "caption": "Oregon Trail Pathway at Scotts Bluff National Monument",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "CA,CO,ID,KS,MO,NE,NV,OR,UT,WY",
        "parkCode": "cali",
        "designation": "National Historic Trail",
        "fullName": "California National Historic Trail",
        "url": "https://www.nps.gov/cali/index.htm",
        "name": "California"
      },
      {
        "states": "ID,KS,MO,NE,OR,WA,WY",
        "parkCode": "oreg",
        "designation": "National Historic Trail",
        "fullName": "Oregon National Historic Trail",
        "url": "https://www.nps.gov/oreg/index.htm",
        "name": "Oregon"
      },
      {
        "states": "CA,CO,KS,MO,NE,NV,UT,WY",
        "parkCode": "poex",
        "designation": "National Historic Trail",
        "fullName": "Pony Express National Historic Trail",
        "url": "https://www.nps.gov/poex/index.htm",
        "name": "Pony Express"
      },
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "oregon trail",
      "California trail",
      "pony express trail",
      "places",
      "Nebraska",
      "historic trail",
      "National Trails",
      "emigrant trails",
      "American Solar Challenge"
    ],
    "latitude": "41.82861",
    "longitude": "-103.708233",
    "latLong": "41.82861,-103.708233",
    "bodyText": "<p>The bluffs of <a href=\"https://www.nps.gov/scbl/index.htm\">Scotts Bluff National Monument</a> rise directly from the North Platte River, blocking wagon travel along the river's south bank. At first, emigrants had to take a detour south and use Robidoux Pass, a natural gateway, to get through the bluffs. This mostly stopped in 1850 when a new route was opened at Mitchell Pass. Located close to the North Platte River, this route saved emigrants nearly 15 miles of travel. The route, though, was narrow, due to the land's geography. As such, more than 300,000 emigrants, and their wagons and livestock, had to travel on the same strip of land. Eventually, deep ruts formed as a result of this traffic. These ruts are still visible today and are now a part of Scotts Bluff National Monument. A section of them has been developed into a walking trail with interpretive waysides.</p> <p><strong>Emigrant Remarks</strong></p> <p>In 1845, General Philip St. George Cooke marveled at the strange formation that rose before him.</p> <blockquote> <p>\"Looming afar over river and plain was 'Scott's Bluff,' a Nebraska Gibralter; surmounted by a colossal fortress and a royal castle, it jutted on the water. . . . This morning marched three miles still nearer to that mysterious mountain . . . without being disenchanted of its colossal ruins and phantom occupants.\"</p> </blockquote> <h2>Site Information</h2> <p><strong>Location</strong> (Three miles west of Gering, Nebraska on Old Oregon Trail (Highway 92 West))</p> <p><em><a href=\"https://www.nps.gov/oreg/planyourvisit/safety.htm\">Safety Considerations</a></em></p> <h3><a href=\"https://www.nps.gov/places/oregon-trail-pathway.htm\">More Site Information</a></h3> <h2><a href=\"https://www.nps.gov/oreg/index.htm\">Oregon National Historic Trail</a></h2> <h2><a href=\"https://www.nps.gov/cali/index.htm\">California National Historic Trail</a></h2> <h2><a href=\"https://www.nps.gov/poex/index.htm\">Pony Express National Historic Trail</a></h2>",
    "audioDescription": "To reach the walking trail, cross the access road at the left of the visitor center. The sidewalk on the other side leads back to the left towards the highway and then turns right to parallel the highway. Once past the curve, there are four reproductions of different style emigrant vehicles along the right side of the sidewalk as well as several wayside signs. Please feel free to touch any of the vehicles. To the left, on the other side of the road are more bluffs, layered in tan and brown. A cylindrical feature sits on top of the bluff nearest to the road.<br /><br />The first emigrant vehicle along the sidewalk, located about where the surface changes from smooth cement to a rougher aggregate, is a handcart. It has a small, square structure sitting directly over the two large wagon wheels with simple poles and a crosspiece extending in front for pulling it.<br /><br />A wayside sign near the handcart asks which route would you take? Before 1851, many emigrants took a long detour to the south through Robidoux Pass. Later a one-wagon wide trail was created through the ravines of these bluffs here at Mitchell Pass.<br /><br />Next is a common wagon, green in color with off-white canvas stretched on the overhead hoops. The rear wheels are larger than those in the front. The next wagon is very similar, this one painted white.<br /><br />The final wagon is larger, painted pale blue. The wagon bottom is slightly curved to the middle and the front and rear ends are angled outward. This one has a team of model oxen in front, wearing wooden yokes with chains running back to the tongue of the wagon.<br /><br />Past the last wagon, the sidewalk changes to a dirt and gravel path. A wayside sign here tells us that traffic went both ways through the pass. Fur traders traveled both directions, but some of the emigrants gave up and turned back eastward. Others returned to bring other family members out west. Traders drove massive freight wagons in both directions and Army units rode both ways as they patrolled the route.<br /><br />The trail continues around the base of Scotts Bluff, the flat end rising high above you on the right. Meadow vegetation lines the path along with earthen and rocky outcroppings. The path may be rough and uneven in places. More waysides at the end of the trail talk about how emigrants might get assistance along the trail and one shows a painting by William Henry Jackson that depicts the view of the trail looking back eastward through the pass, matching the current location of the sign.",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/scbl/index.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "69d969d6-c53a-43dc-83bb-e02cb9540040",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "three miles west of Gering, Nebraska on Old Oregon Trail (Highway 92 West)",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Oregon, California, Mormon Pioneer, and Pony Express Trails all passed through this area.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Monument",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "BE11FABB-72C3-4C27-9633-FA9EDD677876",
    "url": "https://www.nps.gov/places/rockfall-and-contact.htm",
    "title": "Stop 10: Rockfall",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C195F156-D7AE-DE61-FA4642B0D8B424FA.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "A large rock formation with visible strata and large chunks of rock at its base.",
        "title": "Saddle Rock",
        "description": "",
        "caption": "Both rockfall and the irregular nature of the Gering-Whitney Contact can be seen.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C195F156-D7AE-DE61-FA4642B0D8B424FA.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C195F156-D7AE-DE61-FA4642B0D8B424FA.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "geology",
      "Gering Formation",
      "rockfall",
      "Brule Formation",
      "Whitney Member"
    ],
    "latitude": "41.835412",
    "longitude": "-103.698155",
    "latLong": "41.835412,-103.698155",
    "bodyText": "The features described at this stop are located to the northeast, across the ravine near Saddle Rock. First, note how the contact between the Whitney and the Gering is very irregular instead of flat like we saw at the previous stop. Some geologists believe this is evidence that there is no gap in the geologic record here at Scotts Bluff National Monument. Other geologists, however, believe that this contact represents a hiatus of up to four million years at the Monument.<br /> <br /> Speaking of millions of years, we tend to think of geology as a very slow process, taking place over the course of millions, if not hundreds of millions of years. Sometimes changes to the landscape happen quickly though. Just below Saddle Rock are the remains of a large rockfall that happened in 1974. Much of the erosion at Scotts Bluff takes place through such rock falls. Another rock fall took place in this same general area in the year 2000. Geologic processes continue to shape Scotts Bluff, sometimes in ways that are very obvious. <br /> <br /> To get to the last stop on the Saddle Rock Geology Walking Tour, head down the trail, out of the ravine to an area where the vegetation looks a bit different. In the summer you will notice greener, more verdant vegetation. In the winter you might see a trickle of water off to the right side of the trail. ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "41.835412, -103.698155",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "98BA171D-5AE2-445F-A8A6-0D0E8E0DA240",
    "url": "https://www.nps.gov/places/scotts-spring.htm",
    "title": "Stop 11: Scotts Spring",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C271A626-DFEF-164E-5F2513FAB7ACC898.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "A park ranger stands near an area thick, green vegetation where a spring emerges from the ground.",
        "title": "A Park Ranger stands near Scotts Spring",
        "description": "",
        "caption": "Scotts Spring is the only natural spring at Scotts Bluff National Monument.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C271A626-DFEF-164E-5F2513FAB7ACC898.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C271A626-DFEF-164E-5F2513FAB7ACC898.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "geology",
      "Spring Seep",
      "Scotts Spring",
      "siltstone",
      "Whitney Member"
    ],
    "latitude": "41.832109",
    "longitude": "-103.698832",
    "latLong": "41.832109,-103.698832",
    "bodyText": "The last stop on our tour is Scotts Spring. Scotts Spring is the only natural spring located in Scotts Bluff National Monument and issues from cracks within Whitney Member siltstones. Scotts Spring is typical for a spring that discharges from siltstone in that it discharges little water and is located in an area of structural weakness. Despite the fact that little water is discharged here, the spring is an important source of drinking water for the animals that call Scotts Bluff home and the vegetation found here includes species of plants that are typically found in wetter environments, like willows. <br /> <br /> We hope that you enjoyed your walk through geolgic history here at Scotts Bluff National Monument. In a way, you have walked back in time. Starting at the Monroe Creek-Harrison Formations that were depositied up to around 25 million years ago, you then walked down into the older Gering Formation which is up to 28 million years old. Finally you made your way down into the Whitney Member, which is roughly 30 million years old. While these ages make geology feel like something that shaped the monument in the past, remember that these geologic changes are still happening today. For that reason, we hope you will return to the Monument in the future to see how geologic processes have changed this special place. ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "41.832109, -103.698832",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Geology and Scotts Spring",
        "id": "5A304772-5C5F-46A2-AC08-67CBDD738E8F",
        "type": "multimedia/audio",
        "url": "https://www.nps.gov/media/video/view.htm?id=5A304772-5C5F-46A2-AC08-67CBDD738E8F"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "C2E9D01D-3E91-4E6F-B618-6CCC20B19633",
    "url": "https://www.nps.gov/places/orella-badlands-overlook.htm",
    "title": "Stop 1: The Orella badlands from the North Overlook",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F023D406-FE5A-7CC5-DAA9A08046DF831B.jpg",
        "credit": "NPS",
        "altText": "A man stands behind a low rock wall and admires the view of the North Platte River Valley.",
        "title": "The view from the North Overlook",
        "description": "",
        "caption": "Admiring the view from the North Overlook.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F023D406-FE5A-7CC5-DAA9A08046DF831B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F023D406-FE5A-7CC5-DAA9A08046DF831B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "geology",
      "badlands",
      "overlook",
      "Orella badlands",
      "North Platte River",
      "North Platte Valley"
    ],
    "latitude": "41.839946",
    "longitude": "-103.698892",
    "latLong": "41.839946,-103.698892",
    "bodyText": "Before starting your hike down the Saddle Rock Trail, take a short side trip over to the North Overlook. The Orella badlands are visible from this point. A large number of vertebrate fossils were collected from this area prior to 1919 when the area was incorporated into Scotts Bluff National Monument. Today, fossil collecting is prohibited.<br /> <br /> It stands to reason that the oldest layers of sediment would be the ones at the bottom of Scotts Bluff. Those oldest exposed sediments can be seen here from the North Overlook. The Orella Member is the lowermost member of the Brule Formation. The overlook is about 800 feet (244 meters) above the North Platte River and provides a panoramic view of the fertile cropland in the North Platte Valley, which is about six miles (9.7 kilometers) wide at this location. Upstream from this point, the North Platte River drains an area of 24,330 square miles (63,000 square kilometers) starting in the Rocky Mountains of Colorado. Because reserviors were built to retain spring snowmelt for summer irrigation, the flow of the river is much less variable than it was in past and the channel is considerably narrower than it previosly was. Most of the water used for irrigation in the Platte River Valley is obtained from canals that divert water from the North Platte River in Wyoming and Nebraska. One of three canals that pass through the monument, the Mitchell-Gering Canal, can be seen traversing the badlands from this overlook. <br /> <br /> To get to the next stop on the tour, backtrack on the North Overlook Trail, following the east sides of the loops to the start of the Saddle Rock Trail. As you head to the next stop on the tour, think about why the badlands below have eroded away so much, but Scotts Bluff still stands 800 feet above the river.",
    "audioDescription": "A stone wall surrounds a paved path. There are distant views of badland formations and the North Platte River, 800 feet below.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "41.839946, -103.698892",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "82BA5044-B5A2-41CB-9418-0E34E3B836D4",
    "url": "https://www.nps.gov/places/pipy-concretions.htm",
    "title": "Stop 2: Pipy Concretions",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F6227E43-D07A-9DA2-634D7FD5373B2DBB.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "A layer of gray colored rock with splotches of orange lichen.",
        "title": "Pipy Concretions",
        "description": "",
        "caption": "A layer of calcite-cemented \"pipy\" concretions overlie softer sandstone and siltstone.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F6227E43-D07A-9DA2-634D7FD5373B2DBB.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F6227E43-D07A-9DA2-634D7FD5373B2DBB.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "calcite",
      "pipy concretions",
      "Arikaree Group",
      "geology"
    ],
    "latitude": "41.837807",
    "longitude": "-103.698405",
    "latLong": "41.837807,-103.698405",
    "bodyText": "At the start of the Saddle Rock Trail, take a look off to the north side of the trail and you will notice grayish colored rock with a few splotches of orange lichens.<br /> <br /> These rocks are part of the Monroe Creek–Harrison Formations that form the caprock of Scotts Bluff and overlie the Gering Formation. This caprock helps protect the underlying softer rocks, sandstones and siltstones, from erosion. The morphology of these calcite-cemented \"pipy\" concretions typical of the Arikaree Group is well displayed here. The concretions maintain a consistent northeast-southwest orientation over much of the southern Nebraska panhandle and formed when calcium carbonate (limestone), precipitated from groundwater, cemented together sand grains (Pabian and Swinehart 1979; Swinehart and Loope 1987). Clasts of these concretions occur in a number of intraformational gully fills in western Nebraska and indicate that the concretions formed shortly after deposition of the host sand. Note the small diameter verticle tubules preserved in many of the concretions. <br /> <br /> To get to the next stop on the tour, hike down the trail to just beyond the second switchback. Besides the sandstone, siltstone and limestone, there is another material that makes up Scotts Bluff. As you head past the second switchback, look to your left and see if you notice any material embedded in the rock that looks different than what you've seen so far. ",
    "audioDescription": "A paved trail leads past a gray rock layer that overlies lighter colored and softer rocks underneath it. Scattered ponderosa pines, yuccas and grasses are seen off to the side of the trail.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "41.837807, -103.698405",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "0149C69B-CA4D-49D6-BE7A-F74B03FA7C3E",
    "url": "https://www.nps.gov/places/ash-lens.htm",
    "title": "Stop 3: Ash Lens",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F7A09F44-DA61-BCE1-9AD3ECF5EE45F16E.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "A finger points to a layer of pinkish-colored rock embedded within layers of darker rock.",
        "title": "Ash Lens or Lentil",
        "description": "",
        "caption": "A lens of ash is seen within the surrounding sandstone.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F7A09F44-DA61-BCE1-9AD3ECF5EE45F16E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F7A09F44-DA61-BCE1-9AD3ECF5EE45F16E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "geology",
      "ash lens",
      "ash lentil"
    ],
    "latitude": "41.837048",
    "longitude": "-103.698273",
    "latLong": "41.837048,-103.698273",
    "bodyText": "Head down the trail about 45 feet from the second switchback. At this point if you look to the left side of the trail, you will notice the rock has a thin layer of pinkish-colored material embedded in it.<br /> <br /> This is an \"ash lens\", also known as an \"ash lentil\". In geologic terms, a lentil or lens is body of ore or rock that is thick in the middle and thin at the edges, resembling a convex lens in cross-section. This ash lens can also be seen in the cliff face to the south. Note both the cross- and horizontally stratified sandstone above and below the ash. Volcanic ash is a major component of Scotts Bluff. In some places it is mixed with sandstone. In other locations, like here, it is found alone within layers of other rock. <br /> <br /> To continue the tour, head down the trail to the next stop, at the set of concrete stairs. So far the different layers of rock we have seen have been have been relatively horizontal. However, as you approach the stairs at the next stop on the tour, look for sandstone that shows evidence of cross-stratification. That means the layers are angled instead of horizontal. ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "41.837048, -103.698273",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D7C3A375-A4D4-4027-BE34-C0DA5C9BED5F",
    "url": "https://www.nps.gov/places/cross-stratified-sand.htm",
    "title": "Stop 4: Cross-stratified Sand",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F8C1C710-9C55-1771-4C8D817D6C11D4EF.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "Sandstone with layers at different angles.",
        "title": "Cross-Stratified Sand",
        "description": "",
        "caption": "Cross-stratification of sandstone can be seen near the concrete stairs on the Saddle Rock Trail.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F8C1C710-9C55-1771-4C8D817D6C11D4EF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F8C1C710-9C55-1771-4C8D817D6C11D4EF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "cross-stratified sand",
      "aeolian landforms",
      "geology"
    ],
    "latitude": "41.836633",
    "longitude": "-103.697987",
    "latLong": "41.836633,-103.697987",
    "bodyText": "At the set of stairs, look at the cliff face to the left of the trail. The very fine to fine-grained sandstone along this cliff face is cross-stratified or cross-bedded, meaning some of the layering of sediments is at an angle to the main bedding plane.<br /> <br /> Cross-bedding suggests that the sandstone here was deposited in an environment where a flowing medium was involved, usually water or wind. Geologists interpret the structures here as products of wind-ripple migration on <a href=\"https://www.nps.gov/subjects/geology/aeolian-landforms.htm\">aeolian</a> dunes. <br /> <br /> To continue with the tour, continue down the trail about 75 feet from the concrete stairs. Here we have seen how wind and flowing water can change rock. Do you think living things can affect geologic processes? ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "41.836498, -103.697783",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "18312992-7776-4925-9D65-F372C193349E",
    "url": "https://www.nps.gov/places/invertebrate-burrows.htm",
    "title": "Stop 5: Invertebrate Burrows",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BE10C2C0-EF70-A2C2-B30CD60B2AC712A1.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "A finger points to a vertical burrow in the sandstone.",
        "title": "Invertebrate Burrows",
        "description": "",
        "caption": "Invertebrate burrows can be seen in the sandstone and ash lens at this location.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BE10C2C0-EF70-A2C2-B30CD60B2AC712A1.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BE10C2C0-EF70-A2C2-B30CD60B2AC712A1.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "burrows",
      "invertebrates",
      "geology"
    ],
    "latitude": "41.836495",
    "longitude": "-103.697778",
    "latLong": "41.836495,-103.697778",
    "bodyText": "About 75 feet down the trail from the concrete steps is an exposure of laminated volcanic ash lens up to 20 inches thick. Excellent samples of a number of different types of invertebrate burrows are present in the ash and in adjacent sandstones. These burrows are cylindrical, smooth walled, and generally non-branching. They have been interpreted by geologists to have been made by insects, possibly beetles. <br /> <br /> Here we have seen an example of one way that living creatures have altered the geology of Scotts Bluff. At our next stop on the tour we will see another area that geolgists interpret as having been altered by living organisms. To get to the next stop on the tour, head down the trail to the major bend. Once you get to the north side of the major bend, look at the rock to the left of the trail. ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "41.836495, -103.697778",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C8CBC71B-6D89-4ABA-A6FD-DE924A369775",
    "url": "https://www.nps.gov/places/massive-sandstone.htm",
    "title": "Stop 6: Massive Sandstone",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BE869111-9E56-87AA-E8A5B6142E06B4EA.jpg",
        "credit": "NPS/Ittai Levine",
        "altText": "A park ranger stands near an area where stratified sandstone is seen above massive sandstone.",
        "title": "Massive Sandstone",
        "description": "",
        "caption": "Above the ranger's neck the sandstone is stratified, below it is massive.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BE869111-9E56-87AA-E8A5B6142E06B4EA.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BE869111-9E56-87AA-E8A5B6142E06B4EA.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "geology",
      "massive sandstone",
      "sandstone"
    ],
    "latitude": "41.835848",
    "longitude": "-103.696283",
    "latLong": "41.835848,-103.696283",
    "bodyText": "Just after the major bend in the trail, note the volcanic ash lens about 13 feet above the trail. Two different types of sandstone can be seen here. About 7 feet above the trail the sandstone is stratified and layering can be seen. Below that point the sandstone is \"massive\", meaning it lacks evidence of layering. The minerology (chemistry, crystal structure and physical properties) and grain size of the two units is similar. Geologists believe that the lack of depositional sedimentary structures here is due to either a much slower sedimentation rate and intense bioturbation (disturbance of sediments by animals), or the trapping of sediment by vegetation so that laminations were never present. <br /> <br /> To get to the next stop on the tour, head down the trail to the area between the second and third of the northeast facing switchbacks on the trail. If you take a close look at the rocks in this area, you may find examples of crystals in the rock. ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "41.835848, -103.696283",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C491B476-7755-44FA-BDBE-7BBAA1D2F1C5",
    "url": "https://www.nps.gov/places/sand-crystals.htm",
    "title": "Stop 7: Calcite Sand Crystals",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BEF42922-E08F-5577-C188EA269814806B.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "A finger points to crystal fins of calcite.",
        "title": "Sand Crystals",
        "description": "",
        "caption": "\"Sand\" crystals were formed when calcite replaced gypsum.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BEF42922-E08F-5577-C188EA269814806B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BEF42922-E08F-5577-C188EA269814806B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "geology",
      "crystals",
      "calcite",
      "gypsum",
      "sand crystals"
    ],
    "latitude": "41.83648",
    "longitude": "-103.696395",
    "latLong": "41.83648,-103.696395",
    "bodyText": "Between the second and third switchbacks on the northeast side of Scotts Bluff, look for sand crystals in the horizontally stratified sandstone of the Gering Formation. The disk-like shape of the crystals indicates to geologists that they were formed by the growth of gypsum which has since been replaced with calcite. <br /> <br /> To get to the next stop on the tour, head down the trail until about 65 feet before the foot tunnel. ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "41.836743, -103.696562",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "47A9751A-5825-449F-9CD4-58801941C7D9",
    "url": "https://www.nps.gov/places/vertebrate-tracks.htm",
    "title": "Stop 8: Vertebrate Tracks",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BF6667AE-FB72-BF04-088F6FF241ED0B27.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "Layers of sandstone are seen, some of the layers show concave-up deformations.",
        "title": "Vertebrate tracks in sandstone",
        "description": "",
        "caption": "These deformations in the sandstone have been interpreted by geologists as vertebrate tracks.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BF6667AE-FB72-BF04-088F6FF241ED0B27.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BF6667AE-FB72-BF04-088F6FF241ED0B27.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "geology",
      "vertebrate tracks",
      "sandstone"
    ],
    "latitude": "41.835653",
    "longitude": "-103.695855",
    "latLong": "41.835653,-103.695855",
    "bodyText": "Sixty-five feet before reaching the east entrance of the foot tunnel look to the cliff face just off of the trail. A distinct layer of volcanic ash can be seen about 6 feet above the level of the trail. Two feet above the top of the ash layer, concave-up deformation structures can be seen. Geologists believe these structures were created as vertebrates walked through the sediment here. The scale and two-lobed shape of the deformations leads scientists to believe that these are the tracks of large ungulates, possibly entelodonts (<a href=\"https://www.nps.gov/agfo/learn/nature/mammalfossils.htm\">the Dinohyus or Daeodons found at Agate Fossil Beds National Monument are examples of entelodonts</a>). Other potential track-makers include oreodonts, hyracodontid rhinos, tapirs, small horses, camels, and a variety of carnivores. Once again, we see an example of how living things have left their mark on the geology of Scotts Bluff. <br /> <br /> To get to the next stop on the tour, head through the tunnel and down the trail to the switchback. As you make your way there, be on the lookout for a distinct change in rock layers. ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "41.835653, -103.695855",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "67C6A8D1-B62D-4E2C-8635-2CFC8C37616C",
    "url": "https://www.nps.gov/places/whitney-gering-contact.htm",
    "title": "Stop 9: The Whitney-Gering Contact",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9DBA018B-9AD2-BDF3-17089A3891B12E4B.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "A distinct line separates two different layers in the rock.",
        "title": "The Whitney-Gering Contact",
        "description": "",
        "caption": "The Gering Formation overlies the Whitney Member of the Brule Formation.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9DBA018B-9AD2-BDF3-17089A3891B12E4B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9DBA018B-9AD2-BDF3-17089A3891B12E4B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "geology",
      "Gering Formation",
      "Whitney Member",
      "Brule Formation"
    ],
    "latitude": "41.836191",
    "longitude": "-103.69827",
    "latLong": "41.836191,-103.69827",
    "bodyText": "<ul> <li>About 30 feet above the trail, the Gering Formation ends and the Whitney Member of the Brule Formation begins. The mineralology, grain size, texture, and regional mantling of the Whitney Member suggest that it was created through the slow accumulation of volcanic ash that blew in from the west. </li> </ul> <br /> To get to the next stop on the tour, head down the trail about 700 feet and look to the northeast towards Saddle Rock. Here you will see more of the Gering-Whitney contact. ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "41.836191, -103.698270",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E11D6D91-44CD-4283-A65C-F3088E5349D9",
    "url": "https://www.nps.gov/places/studebaker-wagon-replica.htm",
    "title": "Studebaker Wagon Replica",
    "listingDescription": "The Studebaker Wagon was a common family wagon for hauling goods west.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5BC3095E-F879-6F0C-CCC0F6AA94FD25C7.jpg",
        "credit": "NPS",
        "altText": "A Studebaker wagon is painted blue with red wheels and a canvas cover.",
        "title": "Studebaker Wagon",
        "description": "",
        "caption": "Studebaker wagons were a common family wagon.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5BC3095E-F879-6F0C-CCC0F6AA94FD25C7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5BC3095E-F879-6F0C-CCC0F6AA94FD25C7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,CO,ID,KS,MO,NE,NV,OR,UT,WY",
        "parkCode": "cali",
        "designation": "National Historic Trail",
        "fullName": "California National Historic Trail",
        "url": "https://www.nps.gov/cali/index.htm",
        "name": "California"
      },
      {
        "states": "ID,KS,MO,NE,OR,WA,WY",
        "parkCode": "oreg",
        "designation": "National Historic Trail",
        "fullName": "Oregon National Historic Trail",
        "url": "https://www.nps.gov/oreg/index.htm",
        "name": "Oregon"
      },
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Studebaker wagon",
      "emigrant wagons"
    ],
    "latitude": "41.828897825796226",
    "longitude": "-103.70898485183716",
    "latLong": "41.828897825796226,-103.70898485183716",
    "bodyText": "Please note that the Studebaker wagon may be placed in storage to protect it from the elements during the winter season. <br /> <br /> The Studebaker brothers began their enterprise in South Bend, Indiana. The Studebaker name was as recognizable as Murphy on the trail. As blacksmiths, they provided the hardware for many of the early wagon manufacturers. Nearly every wagon making the journey westward had their components and spare parts. They would later expand into manufacture ring wagons for emigrants and freighting companies.  <br /> <br /> The influence of the family and their adaptive skills would extend into the modern era with the design and production of the Studebaker automobile.<br /> <br /> The Studebaker wagon at Scotts Bluff was purchased by the Monument in 2009.",
    "audioDescription": "A Studebaker wagon replica sits off to the north side of the paved path.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C3DA25B5-C70C-4B22-AF71-31E5EE2CA069",
    "url": "https://www.nps.gov/places/hiram-scott-memorial.htm",
    "title": "The Hiram Scott Memorial",
    "listingDescription": "A memorial plaque to the namesake of Scotts Bluff.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BF554A7E-C511-05AA-62723BBF2E547613.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "A metal plaque is set on a stone and mortar base.",
        "title": "The Hiram Scott Memorial",
        "description": "",
        "caption": "The Hiram Scott Memorial is located along the North Overlook Trail at the summit of Scotts Bluff.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BF554A7E-C511-05AA-62723BBF2E547613.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BF554A7E-C511-05AA-62723BBF2E547613.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Memorial",
      "Hiram Scott"
    ],
    "latitude": "41.83884218891688",
    "longitude": "-103.69902849197388",
    "latLong": "41.83884218891688,-103.69902849197388",
    "bodyText": "The Hiram Scott Memorial is located along the North Overlook Trail on the Summit of Scotts Bluff. The memorial plaque, along with a concrete, stone and stucco arch was erected by the Katahdin Chapter of the Daughters of the American Revolution (DAR) and dedicated by William Henry Jackson on July 8, 1930 at its original location on the east side of Scotts Bluff National Monument. In 1932 the plaque was moved to Scotts Spring before being relocated again to its current location. It is dedicated to the memory of its namesake, <a href=\"https://www.nps.gov/people/hiram-scott.htm\">Hiram Scott.</a><a href=\"https://www.nps.gov/people/hiram-scott.htm\"> </a>",
    "audioDescription": "A metal plaque set on a stone and mortar base that reads \"Scott Memorial. Hiram Scott, employee of the Rocky Mountain Fur Company, died in the vicinity of this bluff in 1828, after being deserted by his companions near the junction of the Laramie and North Platte Rivers. US Department of the Interior, National Park Service.\"",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "41.838285, -103.698999",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "A memorial to the namesake of Scotts Bluff.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "43B603E2-73C9-467B-AA9F-591DA0CB4328",
    "url": "https://www.nps.gov/places/north-overlook-trail.htm",
    "title": "The North Overlook Trail",
    "listingDescription": "This is the trailhead for the 1/2 mile long North Overlook Trail. This trail features wonderful views of the North Platte River, the badlands, and the cities of Gering and Scottsbluff.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BE1DCF0E-A057-755F-6C8E713AD1691377.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "A sign reads \"North Overlook Trail 1/2 mile\" with a paved trail to its right.",
        "title": "The North Overlook Trailhead",
        "description": "",
        "caption": "The North Overlook Trailhead is located at the northeast corner of the Summit Parking Lot.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BE1DCF0E-A057-755F-6C8E713AD1691377.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BE1DCF0E-A057-755F-6C8E713AD1691377.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "trailhead",
      "trail"
    ],
    "latitude": "41.837322",
    "longitude": "-103.700038",
    "latLong": "41.837322,-103.700038",
    "bodyText": "<p><em>The North Overlook trail provides an amazing view of the North Platte River Valley, the badlands, and the cities of Scottsbluff and Gering.</em></p> <p><strong>Length</strong>: 0.5 miles (0.8 kilometers) if all the loops are made.</p> <p><strong>Surface</strong>: Asphalt</p> <p><strong>Difficulty</strong>: Moderate</p> <p><strong>Access</strong>: The North Overlook Trailhead can be found at the north end of the summit parking lot. This trail also connects to the 1.6 mile Saddle Rock Trail which leads to the Visitor Center.</p> <p>The North Platte River valley is six miles wide at this location. Before reservoirs were built, the flow of the river was much more variable and its channel was much wider than it is now. The stark, barren and deep ravines of the badlands below were too difficult for wagons to traverse and forced wagon trains through Mitchell Pass instead. The badlands were formed from rapid erosion of a sedimentary layer known as the Brule formation. The Brule layer is quite soft and erodes easily, but, retains enough lime so that once the water leaves the surrounding sediment, it compacts and hardens leaving the moonscape.<br /> <br /> Two man-made intrusions visible from the North Overlook within the monument boundary pre-date the establishment of the national monument in 1919. The irrigation canals were dug in the 1880's to early 1900's, to provide the life for farming in the valley. In 1911, the Union Pacific Railroad crossed the badlands and transports coal from the Thunder Basin of north central Wyoming through the national monument.</p> <p>To many of the pioneers crossing the flat and treeless prairie, the sight of Scotts Bluff topped with evergreens provided welcome relief from the monotonous landscape of the plains. The trees seen on the summit and in the canyons are the same type seen in pioneering days: Ponderosa Pines and Rocky Mountain Junipers.<br /> <br /> Along the trail, the highest point on the bluff is marked at 4,659 feet (1,420 meters) above sea level. This marker, now exposed, sticks up above the surface of the surrounding rock, showing the amount of erosion that has occurred since the marker was placed in 1933.</p> <br />  ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Parking - Auto",
      "Recycling",
      "Scenic View/Photo Spot",
      "Trailhead",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "41.837322, -103.700038 ",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "02381868-E6AE-4292-BE87-4E485FD4178A",
    "url": "https://www.nps.gov/places/picnic-area.htm",
    "title": "The Scotts Bluff National Monument Picnic Area",
    "listingDescription": "A wonderful, shady place to have a picnic at Scotts Bluff National Monument.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/8C8EC296-C925-64D9-547CCBE9AA5B0AA3.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "A picnic table sits under a roof",
        "title": "A picnic table at Scotts Bluff NM",
        "description": "",
        "caption": "One of three pleasant, covered picnic tables at the Scotts Bluff National Monument picnic area.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/8C8EC296-C925-64D9-547CCBE9AA5B0AA3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/8C8EC296-C925-64D9-547CCBE9AA5B0AA3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "picnic",
      "Shelter"
    ],
    "latitude": "41.82816500814083",
    "longitude": "-103.70649263355666",
    "latLong": "41.82816500814083,-103.70649263355666",
    "bodyText": "The Scotts Bluff National Monument Picnic Area is located on the east side of the Visitor Center parking lot. It contains three covered picnic areas each with a garbage can. Each picnic table is accessible to those with limited mobility. There is one accessible parking space located at the picnic area. ",
    "audioDescription": "Three picnic tables, each covered with a roof. Each picnic site has a garbage can. There are ponderosa pine trees surrounding each site.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Parking - Auto",
      "Picnic Shelter/Pavilion",
      "Picnic Table"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Latitude: 41.82816500814083 Longitude: -103.70649263355666",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F8AF91CE-B9C3-4B76-851E-F763362BD622",
    "url": "https://www.nps.gov/places/south-overlook-trail.htm",
    "title": "The South Overlook Trail",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C07D82EA-92E2-F8D9-C98E5E29EA1D5279.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "An informational sign is seen to the right of a paved trail.",
        "title": "The South Overlook Trailhead",
        "description": "",
        "caption": "The South Overlook Trailhead is located in the southeast corner of the Summit Parking Lot.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C07D82EA-92E2-F8D9-C98E5E29EA1D5279.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C07D82EA-92E2-F8D9-C98E5E29EA1D5279.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "trailhead",
      "trail"
    ],
    "latitude": "41.836628",
    "longitude": "-103.700196",
    "latLong": "41.836628,-103.700196",
    "bodyText": "<p><em>The South Overlook provides a view of Mitchell Pass, remnants of the Oregon Trail, and the Scotts Bluff National Monument Visitor Center.</em></p> <p><strong>Length</strong>: 0.4 miles</p> <p><strong>Surface</strong>: Asphalt</p> <p><strong>Difficulty</strong>: Easy</p> <p><strong>Access</strong>: The South Overlook Trailhead can be found at the south end of the summit parking lot.</p> <p>Due to time and energy, few pioneers are thought to have climbed to the summit of Scotts Bluff for the view. By the time the wagons reached the bluff, they had traveled one third of the 2,170 mile trip to Oregon. The bluff symbolized a new phase of the journey, leaving the plains and getting into the mountains. Today, from the South Overlook you can see the route the pioneers took through Mitchell Pass. You can also clearly see four of the five rock formations of Scotts Bluff. Crown Rock, Dome Rock, Eagle Rock, and Saddle Rock can all be seen from the South Overlook. The remaining rock formation is Sentinel Rock, which is blocked from view at the overlook by Eagle Rock.<br /> <br /> In 1844, James Clyman wrote \"<em>These hills are finely stored with game such as Black tailed deer, antelope, mountain sheep and sometimes Buffaloe, Elk and Grisled Bear.\" </em>Other than the mule and white-tailed deer (and the re-introduced bighorn sheep in a state reserve ten miles south of the national monument), these animals are no longer present. The mammals which can be found in the monument include mule and white tail deer, badgers, coyotes, skunks, red fox, raccoons, porcupines, cottontail and jack rabbits, and prairie dogs.</p> <p>Rabbits and mule deer are often seen on the summit. Other mammals seen include porcupines and coyotes, depending on the time of day and season.</p> <br />  ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "41.836628, -103.700196",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "AC52FB93-9A35-4BE9-B336-656F2E87B94B",
    "url": "https://www.nps.gov/places/the-summit-road.htm",
    "title": "The Summit Road",
    "listingDescription": "The Scotts Bluff Summit Road is a 1.6 mile drive to the summit of Scotts Bluff. Along the way, drivers gain 435 feet and pass through three tunnel, the only three vehicle tunnels in the state of Nebraska.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/58E9EA52-F8D4-AF40-332078A24A8398C1.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "A car approaches one of the tunnels on the Summit Road.",
        "title": "A Car on the Summit Road",
        "description": "",
        "caption": "A car approaches one of the three tunnels on the Summit Road.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/58E9EA52-F8D4-AF40-332078A24A8398C1.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/58E9EA52-F8D4-AF40-332078A24A8398C1.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,CO,ID,KS,MO,NE,NV,OR,UT,WY",
        "parkCode": "cali",
        "designation": "National Historic Trail",
        "fullName": "California National Historic Trail",
        "url": "https://www.nps.gov/cali/index.htm",
        "name": "California"
      },
      {
        "states": "IL,IA,NE,UT,WY",
        "parkCode": "mopi",
        "designation": "National Historic Trail",
        "fullName": "Mormon Pioneer National Historic Trail",
        "url": "https://www.nps.gov/mopi/index.htm",
        "name": "Mormon Pioneer"
      },
      {
        "states": "ID,KS,MO,NE,OR,WA,WY",
        "parkCode": "oreg",
        "designation": "National Historic Trail",
        "fullName": "Oregon National Historic Trail",
        "url": "https://www.nps.gov/oreg/index.htm",
        "name": "Oregon"
      },
      {
        "states": "CA,CO,KS,MO,NE,NV,UT,WY",
        "parkCode": "poex",
        "designation": "National Historic Trail",
        "fullName": "Pony Express National Historic Trail",
        "url": "https://www.nps.gov/poex/index.htm",
        "name": "Pony Express"
      },
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Summit Road",
      "scenic",
      "drive"
    ],
    "latitude": "41.828727",
    "longitude": "-103.707667",
    "latLong": "41.828727,-103.707667",
    "bodyText": "The Scotts Bluff Summit Road is a 1.6 mile drive from the visitor center to the summit of Scotts Bluff. First opened to the public on September 19, 1937, the road leads through three tunnels and features the oldest concrete road surface in the state of Nebraska. <br /> <br /> <strong>Vehicles longer than 25 feet and/or higher than 11 feet 7 inches are prohibited. All trailers are prohibited.</strong><br /> <br /> <br /> *Summit Road access may be restricted at any time due to unsafe conditions including rock falls and weather related conditions. Feel free to call the park at (308) 436-9700 for updated conditions.",
    "audioDescription": "A concrete road leads between two buildings. In the distance the road can be seen curving to the left and climbing up a steep escarpment.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "41.828727, -103.707667",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "DEF34A7F-E2A3-4C67-A0E5-E05D0DB678EA",
    "url": "https://www.nps.gov/places/wagon-swales.htm",
    "title": "Wagon Swales",
    "listingDescription": "Swales mark the route of the emigrant trails through Scotts Bluff National Monument.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5DF02C31-94FA-7457-D1A1C0C08B2911B3.jpg",
        "credit": "NPS/Eric Grunwald",
        "altText": "A swale along the emigrant trail route is marked with a wooden post.",
        "title": "Trail Swales",
        "description": "",
        "caption": "Emigrant trail swales can be seen throughout Scotts Bluff National Monument.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5DF02C31-94FA-7457-D1A1C0C08B2911B3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5DF02C31-94FA-7457-D1A1C0C08B2911B3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA,CO,ID,KS,MO,NE,NV,OR,UT,WY",
        "parkCode": "cali",
        "designation": "National Historic Trail",
        "fullName": "California National Historic Trail",
        "url": "https://www.nps.gov/cali/index.htm",
        "name": "California"
      },
      {
        "states": "ID,KS,MO,NE,OR,WA,WY",
        "parkCode": "oreg",
        "designation": "National Historic Trail",
        "fullName": "Oregon National Historic Trail",
        "url": "https://www.nps.gov/oreg/index.htm",
        "name": "Oregon"
      },
      {
        "states": "NE",
        "parkCode": "scbl",
        "designation": "National Monument",
        "fullName": "Scotts Bluff National Monument",
        "url": "https://www.nps.gov/scbl/index.htm",
        "name": "Scotts Bluff"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "wagon swales",
      "emigrant trails"
    ],
    "latitude": "41.83170382748436",
    "longitude": "-103.71358752250671",
    "latLong": "41.83170382748436,-103.71358752250671",
    "bodyText": "As you continue west along the Oregon Trail Pathway, look off to the left of the trail and you will see a shallow ditch. Here the wagon trail curves to the left. Though Scotts Bluff National Monument once had ruts, pairs of parallel depressions left by wagon wheels, they have all eroded as the sandstone and siltstone that make up the ground through this area is soft and easily eroded. Instead of ruts we see these wide depression known as \"swales\"",
    "audioDescription": "A curved section of paved trail. To the east is a view of a pass between two sandstone bluffs. To the west is a relatively flat area occasionally broken by ravines.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Wagon Route",
        "id": "EEC67BB2-926E-4E1C-B4EF-2E248CBF3DB6",
        "type": "multimedia/audio",
        "url": "https://www.nps.gov/media/video/view.htm?id=EEC67BB2-926E-4E1C-B4EF-2E248CBF3DB6"
      }
    ],
    "relevanceScore": 1
  }
]