[
  {
    "id": "64E1B037-E7D6-42C1-BD5E-165565E90AEF",
    "url": "https://www.nps.gov/places/building-19.htm",
    "title": "Building 19",
    "listingDescription": "Springfield Armory consisted of numerous sites, and at the Hill Shops Building 19 stands an impressive 764 feet long! Learn more about the function of this building at Springfield Armory during it's operation.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AA57F936-B236-CE66-B643DABB22975D04.jpg",
        "credit": "NPS Photo/Springfield Armory NHS Archives",
        "altText": "A black and white photo of a long building with multiple windows and a small house to the left.",
        "title": "Building 19",
        "description": "",
        "caption": "Building 19 in 1932",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AA57F936-B236-CE66-B643DABB22975D04.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AA57F936-B236-CE66-B643DABB22975D04.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MA",
        "parkCode": "spar",
        "designation": "National Historic Site",
        "fullName": "Springfield Armory National Historic Site",
        "url": "https://www.nps.gov/spar/index.htm",
        "name": "Springfield Armory"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Springfield Armory NHS",
      "Major Ripley",
      "firearms"
    ],
    "latitude": "42.109522719004936",
    "longitude": "-72.58155945164856",
    "latLong": "42.109522719004936,-72.58155945164856",
    "bodyText": "<p paraeid=\"{119de09f-ead7-491f-9a90-088a3b1541ba}{43}\" paraid=\"782933989\">Tucked away on the Armory grounds, Building 19 was constructed, beginning under Major James W. Ripley, between 1847-1864. With a gabled slate roof, segmental arched openings, and louver blinds, the building is considered one of the best surviving examples of the American Cavalry Caserne Style.  <br /> <br /> Building 19 had multiple purposes including stabling horses and housing an x-ray lab and cryptography unit for sending and receiving coded messages, but its main purpose was storage of lumber. <br />  </p> <p paraeid=\"{119de09f-ead7-491f-9a90-088a3b1541ba}{93}\" paraid=\"1500787812\">Making gunstocks was a tedious process that required the wood be air dry for 2-8 years, until it reached the proper moisture level, to ensure that when they were carved or worked on the lathes the wood wouldn’t crack or warp. At the Armory the primary wood used to make gunstock blanks was Black Walnut as it is a hard, dense wood that is resilient and when it is seasoned (dried) it doesn’t shrink much and isn’t prone to splitting. Because of the length of time necessary to season the wood, thousands of blanks needed to be properly stored for drying at a single time. At full capacity Building 19 could hold up to six hundred thousand gunstocks.  <br /> <br /> As warfare and the manufacturing of arms changed, research labs, workshops, garages, machine shops, engineer branch, and housing for mechanical systems were added.  <br /> <br /> Built in four separate phases, the Long Storehouse I, Long Storehouse II, Stables, and West Addition were added as the need for storage increased. After each addition the name of the building changed to represent the new purpose and design. Names included “Brick Timber Store House,” “New Store House,” and “Gun Stock House.” By early winter of 1863 construction was completed bringing Building 19 to its current length of 764 feet. <br /> <br /> When the Armory closed in 1968, the building remained vacant until Springfield Technical Community College (STCC) took over the building and used it for storage. Between 1981-1983 the Springfield Police stabled their mounted unit in the building. In 2018 the building was renovated into a student center in 2018 the STCC.  <br />  </p> <p paraeid=\"{74f7b0d7-9442-447b-a162-6cb60523de67}{2}\" paraid=\"1250495411\">Today while the building serves a different purpose, one can still hear the individuals milling about and experience the beauty of a building that was essential to the operation of Springfield Armory.  </p>",
    "audioDescription": "The massive red brick building has a first floor row of arched windows stretching the length of the building. Some of the windows have been bricked in or converted into entrances to the building. The second floor once had louver blinds which have since been removed. In front of the building is a parking lot and planted trees.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.stcc.edu/",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Cellular Signal",
      "Picnic Shelter/Pavilion",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "Springfield Technical Community College",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Springfield, Massachusetts ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Springfield Armory was established as the Nation’s First Federal Arsenal. The Armory was a leader in the development of interchangeability, technological innovations of firearms, mechanization and specialization in precision manufacturing, and the production of small arms. Springfield Armory had numerous cultural, geographic and economic impacts on the City of Springfield and surrounding communities. Building 19 served primarily as a storehouse for the Armory.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Building 19 is a contributing building to the Springfield Armory National Historic Site which is registered as a National Historic Landmark.",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "949912E5-A811-4D3E-92CB-385F652BF3A9",
    "url": "https://www.nps.gov/places/commanding-officer-s-quarters-spar.htm",
    "title": "Commanding Officer's Quarters at the Armory",
    "listingDescription": "Quarters 1 was built between 1845-1847 under the direction of Major James W. Ripley. The building housed numerous superintendents and commandants during the operation of the Armory and became a place where the Superintendent and their family could relax. In 1960, it was designated as a contributing building to the Springfield Armory National Historic Site and is listed in the National Historic Landmarks Register. In October 1974 it became a part of the National Park Service.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/3CB0E18C-D7B0-48C9-D789D89AC13D6011.jpg",
        "credit": "Photo Credit: NPS Digital Photo",
        "altText": "A red brick building with shrubs in front of a deck on a sunny summer day..",
        "title": "Quarters 1",
        "description": "",
        "caption": "The Commandants House built by Major Ripley.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/3CB0E18C-D7B0-48C9-D789D89AC13D6011.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/3CB0E18C-D7B0-48C9-D789D89AC13D6011.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MA",
        "parkCode": "spar",
        "designation": "National Historic Site",
        "fullName": "Springfield Armory National Historic Site",
        "url": "https://www.nps.gov/spar/index.htm",
        "name": "Springfield Armory"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "CB00DBA6-545B-4750-B36D-0B2B8E1453EC",
        "url": "https://www.nps.gov/orgs/1582/",
        "name": "National Historic Landmarks Program"
      }
    ],
    "tags": [
      "Industry",
      "firearms",
      "Urban America",
      "Technology Invention",
      "Massachusetts History"
    ],
    "latitude": "42.10776615637704",
    "longitude": "-72.58287465616637",
    "latLong": "42.10776615637704,-72.58287465616637",
    "bodyText": "Quarters 1, or the Commandants House, was built under the direction of Major James Wolfe Ripley.<br /> <br /> In 1820, Superintendent Colonel Roswell Lee built a new superintendent quarters on the site of what is now the Main Arsenal. In 1843, the quarters was condemned and the new a commanding officers quarters was built between 1845-1847. Since the completion of the building until the close of the Armory in 1968, it housed 34 Superintendents and Commandants.<br /> <br /> The construction of Quarters 1 faced setbacks in the procurement of funds and approval for the building and then in the construction process. It cost $24,900 to build according to Major Ripley, but other sources have set the cost at around $72,000. Quarters 1 became known as \"Ripley's Palace\" and his \"magnificent mansion\" and by many this building was seen as extravagant and a waste of government funds. Regardless, the building became a defining feature of Springfield Armory. The Commandants house was built in the Greek Revival style using brownstone from a quarry in East Longmeadow, Massachusetts for its foundation. Water was piped to the building in 1845 and gas was introduced in 1851.<br /> <br /> The landscaping of Quarters 1 changed numerous times, reflecting the different tastes of the various Armory leaders. At various times the grounds included formal gardens, greenhouses, a rose arbor, fruit trees, a fountain and lampposts. In the 1940s a color theme of red, white and blue was used to represent the United States Flag. Quarters 1 became an urban retreat for the Commandant and their family on the grounds of a federal armory.<br /> <br /> The building has undergone numerous renovations since its inception, as various Superintendents and Commandant's added their own flair. One of the major changes to occur was the removal of the original porch in 1870, which was replaced with the current cast-iron one.<br /> <br /> With the close of the Armory in 1968, Quarters 1 has served numerous functions including a conservation laboratory, a maintenance shop, office space and a place for programs and special functions. In 1960 it was designated as a National Historic Landmark and is listed in the National Historic Landmarks Register. In October 1974 it became a part of the National Park Service as Springfield Armory National Historic Site.<br /> <br /> Today, while the National Park Service is not conducting tours of Quarters 1, you can walk around building and view the grand exterior and look out upon the City of Springfield just as the Commandant and his family would have over one hundred years ago.",
    "audioDescription": "A two story red brick building topped with a copula, numerous brick chimneys and a story and a half ell to the North built in the Greek Revival Style. The roof has a white cast iron snow rail. There is an ornate cast iron porch that wraps around two sides of the building. On the South side of the building are large windows and an ornate door sits on the East side. The building is nestled under trees and sits atop a hill overlooking the City of Springfield.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Picnic Table",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Springfield, MA",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Springfield Armory was established as the Nation’s First Federal Arsenal. The Armory was a leader in the development of interchangeability, the technological innovations of firearms, the mechanization and specialization in precision manufacturing, and the production of small arms. Springfield Armory had numerous cultural, geographic and economic impacts on the City of Springfield and surrounding communities. Quarters 1 became a defining feature of the Armory grounds in 1846 and lasting testament to the leadership of Major Ripley.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Quarters 1 is a contributing building to the Springfield Armory National Historic Site which is registered as a National Historic Landmark. ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "CE7BEF80-E5C7-4A62-A593-C1BCAE017BC5",
    "url": "https://www.nps.gov/places/junior-officer-s-quarters.htm",
    "title": "Junior Officer's Quarters",
    "listingDescription": "The Junior Officers Quarters, Buildings 5 and 6, situated on the southern corner of the Green were built under Superintendent J.G. Benton. The Junior Officers Quarters were built in the Second Empire Style with many architectural elements that reflected the Victorian Period influence, which was departure from the classical architecture, giving the South Green a unique look. The duplex provided housing to the officers and their families who came to work at Springfield Armory.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/3D068AC6-0305-178D-A568C504EF252FC0.jpg",
        "credit": "Photo Credit: NPS Digital Photo",
        "altText": "A red brick building with a covered porch and a rear ell on a sunny day during late fall.",
        "title": "Junior Officers Quarters 5 and 6",
        "description": "",
        "caption": "The Junior Officers Quarters built under Superintendent J.G. Benton.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/3D068AC6-0305-178D-A568C504EF252FC0.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/3D068AC6-0305-178D-A568C504EF252FC0.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MA",
        "parkCode": "spar",
        "designation": "National Historic Site",
        "fullName": "Springfield Armory National Historic Site",
        "url": "https://www.nps.gov/spar/index.htm",
        "name": "Springfield Armory"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "CB00DBA6-545B-4750-B36D-0B2B8E1453EC",
        "url": "https://www.nps.gov/orgs/1582/",
        "name": "National Historic Landmarks Program"
      }
    ],
    "tags": [
      "Industry",
      "firearms",
      "Urban America",
      "Technology Invention",
      "Massachusetts History"
    ],
    "latitude": "42.10687738781259",
    "longitude": "-72.58050845364963",
    "latLong": "42.10687738781259,-72.58050845364963",
    "bodyText": "Situated on the southern corner of the Green, atop a hill overlooking the city of Springfield, sits the Junior Officers Quarters (Buildings 5 and 6).<br /> <br /> Superintendent J.G. Benton submitted a request for funds for the Junior Officers Quarters in 1867, which was denied. Two years later in March of 1869, he submitted new plans and estimates which were approved. The plans this time, included the duplex design incase as Benton stated, if there was ever a need for another officer at the Armory, along with a new location on the old fire engine site (old guard house) on the southern corner of the Green. The estimated cost for the buildings was around $15,000. <br /> <br /> In 1869 the construction of the duplex began with the masonry structure completed in 1870. The Junior Officers Quarters was built in the Second Empire Style with many architectural elements that reflected the Victorian Period influence, a departure from the classical architecture that was used in many of the other Hill Shops. This departure gives the Junior Officers Quarters and the southern corner of the Green a distinctive look and feel. <br /> <br /> The duplex was built with utilities that were typical for the time which included gas lighting, plumbing, copper boilers to heat water, and hot-air furnaces! With multiple stories, modern utilities and elaborate interior design elements, the building provided much comfort to the officers and their families. Even with all the modernization, people were still traveling by horse! Along the road is an elevated brown stone step that allowed residents and visitors to easily jump onto their horse or step into their carriage. <br /> <br /> As new families moved in and there was new leadership at the Armory, the Junior Officers Quarters underwent many renovations that included enlarging the parlors, added windows, the addition of a one-story ell and a two-story addition to Quarters 5. By the close of the Armory, the quarters that were built identical were completely different reflecting the needs and desires of the various occupants. <br /> <br /> The Junior Officers Quarters were listed in the Massachusetts Most Endangered Historic Resources and in 2017 the building underwent major restoration including rebuilding portions of the foundation and historic chimneys as well as repointing the brickwork. <br /> <br /> In 1960, it was designated as a contributing building to the Springfield Armory National Historic Landmark and is registered in the National Historic Register of Historic Landmarks. With the close of the Armory in 1968, the building ownership was transferred to the State of Massachusetts to Springfield Technical Community College. Today while the building is not occupied, it still brings to remembrance the activity and families of the Armory.",
    "audioDescription": "A three story red brick building with a one story extension to the rear, a covered porch on the front and a brownstone foundation. There are numerous arched windows with white framing and brownstone lintels and sills. The front porch has two doors, one leading into each duplex and two large floor length windows. The double pitched roof is made of black and grey slate with four chimneys on the main building and one the rear extension. Around the porch, windows and roof there is intricate carved white scroll work.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.stcc.edu/",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "Springfield Technological Community College",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Springfield, Massachusetts ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Springfield Armory was established as the Nation’s First Federal Arsenal. The Armory was a leader in the development of interchangeability, the technological innovations of firearms, the mechanization and specialization in precision manufacturing, and the production of small arms. Springfield Armory had numerous cultural, geographic and economic impacts on the City of Springfield and surrounding communities. The Junior Officers Quarters became a defining feature of the Springfield Armory Complex. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "The Junior Officers Quarters is a contributing building to the Springfield Armory National Historic Site which is registered as a National Historic Landmark. ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "5DEFF73C-FE30-4E28-A7D4-32E1C7D5765D",
    "url": "https://www.nps.gov/places/springfield-armory.htm",
    "title": "Springfield Armory National Historic Site",
    "listingDescription": "During the War of 1812, American forces faced supply shortages and difficulty in repairing and replacing muskets that were slowly, individually crafted in Springfield. As a result of the lessons learned from the setbacks of the War of 1812, the Springfield Armory pioneered new manufacturing methods using interchangeable parts and modern techniques, effectively modernizing the tools of the American military.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/17FCB5A3-F20B-6B6F-9BA560B691071FE2.jpg",
        "credit": "NPS Photo/Dani Beekman",
        "altText": "The sun rises over the grounds of the Armory, highlighting buildings on the right and the green",
        "title": "The Grounds of the Armory 2021",
        "description": "",
        "caption": "Grounds of the Armory at Sunrise.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/17FCB5A3-F20B-6B6F-9BA560B691071FE2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/17FCB5A3-F20B-6B6F-9BA560B691071FE2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MA",
        "parkCode": "spar",
        "designation": "National Historic Site",
        "fullName": "Springfield Armory National Historic Site",
        "url": "https://www.nps.gov/spar/index.htm",
        "name": "Springfield Armory"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "national park service",
      "industrial revolution",
      "firearms",
      "Civil War",
      "US Military Heritage",
      "Massachusetts History"
    ],
    "latitude": "42.10902728140354",
    "longitude": "-72.57794134318829",
    "latLong": "42.10902728140354,-72.57794134318829",
    "bodyText": "<p>Established during 1794, under George Washington it operated as the Nation's First Federal Arsenal. For the next 174 years it provided the U.S. Military with firearms until it's close in 1968. Designate as a National Historic Landmark in 1960, the site tells the story of technological innovation, firearm development, and of the workers who helped define the nation. <br /> <br /> When the Armory first opened it employed 200-300 workers, making just over 200 firearms a year. By World War II, it employed over 14 thousand workers with over 5 thousand of them being women, producing thousands of arms a year. <br /> <br /> Aside from being a site of firearm production, Springfield Armory pioneered technology development in transition from handcraft production to machine production and interoperability. During the War of 1812, American forces faced supply shortages and difficulty in repairing and replacing muskets that were slowly, individually crafted in Springfield. As a result of the lessons learned from the setbacks of the War of 1812, the Springfield Armory pioneered new manufacturing methods using interchangeable parts and modern techniques, effectively modernizing tools of the American Military.</p>",
    "audioDescription": "A multistory red brick building with a clock tower and a flag raised on the top. There are three rows of windows on each side of the building.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.stcc.edu/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Automated Entrance",
      "Automated External Defibrillator (AED)",
      "Baby Changing Station",
      "Benches/Seating",
      "Cellular Signal",
      "Gifts/Souvenirs/Books",
      "Information",
      "Information - Ranger/Staff Member Present",
      "Parking - Auto",
      "Picnic Table",
      "Restroom",
      "Restroom - Accessible",
      "Scenic View/Photo Spot",
      "Theater/Auditorium",
      "Water - Bottle-Filling Station",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "Managed in partnership with Springfield Technical Community College.",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Springfield, Massachusetts",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Springfield Armory was established as the Nation’s First Federal Arsenal. The Armory was a leader in the development of interchangeability, technological innovations of firearms, mechanization and specialization in precision manufacturing, and the production of small arms. Springfield Armory had numerous cultural, geographic and economic impacts on the City of Springfield and surrounding communities. The Main Arsenal stored firearms and became the defining feature of the Armory.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Springfield Armory National Historic Site which is registered as a National Historic Landmark.",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "85AECB25-1D6B-47B5-B42F-397023B92E32",
    "url": "https://www.nps.gov/places/the-main-arsenal.htm",
    "title": "The Main Arsenal",
    "listingDescription": "The Main Arsenal is a defining feature of Springfield Armory National Historic Site. Built between 1847-1850, under the direction of Major James W. Ripley, it gave the Armory a military and commanding presence. Today the Main Arsenal serves as a museum which tells the story of the workers, technological innovation, the evolution of firearms, and the impact the Armory had on Springfield, the surrounding communities, and the United States.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/3BA1ACB1-B56B-E4B8-94E4652C0AC3C48D.jpg",
        "credit": "Photo Credit: NPS Digital Photo",
        "altText": "The Main Arsenal Building, on a hill with a blue sky and clouds with trees framing the image.",
        "title": "The Main Arsenal (Building 13)",
        "description": "",
        "caption": "The Main Arsenal stored firearms and became a defining feature of Springfield Armory.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/3BA1ACB1-B56B-E4B8-94E4652C0AC3C48D.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/3BA1ACB1-B56B-E4B8-94E4652C0AC3C48D.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MA",
        "parkCode": "spar",
        "designation": "National Historic Site",
        "fullName": "Springfield Armory National Historic Site",
        "url": "https://www.nps.gov/spar/index.htm",
        "name": "Springfield Armory"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "CB00DBA6-545B-4750-B36D-0B2B8E1453EC",
        "url": "https://www.nps.gov/orgs/1582/",
        "name": "National Historic Landmarks Program"
      }
    ],
    "tags": [
      "Civil War",
      "arsenal",
      "Armory",
      "historic structures",
      "US Army",
      "Industry",
      "firearms",
      "Urban America",
      "Technology Invention",
      "Massachusetts History"
    ],
    "latitude": "42.107309206334634",
    "longitude": "-72.58161146485715",
    "latLong": "42.107309206334634,-72.58161146485715",
    "bodyText": "<p><span style=\"color:#000000;\">The dominating feature of Springfield Armory National Historic site is the Main Arsenal (Building 13) with its clock tower and overview of the Armory Grounds. Springfield Armory was established as a Federal Armory in 1794 under George Washington. <br /> <br /> As Springfield Armory underwent the transition from an Arsenal to an Armory after the American Revolution, the Armory began expanding as it was no long just storing firearms, but manufacturing them. Additional buildings were added to the Hill Shops, the Water Shops were built and development occurred at Federal Square to aid in the production of firearms. <br /> <br /> Constructed between 1847-1850 under Major James W. Ripley, the Main Arsenal faced scrutiny during its construction; it cost $86,066 to build the Arsenal.  It was built to be centered between the Paymasters Residence and the Master Armorer's Residence, making it just askew from the walkway to the Administration building across the Green. Ripley would plant trees to make it less obvious. The Main Arsenal was built to reflect the power of the United States Military and it expressed an authoritarian and practical nature ensuring the building would command the Green and the Armory complex, as it does today. <br /> <br /> The Main Arsenal, with its expansive interior, was used to store firearms. A unique feature of the clock tower is the self-supported spiral staircase that goes up six floors to the base of the flagpole. The staircase has no central support column, but rather the supports for the staircase are built into the walls.  Before automobiles, the main entrance allowed for horse-drawn carriages to drive through the tower where Armory workers would load and unload firearms. In 1941 the wood doors were shortened when a loading dock was added to allow delivery by trucks. <br /> <br /> In 1960 the Main Arsenal was designated as a contributing building to the Springfield Armory Historical Landmark and in October 1974 it became a part of the National Park Service as Springfield Armory National Historic Site. Today the Main Arsenal serves as a museum which tells the story of the workers, technological innovation, the evolution of firearms, and the impact the Armory had on Springfield, the surrounding communities, and the United States. <br /> <br />  In 1852, when Springfield became a city, the Armory was incorporated into the city seal. While the City has built up around the Armory, the impact and significance of the Armory remains firmly rooted, which can be seen by gazing upon the Main Arsenal as it sits atop the hill overlooking the City of Springfield. </span></p>",
    "audioDescription": "A three story red brick building with an attached six story clock tower. The Clock tower has three clock faces and an American Flag waves from the top. The main building has rows of windows with white trim; the first floor windows are arched. The Main Arsenal is set on expansive grounds with trees set on either side and open space behind the Armory on the hill slope.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Rooms",
      "Automated External Defibrillator (AED)",
      "Baby Changing Station",
      "Benches/Seating",
      "Cellular Signal",
      "Gifts/Souvenirs/Books",
      "Historical/Interpretive Information/Exhibits",
      "Information - Ranger/Staff Member Present",
      "Internet/WiFi Available",
      "Parking - Auto",
      "Picnic Table",
      "Restroom",
      "Restroom - Accessible",
      "Scenic View/Photo Spot",
      "Theater/Auditorium",
      "Water - Bottle-Filling Station",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Springfield, MA",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Springfield Armory was established as the Nation’s First Federal Arsenal. The Armory was a leader in the development of interchangeability, technological innovations of firearms, mechanization and specialization in precision manufacturing, and the production of small arms. Springfield Armory had numerous cultural, geographic and economic impacts on the City of Springfield and surrounding communities. The Main Arsenal stored firearms and became the defining feature of the Armory.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "The Main Arsenal is a contributing building to the Springfield Armory National Historic Site which is registered as a National Historic Landmark. ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "50832040-483A-4166-B8E0-88BFCF426F3F",
    "url": "https://www.nps.gov/places/the-water-shops.htm",
    "title": "The Water Shops",
    "listingDescription": "The Water Shops, located on Mill River, were the main manufacturing center for the Springfield Armory. Using the power of water, various firearm parts were crafted before they were transported to the Hill Shops for final assembly, storage, and distribution. Since 1884, only the Upper Water Shop has remained providing vital service to the Armory. In 1968 the Water Shops would close with the Armory and it became privately owned.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/3DA1B351-DC54-B2A1-5A44D66B03837C47.jpg",
        "credit": "Photo Credit: Springfield Armory NHS",
        "altText": "A black and white photo of a painting of Upper Water Shops. Buildings spanning a river with trees.",
        "title": "The Water Shops",
        "description": "",
        "caption": "A Painting of the Upper Water Shops in 1830",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/3DA1B351-DC54-B2A1-5A44D66B03837C47.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/3DA1B351-DC54-B2A1-5A44D66B03837C47.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MA",
        "parkCode": "spar",
        "designation": "National Historic Site",
        "fullName": "Springfield Armory National Historic Site",
        "url": "https://www.nps.gov/spar/index.htm",
        "name": "Springfield Armory"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "B0258A2E-E615-4929-AAEA-2A2109CE5D13",
        "url": "https://www.nps.gov/orgs/1954/",
        "name": "National Register of Historic Places Program"
      }
    ],
    "tags": [
      "Industry",
      "firearms",
      "Urban America",
      "Technology Invention"
    ],
    "latitude": "42.097412159289775",
    "longitude": "-72.56332624978636",
    "latLong": "42.097412159289775,-72.56332624978636",
    "bodyText": "With the opening of Springfield Armory in 1794, there was a need for an increased power source and the Water Shops were built along the Mill River. By 1798, the Lower and Middle Water Shops were built. <br /> <br /> Using iron water wheels to harness the current of the Mill River, trip hammers, grindstones, and polishing discs shaped steel and iron into the necessary firearm parts. The Water Shops were shaping wooden gun stocks, locks, forgings and barrels. After the pieces were crafted, they were set to the Hill Shops, just a mile up Walnut Street, for shaping/fitting by hand, assembly, final inspection, storage and distribution. <br /> <br /> In 1801 and 1805 the wooden buildings were replaced with brick and stone due to fires and the Upper Water Shops were built to increase production. In the 1830s the Water Shops received investments to increase their production which included new water wheels, forges, and milling machines.<br />  <br /> In 1843 Springfield Armory purchased its first steam engine as waterpower wasn’t always reliable due to droughts or frozen ponds in winter. By 1884 the Lower and Middle Water Shops were closed, and the Upper Water Ships were enlarged and became a state-of-the-art facility. The dam was built to increase the water fall to 35 feet to provide more power. During the Civil War gas lighting was added which allowed for a night shift and increased production. <br /> <br /> In the early 20th Century the Water Shops were expanding, and efficient water turbines powered the machines along with steam engine and eventually electricity. During World War I to ensure the security and protection of the shops and the production of firearms, soldiers were brought in to provided extra security and they were housed in barracks that were built near the Water Shops and Hill Shops. <br />  <br /> Not only were firearm parts produced Water Shops, but it was also used to test some firearms and ammunition as engineers had a range of up 2,000 yards from the dam to the Water Shop Pond. The Water Shops would continue to produce weapons until the close of the Armory in 1968. In 1980 the Water Shops received the designation as a National Historic Place with significance relating to the United States.<br /> <br /> Today the Water Shops are privately owned manufacturing sites. While you are unable to view the interior of the buildings, you are able to view the exterior. Take note of how while it is a mile away from the Armory, it echoes the  commanding feeling with is brick structure and clock tower. ",
    "audioDescription": "The Upper Water Shop located at the intersection of various streets. It is an imposing red brick building with multiple arched windows with white trim and two clock towers, one with clock faces. Between the two clock towers the building ranges from one to two stories. The building is 'u' shaped with the Mill River running directly up behind it, being blocked by a dam.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Cellular Signal",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Springfield, Massachusetts ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Springfield Armory was established as the Nation’s First Federal Arsenal. The Armory was a leader in the development of interchangeability, the technological innovations of firearms, the mechanization and specialization in precision manufacturing, and the production of small arms. Springfield Armory had numerous cultural, geographic and economic impacts on the City of Springfield and surrounding communities. The Water Shops were the main manufacturing center for the Armory and the location of where many of these developments occurred.  ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "The Water Shops are listed on the National Register of  Historic Places.  ",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]