[
  {
    "id": "37635F81-80BD-4D58-80FB-7BA4ED571C0D",
    "url": "https://www.nps.gov/places/bauvais-amoureux-house.htm",
    "title": "Bauvais-Amoureux House",
    "listingDescription": "The Bauvais-Amoureux House is one of three known surviving poteaux-en-terre (post in ground) buildings in Ste. Genevieve and one of five known surviving in the entire United States.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5668C140-0261-75E7-79C86929A4CFC088.jpg",
        "credit": "NPS",
        "altText": "A house with a covered front porch, white front, plain wood siding and shingles.",
        "title": "Bauvais-Amoureux House",
        "description": "",
        "caption": "The Bauvais-Amoureux House features a significant \"post-in-ground\" style of architecture.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5668C140-0261-75E7-79C86929A4CFC088.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5668C140-0261-75E7-79C86929A4CFC088.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MO",
        "parkCode": "stge",
        "designation": "National Historical Park",
        "fullName": "Ste. Geneviève National Historical Park",
        "url": "https://www.nps.gov/stge/index.htm",
        "name": "Ste. Geneviève"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "French Town",
      "French colonial architecture",
      "poteaux-en-terre",
      "Missouri",
      "Midwest",
      "Ste. Genevieve NHP",
      "historic structure",
      "Homes"
    ],
    "latitude": "37.97397407956879",
    "longitude": "-90.04079699075203",
    "latLong": "37.97397407956879,-90.04079699075203",
    "bodyText": "<h2 paraeid=\"{e04a6f95-cc46-4424-a4a1-37e184ab30a4}{126}\" paraid=\"2013605877\">The Bauvais Family  <strong>  </strong></h2> <p paraeid=\"{e04a6f95-cc46-4424-a4a1-37e184ab30a4}{136}\" paraid=\"2047717485\">The Bauvais-Amoureux House was built in 1792 for Jean Baptiste Bauvais. Jean Baptiste was the son of one of the first residents of Ste. Genevieve, Jean Baptiste Bauvais Sr., who appeared on the first census of Ste. Genevieve in 1763. Following the Flood of 1785, the Bauvais’ like many families had to move from the old settlement and rebuild. When they moved to new Ste. Genevieve, Jean Baptiste chose to build his home near the farmland of le Grand Champ to have easy access to his crops. The Bauvais family lived in the house until 1852 when Jean Baptiste Bauvais’s son sold the home. </p> <h2 paraeid=\"{e04a6f95-cc46-4424-a4a1-37e184ab30a4}{136}\" paraid=\"2047717485\">The Amoureux Family  </h2> <p paraeid=\"{e04a6f95-cc46-4424-a4a1-37e184ab30a4}{210}\" paraid=\"283182860\">Pélagie and Benjamin Amoureux purchased the home from the Bauvais family in 1852 and lived there with their five children. Pélagie Amoureux was born in 1805, as Pélagie Vital. Pélagie was the daughter of a woman enslaved by Vital Bauvais. Pélagie was enslaved for the first 27 years of her life. During those years, Pélagie met a white Frenchman by the name of Benjamin Amoureux, who she fell in love with. Around 1830, Pélagie and Benjamin rowed across the Mississippi to Illinois where they were married by a Catholic priest. They then returned to Ste. Genevieve, where they presented their marriage certificate to the church and took communion together, meaning they were legally married in the eyes of the Catholic church. For the first few years of Pélagie’s married life, she continued to be enslaved by the Bauvais family. During that time, her first son Felix was born. Pélagie and Felix were manumitted in 1832, finally gaining their freedom. From 1832 until 1852, Benjamin and Pélagie continued to live apart until they purchased the Bauvais-Amoureux home. After buying the house, Pélagie and Benjamin lived the rest of their days in the home. The descendants of Pélagie and Benjamin continued to live there until 1923 when they moved away from Ste. Genevieve. </p> <h2 paraeid=\"{d194d3e6-103e-453b-ba50-c4466f742c43}{219}\" paraid=\"601365177\">The Architecture  </h2> <p paraeid=\"{d194d3e6-103e-453b-ba50-c4466f742c43}{225}\" paraid=\"881191423\">The Bauvais-Amoureux House demonstrates a unique form of construction, poteaux-en-terre (post-in-ground), which means the vertical logs that make up the home are foundational. Today, only three poteaux-en-terre houses remain in Ste. Genevieve with five total known to remain in the United States. Another important architectural feature is the heavy timber trusses supporting the steeply pitched roof. The walnut ceiling beams are original, and the date of the construction has been confirmed by dendrochronology. The house was shortened, and interior alterations were made in the 1840s. While the house looks different today than it did when it was built, it is a great example of the post-in-ground vertical log construction.</p>",
    "audioDescription": "327 St Marys Rd, Ste. Genevieve, MO 63670",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "Each historic house in the Ste. Genevieve National Historical Park features a unique line drawn stamp of the houses exterior.",
    "passportStampImages": [
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/9A15A477-FE4A-E684-D0371F39B0EA4CFA.jpg"
          }
        ],
        "altText": "Orange line art drawing of the Bauvais-Amoureux House, with the name written underneath",
        "title": "Bauvais-Amoureux House",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/9A15A477-FE4A-E684-D0371F39B0EA4CFA.jpg"
      }
    ],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "35cf7c7c-6c82-4518-8590-b77262f5f667",
    "isManagedByNps": "1",
    "amenities": [
      "Fire Extinguisher",
      "First Aid Kit Available",
      "Parking - Auto",
      "Picnic Table"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Bauvais-Amoureux House",
        "id": "5E6E7565-6E93-4E42-A649-96730D7DE985",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6363816&id=5E6E7565-6E93-4E42-A649-96730D7DE985"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "038D3AF7-4AA9-45AF-88CF-FEE7C1E3AE9D",
    "url": "https://www.nps.gov/places/bolduc-lemeilleur-house.htm",
    "title": "Bolduc-LeMeilleur House",
    "listingDescription": "Built c. 1820 the Bolduc-LeMeilleur shows how the French combined their architectural style with the newer American styles.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9AD51B3C-BB5C-0DFE-ACB19305205B73A0.jpg",
        "credit": "NPS Photo",
        "altText": "Green house with open front porch and American flag flying in the breeze, with a short brown fence.",
        "title": "Bolduc-LeMeilleur House",
        "description": "",
        "caption": "The modest in size Bolduc-LeMeilleur helps to demonstrate how Americans influenced the town.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9AD51B3C-BB5C-0DFE-ACB19305205B73A0.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9AD51B3C-BB5C-0DFE-ACB19305205B73A0.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MO",
        "parkCode": "stge",
        "designation": "National Historical Park",
        "fullName": "Ste. Geneviève National Historical Park",
        "url": "https://www.nps.gov/stge/index.htm",
        "name": "Ste. Geneviève"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.97888732486723",
    "longitude": "-90.04319429397583",
    "latLong": "37.97888732486723,-90.04319429397583",
    "bodyText": "The Bolduc-LeMeilleur House and its modified French Creole style serve as an excellent bookend to the colonial period in Ste. Genevieve. Built circa 1821, the house features both vertical timbers and red brick, and was continuously used through the mid-20th century. The first residents of the house were Agathe Bolduc, granddaughter of Louis Bolduc, and her husband René LeMeilleur. <br /> <br /> After the Bolduc-LeMeilleur ownership, the house served as a residence, a convent school, a blacksmith shop, a hotel, and a car dealership until the 1960s. In the late 1960s restoration was finished and the house became a house museum managed by French Colonial America. The Bolduc-LeMeilleur house can be seen on guided tours, along with the neighboring Louis Bolduc house, through <a href=\"https://www.frenchcolonialamerica.org/\">French Colonial America</a> at the Centre for French Colonial Life.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.frenchcolonialamerica.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Gifts/Souvenirs/Books",
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "French Colonial America",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "125 S Main St, Ste. Genevieve, MO 63670",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C32F7F0B-7F3C-4CBE-98E6-133D64CC23E1",
    "url": "https://www.nps.gov/places/felix-valle-house.htm",
    "title": "Felix Vallé House",
    "listingDescription": "The Felix Vallé House is an early example of American architectural styles in Ste. Genevieve.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9052EADF-B127-96FD-8327EC1D9A232715.jpg",
        "credit": "NPS Photo",
        "altText": "Tan limestone two story house with red shutters and doors.",
        "title": "Felix Vallé House",
        "description": "",
        "caption": "The Felix Vallé House is an early example of American architectural styles in Ste. Genevieve.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9052EADF-B127-96FD-8327EC1D9A232715.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9052EADF-B127-96FD-8327EC1D9A232715.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MO",
        "parkCode": "stge",
        "designation": "National Historical Park",
        "fullName": "Ste. Geneviève National Historical Park",
        "url": "https://www.nps.gov/stge/index.htm",
        "name": "Ste. Geneviève"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.979885228929795",
    "longitude": "-90.04429936408997",
    "latLong": "37.979885228929795,-90.04429936408997",
    "bodyText": "<p>The Felix Vallé House was built in 1818 as an American Federal-style residence and mercantile. Jean Baptiste Vallé purchased the property in 1824 and his son, Felix, occupied the residence with his wife, son, and enslaved laborers. Restored and furnished to reflect the 1830s, the home today interprets the American influence on the French community following the Louisiana Purchase. Take a tour of the interior of the home with the <a href=\"https://mostateparks.com/park/felix-valle-house-state-historic-site\">Felix Vallé State Historic Site</a>.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://mostateparks.com/park/felix-valle-house-state-historic-site",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Gifts/Souvenirs/Books",
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "Missouri Department of Natural Resources",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "198 Merchant Street, Ste. Genevieve, MO 63670",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "9BA02D66-B1CE-45FD-B168-2CD2058FC72E",
    "url": "https://www.nps.gov/places/green-tree-tavern.htm",
    "title": "Green Tree Tavern",
    "listingDescription": "The Green Tree Tavern is the oldest home in the town of Ste. Genevieve, dating to 1790. It is a fine example of how early-American architectural styles influenced French colonial vertical log homes.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/16777E2B-E386-5569-38D3DAE185C1728A.jpg",
        "credit": "NPS / Claire Casey",
        "altText": "House with visible vertical log construction under covered porch, broken pitch roof and gables.",
        "title": "Green Tree Tavern",
        "description": "",
        "caption": "Green Tree Tavern is a fine example of French vertical log construction.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/16777E2B-E386-5569-38D3DAE185C1728A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/16777E2B-E386-5569-38D3DAE185C1728A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MO",
        "parkCode": "stge",
        "designation": "National Historical Park",
        "fullName": "Ste. Geneviève National Historical Park",
        "url": "https://www.nps.gov/stge/index.htm",
        "name": "Ste. Geneviève"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Ste. Genevieve NHP",
      "Ste. Genevieve",
      "Ste. Geneviève National Historical Park",
      "French Town",
      "French colonial architecture",
      "poteaux-sur-sole",
      "Missouri",
      "Midwest",
      "historic structure",
      "Homes"
    ],
    "latitude": "37.97651692832741",
    "longitude": "-90.04221014049476",
    "latLong": "37.97651692832741,-90.04221014049476",
    "bodyText": "Since 1790, Green Tree Tavern has filled many different roles for many different people. For some, it was a beloved gathering spot, a place of business, a home. For others, it was a place where they were denied equality and freedom.<br />  <br /> <span style=\"color: rgb(34, 34, 34); font-family: Arial, sans-serif; font-size: 1.25rem; font-weight: 700;\">Architecture</span><br /> Green Tree Tavern is a French colonial <em>poteaux-sur-sole</em> building meaning the vertical logs on the exterior walls rest on a wooden sill on a stone foundation. Typical French colonial architecture consists of two to four rooms of roughly the same size. Green Tree Tavern strays from the pattern by including a large central room flanked by two or three smaller rooms. The home was built with two triangular chimneys, a wraparound <em>galerie</em>, or porch, and a raised basement. Construction began in 1790, a date determined using dendrochronology. By testing five pieces of wood, the house was dated as the oldest existing structure in Ste. Genevieve. <h4>The Janis Family</h4> Green Tree Tavern was built for the Janis family for whom it was both a home and a business for over 40 years. Like many French colonists in Ste. Genevieve, Nicolas and Marie Janis migrated from Kaskaskia, Illinois, arriving around 1789.The Janis family brought with them at least fifteen people who were enslaved. Clarisse was one of the women enslaved at Green Tree Tavern. Clarisse and other enslaved people were viewed as property and willed to Nicolas’ son, <a href=\"https://www.nps.gov/people/francois-nicolas-janis.htm\">François</a>, with the house after Nicolas died. <br /> <br /> After inheriting the house, François decided to open the home up as an inn. One guest wrote about his stay in 1806: “I was by no means disappointed; the landlord, a lively Frenchman, looked after my horses and his wife made me a cup of coffee with as much perfection as ever I drank at the Palais Royale or at the food of Point Neuf.” <br /> <br /> When François died, the house was sold. Clarisse was once again willed to another Janis descendent and finally received a license for her freedom in 1836. Afterward, she bought her own home just down St. Marys Road from Green Tree Tavern where she lived not far from her former enslavers’ family. Her home still stands and is now known as the Bequette-Ribault House.  <h4>A Masonic Lodge</h4> The Louisiana Purchase of 1803 encouraged many Americans from the East to move west across the Mississippi River. Some of these individuals formed the West’s first Masonic Lodge. Masonic Lodges are meeting places for Freemasons, members of a fraternal organization started by stonemasons in the medieval period. <br /> <br /> A request was made to the Grand Lodge of Pennsylvania for the formation of the “Louisiana Lodge” in Ste. Genevieve in 1806. The petition was approved on July 17, 1807, establishing Louisiana Lodge 109 as the first Masonic Lodge west of the Mississippi River. Masonic Lodges are identified by several different symbols like “the square and compass.” Multiple Masonic symbols were carved into porch posts at Green Tree Tavern. The porch posts have since been replaced, but sections with historic carvings were preserved when they were removed.  <br /> <br /> Louisiana Lodge 109 held their first meeting on November 14, 1807, using François’ house and tavern as their meeting space. The Lodge quickly fell into financial trouble as it struggled to collect and send its dues to the Grand Lodge of Pennsylvania. As a result, Louisiana Lodge 109 lost its charter in 1824. By 1826, the dues had been settled and a new Lodge formed in Ste. Genevieve.  <h4>The Ziegler Family</h4> The Janis family owned Green Tree Tavern until 1833 when Mathias and Barbara Ziegler bought the home. Mathias and Barbara traveled from modern-day Germany to live in Ste. Genevieve in the 1820s. Mathias established a business with Jean Baptiste Vallé in 1827. Under their original business agreement, Mathias manufactured tobacco while Jean Baptiste ran the general store. After purchasing the house, Mathias and Barbara ran a successful tavern and tobacco shop from their home while raising six children. There are no records suggesting the Zieglers enslaved people at Green Tree Tavern. Instead, they chose to employ white servants.  <br /> <br /> Mathias died in 1835 leaving Barbara to run the family business and care for the estate. Many of Barbara’s children and grandchildren helped run daily activities at the tavern. One grandson, Lewis Ziegler, tracked daily transactions at the tavern in his daybook from 1839 to 1841. Items mentioned in his sales log include bread, beer, brandy, cigars, rubs, and glasses. Barbara and the Ziegler family ran the tavern and tobacco shop until the 1850s. After closing the family business, their son Francis began making payments to purchase the property and became the sole owner of the house in 1860. Barbara continued to live there until her death in 1862 and the Ziegler family continued to live in the home into the 20th century.  <h4>The German Influence</h4> The history of Green Tree Tavern mirrors changes that were happening broadly in the community of Ste. Genevieve. Though Ste. Genevieve started as a French town, people of many nationalities migrated to and through the area. After 1763, land east of the Mississippi River was controlled by British Protestants, causing French Canadians and other Catholics to move across the river. Many eastern American Indian Nations also crossed over as Europeans continued to force them from their homelands. Each political change, here and abroad, brought new waves of people to Ste. Genevieve. <br /> <br /> Beginning around 1830, thousands of German immigrants came to the United States. German author Gottfried Duden wrote a book in which he painted Missouri as an ideal place to live which may have inspired some of the German families who chose Missouri as their new home.  <br /> <br /> Many German families like the Zieglers settled in Ste. Genevieve. The German influx was significant. The church began offering German services and German language publications also became popular. By 1860, there were more German households in Ste. Genevieve than there were French. The German influence is still evident in the architecture and culture of the region. ",
    "audioDescription": "",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "Each historic house in Ste. Genevieve has a unique line art stamp showing the exterior of the house.",
    "passportStampImages": [
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/99329069-90A2-936E-CFAA5DD2B53FC263.jpg"
          }
        ],
        "altText": "Line art of the exterior of Green Tree Tavern with the name underneath",
        "title": "Green Tree Tavern Line Art",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/99329069-90A2-936E-CFAA5DD2B53FC263.jpg"
      }
    ],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "446e4860-50d3-4889-b1a9-ccbbd65ebf93",
    "isManagedByNps": "1",
    "amenities": [
      "Fire Extinguisher",
      "First Aid Kit Available",
      "Parking - Auto"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "244 St. Marys Road, Ste. Genevieve, Missouri 63670",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Oldest known building in Ste. Genevieve. Constructed 1790.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Green Tree Tavern",
        "id": "E32821FA-E1F7-4BC4-ACA8-FCFEEEBF454C",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=7287075&id=E32821FA-E1F7-4BC4-ACA8-FCFEEEBF454C"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "AE922699-C36B-4C22-809D-61E189B9E326",
    "url": "https://www.nps.gov/places/guibourd-valle-house.htm",
    "title": "Guibourd-Vallé House",
    "listingDescription": "The Guibourd-Valle House built 1806 allows for an up-close view of the Norman Truss roofing system which exists in many of the colonial structures.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5E859556-098B-EB6D-C7D34AF7076D87C6.jpg",
        "credit": "NPS Photo",
        "altText": "Angled view of a grey house with green shutters with front and back porch and brown shingled roof.",
        "title": "Guibourd-Valle House",
        "description": "",
        "caption": "Sitting on the corner of Fourth and Merchant Street is the Guibourd-Valle House.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5E859556-098B-EB6D-C7D34AF7076D87C6.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5E859556-098B-EB6D-C7D34AF7076D87C6.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MO",
        "parkCode": "stge",
        "designation": "National Historical Park",
        "fullName": "Ste. Geneviève National Historical Park",
        "url": "https://www.nps.gov/stge/index.htm",
        "name": "Ste. Geneviève"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.979496217095445",
    "longitude": "-90.04786670207977",
    "latLong": "37.979496217095445,-90.04786670207977",
    "bodyText": "<p>The Guibourd-Vallé House was constructed for Jacques Guibourd in 1806 in the “poteaux-sur-sole” (post-on-sill) style with vertical, hand-hewn log walls and a double-pitched roof. This important National Register site is the only historic house in Ste. Geneviève where visitors can go into the attic to view, and study up-close, the Norman truss architecture employed at the time.</p> <p>The house displays a more refined rendition of the typical French Colonial residence in the era of Lewis and Clark and is finished with elegant French antiques. The museum is owned and operated by the Foundation for Restoration of Ste. Geneviève as a memorial to its donor, Jules Felix Vallé. To learn more about the history of the Guibourd-Vallé House and find out how to visit, see the <a href=\"https://www.historicstegen.org/guibourd-house\">Foundation for Restoration of Ste. Genevieve</a>.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.historicstegen.org/guibourd-house",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Accessible Rooms",
      "Cellular Signal",
      "Elevator",
      "Historical/Interpretive Information/Exhibits",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "Foundation for the Restoration of Ste. Genevieve",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "1 N 4th St, Ste. Genevieve, MO 63670",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "38CD424E-4458-4D7B-8868-EF16F0D899A3",
    "url": "https://www.nps.gov/places/jean-baptiste-valle-house.htm",
    "title": "Jean Baptiste Vallé House",
    "listingDescription": "The Jean Baptiste Vallé House was home to the last colonial leader of the community. Also, due to its long history as a private home hosts many changes that highlight how the community changed as it became American.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F5A3A95C-B745-CD92-0166EA1B1D52C0C5.jpg",
        "credit": "NPS",
        "altText": "Yellowish two-story home, with white and green accents.",
        "title": "Jean Baptiste Vallé House",
        "description": "",
        "caption": "The Jean Baptiste Vallé house was home to the last colonial leader of Ste. Genevieve.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F5A3A95C-B745-CD92-0166EA1B1D52C0C5.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F5A3A95C-B745-CD92-0166EA1B1D52C0C5.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MO",
        "parkCode": "stge",
        "designation": "National Historical Park",
        "fullName": "Ste. Geneviève National Historical Park",
        "url": "https://www.nps.gov/stge/index.htm",
        "name": "Ste. Geneviève"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Ste. Genevieve NHP",
      "Missouri",
      "Midwest",
      "French",
      "French settlement",
      "Homes"
    ],
    "latitude": "37.97913167",
    "longitude": "-90.04327",
    "latLong": "37.97913167,-90.04327",
    "bodyText": "<p paraeid=\"{73764251-aee5-42dc-84dc-6163077494cd}{244}\" paraid=\"984623772\"><meta name=\"uuid\" content=\"uuidtun1SXIYCeQg\" /><meta charset=\"utf-8\" /></p> <p>The Jean Baptiste Vallé House was constructed in 1794 and served as a private home until 2010. Over the course of those 200 years the home and community shifted as the territory transformed from Spanish to French to American. The house reflects some of these transformations through renovations, additions and restoration projects that allowed the home to better suit the families that resided there. The Vallé family who first resided in the house played a role in guiding Ste. Genevieve through its many transitions.  </p> <p>Jean Baptiste Vallé is best known as the last commandant of Ste. Genevieve, a title he and several of his family members held. The commandant was the civil and military leader within Ste. Genevieve and served as a point of contact for the colonial governors and the everyday townspeople. The first Vallé to hold the position was Jean Baptiste’s father, Francois. Francois Vallé started as just the head of the militia but following the French success in the battle of St. Louis, in 1780, he was promoted to civil and military leader. The Vallé’s passed the position down until Jean Baptiste received the position in 1804 and served as the commandant who oversaw Ste. Genevieve's shift from French to American. Despite only serving as commandant for six months, Jean Baptiste was called the last commandant until his death in 1849.  </p> <p>Following the death of Jean Baptiste Vallé, the home was sold first to Anthony LaGrave, and then later in 1860 to Leon Papin and his family. Anthony LaGrave and the Papin family made a variety of changes to the home, which modernized it and made it better suited to meet the various needs of the families. Anthony LaGrave made the largest change to the property by adding an English-style roof and second floor bedrooms. He also transformed the first floor by adding an entry hallway and removing the large French colonial-era central fireplace. The Papins transformed the home by closing off sections of the full wrap-around porch to bring in modern plumbing and a kitchen in the late 1800s. </p> <p>The interior of the Jean Baptiste Vallé House is available during <a href=\"https://www.nps.gov/stge/planyourvisit/calendar.htm\">scheduled program times.</a> </p>",
    "audioDescription": "99 South Main Street, Ste. Genevieve, MO",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "Each historic house in Ste. Genevieve National Historical Park has a line art drawing stamp that shows of the exterior of the house.",
    "passportStampImages": [
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/9960E05B-CC8C-4530-42F27144FF6DE5E4.jpg"
          }
        ],
        "altText": "Line art sketch of the Jean Baptiste Vallé House with the name written underneath",
        "title": "Jean Baptiste Vallé Line Art Stamp",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/9960E05B-CC8C-4530-42F27144FF6DE5E4.jpg"
      }
    ],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Cellular Signal",
      "Fire Extinguisher",
      "First Aid Kit Available",
      "Historical/Interpretive Information/Exhibits",
      "Junior Ranger Activity"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "99 South Main Street, Ste. Genevieve, MO",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Last political and military commandant lived in this house",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Jean Baptiste Vallé House",
        "id": "6014EB86-0B5D-4BED-831D-862FA5703D27",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6609673&id=6014EB86-0B5D-4BED-831D-862FA5703D27"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "B493F1E0-7E41-4114-A356-D99D69D950A0",
    "url": "https://www.nps.gov/places/louis-bolduc-house.htm",
    "title": "Louis Bolduc House",
    "listingDescription": "The Louis Bolduc House is the best example of a restored French Vertical Log house.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/98EEAD39-EC8D-6FE9-DFEC1146BF3D6505.jpg",
        "credit": "NPS Photo",
        "altText": "White house with brown roof and tall wooden fence.",
        "title": "Louis Bolduc House",
        "description": "",
        "caption": "The Louis Bolduc House surrounded by its wooden palisade fence shows how the town lots were laid out",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/98EEAD39-EC8D-6FE9-DFEC1146BF3D6505.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/98EEAD39-EC8D-6FE9-DFEC1146BF3D6505.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MO",
        "parkCode": "stge",
        "designation": "National Historical Park",
        "fullName": "Ste. Geneviève National Historical Park",
        "url": "https://www.nps.gov/stge/index.htm",
        "name": "Ste. Geneviève"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.97864630363129",
    "longitude": "-90.04318356513977",
    "latLong": "37.97864630363129,-90.04318356513977",
    "bodyText": "The Louis Bolduc House was first lived in around 1793 by the well-to-do Bolduc family. The house was built in the “poteaux-sur-sole\" (post-on-sill) style with a hipped Norman truss roof and highlighted the Bolduc family wealth through its furnishings and decoration. The house was largely modified until the mid-20th century, when it was restored to a close approximation of its original appearance and furnished with original 18th and 19th century household goods. <br /> <br /> After completion of the restoration, the Louis Bolduc House was noted as one of the best restored examples of French Creole-style architecture in the United States. This led to a National Historic Landmark designation for the house in 1970. To see inside the Louis Bolduc House and the neighboring Bolduc-LeMeilleur House, visit <a href=\"https://www.frenchcolonialamerica.org/\">French Colonial America</a> at the Centre of French Colonial Life.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.frenchcolonialamerica.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Gifts/Souvenirs/Books",
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "French Colonial America",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "135 S Main St, Ste. Genevieve, MO 63670",
        "name": "Location"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Landmark",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A4268783-6DF5-4BD0-84B8-E178BFC4FD26",
    "url": "https://www.nps.gov/places/memorial-cemetery.htm",
    "title": "Memorial Cemetery",
    "listingDescription": "Ste. Genevieve Memorial Cemetery started in 1787, with the first document burial in 1793. As a cemetery it served as the last resting place for many of the early residents of Ste. Genevieve, regardless of their background.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/25924D06-9504-620A-14BF95A120C43A05.jpg",
        "credit": "NPS/ Alex Moyer",
        "altText": "Black gate between two stone pillars, with white gravestones in the background",
        "title": "Memorial Cemetery, Ste. Genevieve",
        "description": "",
        "caption": "Memorial Cemetery serves as the final resting place for many of the new settlements early residents.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/25924D06-9504-620A-14BF95A120C43A05.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/25924D06-9504-620A-14BF95A120C43A05.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MO",
        "parkCode": "stge",
        "designation": "National Historical Park",
        "fullName": "Ste. Geneviève National Historical Park",
        "url": "https://www.nps.gov/stge/index.htm",
        "name": "Ste. Geneviève"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "French",
      "Ste. Genevieve NHP",
      "Missouri",
      "Midwest",
      "cemetery"
    ],
    "latitude": "37.9794921",
    "longitude": "-90.0498046",
    "latLong": "37.9794921,-90.0498046",
    "bodyText": "<p lang=\"EN-US\" paraeid=\"{df03c126-1077-4814-9cf7-7335e0c7b1cc}{38}\" paraid=\"1454571546\" xml:lang=\"EN-US\">As the oldest cemetery in Ste. Genevieve today, Memorial Cemetery is home to some of the earliest residents of the settlement. Established in 1787, with the first documented burial in 1793, it serves as the final resting place for many of the historical residents associated with Ste. Genevieve National Historical Park. Being the only burial ground within the early village everyone regardless of wealth, race, or religious background was buried here. </p> <p lang=\"EN-US\" paraeid=\"{df03c126-1077-4814-9cf7-7335e0c7b1cc}{42}\" paraid=\"1140248780\" xml:lang=\"EN-US\">Known burials within the Memorial Cemetery include Jean Baptiste Valle, Francois Janis, Vital Bauvais, Felicite Bauvais, Michel Amoureux and Perrine Amoureux. These individuals were members of the wealthy families associated with houses managed by the National Park Service. The wealth of these families is evident by the impressive stone markers at their gravesites, but the average habitants of the early settlement were laid to rest without permanent markers. Most graves were marked with wooden crosses that broke over the years. Today there are an estimated 3,000 to 5,000 unmarked burials on the cemetery grounds. </p> <p lang=\"EN-US\" paraeid=\"{df03c126-1077-4814-9cf7-7335e0c7b1cc}{135}\" paraid=\"795230743\" xml:lang=\"EN-US\">In 1881 the cemetery closed to new burials due to issues with overcrowding and unmarked graves with one exception. In 1894, Odile Valle was buried in the cemetery after donating most of the funds needed to build a new Catholic Church in 1870.  </p> <p lang=\"EN-US\" paraeid=\"{df03c126-1077-4814-9cf7-7335e0c7b1cc}{46}\" paraid=\"1073151198\" xml:lang=\"EN-US\">Today the Memorial Cemetery is cared for by the Foundation for the Restoration of Ste. Genevieve and is open daily for visitors to explore. </p>",
    "audioDescription": "Hundreds of stone tombstones with engraved names. The land is hilly with an assortment of trees. A gate surrounds the perimeter of the property.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.historicstegen.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "Foundation for Restoration of Ste. Genevieve",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "35 N. Fifth Street, Ste. Genevieve, MO",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Oldest remaining cemetery in Ste. Genevieve. First cemetery created in the current location of the town.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "80CD7C88-A049-4D1E-B72C-B8FF57554060",
    "url": "https://www.nps.gov/places/ste-genevieve-catholic-church.htm",
    "title": "Ste. Genevieve Catholic Church",
    "listingDescription": "The Ste. Genevieve Catholic Church built from 1870-1880 serves as home to the oldest catholic congregation in the St. Louis Diocese.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/17B8F3F0-D728-4C42-ED8818891871E2E2.jpg",
        "credit": "NPS Image",
        "altText": "A red brick building sits with a towering green and white steeple on a clear blue-skyed day.",
        "title": "Ste. Genevieve Catholic Church",
        "description": "",
        "caption": "The tallest building in town houses the oldest Catholic parish in Missouri.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/17B8F3F0-D728-4C42-ED8818891871E2E2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/17B8F3F0-D728-4C42-ED8818891871E2E2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MO",
        "parkCode": "stge",
        "designation": "National Historical Park",
        "fullName": "Ste. Geneviève National Historical Park",
        "url": "https://www.nps.gov/stge/index.htm",
        "name": "Ste. Geneviève"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "37.97909874635232",
    "longitude": "-90.04708886146545",
    "latLong": "37.97909874635232,-90.04708886146545",
    "bodyText": "<p paraeid=\"{1585f9fb-582c-4ae1-8eea-43ea69317c0c}{177}\" paraid=\"1367130197\">The green steeple that rises over the town adorns the Ste. Genevieve Catholic Church home to the oldest Catholic congregation in the St. Louis Archdiocese. The congregation started in the old settlement in 1763 and moved as the community grew and relocated due to flooding. The first church buildings were built like the French houses out of vertical logs.  </p> <p paraeid=\"{1585f9fb-582c-4ae1-8eea-43ea69317c0c}{199}\" paraid=\"117785567\">In 1832 the congregation outgrew the vertical log church and decided to build a new larger limestone church. It took two years to build the new church and in 1834 the log church was torn down. The limestone church was used until 1880s when, once, again the community outgrew the building.  </p> <p paraeid=\"{1585f9fb-582c-4ae1-8eea-43ea69317c0c}{225}\" paraid=\"1693521631\">The final church to be built was one of brick, which the town started building in 1870. Construction of the brick church paid for mostly by Odile Valle, wife of Felix Valle, took nearly a decade. Due to a lack of land the brick church was built on the same site as the limestone church. The limestone church stood within the wall of the brick church serving the community until construction finished. Once the brick church was completed the limestone church was removed from the interior of the brick building. The brick church is open daily to the public for services and visitors.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.stegenevieveparish.com/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Benches/Seating",
      "Parking - Auto",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "Ste. Genevieve Catholic Parish",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "49 DuBourg Place, Ste. Genevieve, MO 63670",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]