[
  {
    "id": "E94F52E8-9676-4AED-A0F3-AA1708FC70AE",
    "url": "https://www.nps.gov/places/stonewall-national-monument.htm",
    "title": "Stonewall National Monument",
    "listingDescription": "The Stonewall Inn was a bar located in Greenwich Village, New York City and was the scene of important events that marked a watershed moment in the struggle for the civil rights of gay, lesbian, bisexual, and transgender Americans.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/places/images/nri/20131022/siteadmin/D161AE61-CE4E-FDD2-4A13E914EB5D3B16/D161AE61-CE4E-FDD2-4A13E914EB5D3B16.jpg",
        "credit": "Gryffindor, Wikimedia, 2010",
        "altText": "Today's Stonewall Inn. In 1969, the Stonewall Inn included both 51 and 53 Christopher Street.",
        "title": "",
        "description": "",
        "caption": "Today's Stonewall Inn. In 1969, the Stonewall Inn included both 51 and 53 Christopher Street.",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "NY",
        "parkCode": "ston",
        "designation": "National Monument",
        "fullName": "Stonewall National Monument",
        "url": "https://www.nps.gov/ston/index.htm",
        "name": "Stonewall"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil Rights Places 1965-1980",
      "National Historic Landmark",
      "LGBT",
      "LGBTQ",
      "Stonewall Riot",
      "Civil Rights",
      "National Monument",
      "Listed 06/28/1999",
      "Designated NHL 02/16/2000",
      "Designated National Monument 06/24/2016",
      "Reference Number 99000562"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<p><strong><a href=\"https://www.whitehouse.gov/the-press-office/2016/06/24/presidential-proclamation-establishment-stonewall-national-monument\">Read the President's Proclamation delcaring Stonewall National Monument</a></strong></p> <p>The Stonewall Inn, a bar located in Greenwich Village, New York City, was the scene of an uprising against police repression that led to a key turning point in the struggle for the civil rights of lesbian, gay, bisexual, and transgender (LGBT) Americans. In a pattern of harassment of LGBT establishments, the New York City police raided the Stonewall Inn in the early hours of Saturday, June 28, 1969. The reaction of the bar’s patrons and neighborhood residents that assembled in the street was not typical of these kinds of raids. Instead of dispersing, the crowd became increasingly angry and began chanting and throwing objects as the police arrested the bar's employees and patrons. Reinforcements were called in by the police, and for several hours they tried to clear the streets while the crowd fought back. The initial raid and the riot that ensued led to six days of demonstrations and conflicts with law enforcement outside the bar, in nearby Christopher Park, and along neighboring streets. At its peak, the crowds included several thousand people.</p> <p>The events of Stonewall, as the uprising is most commonly referred to, marked a major change in the struggle for \"homophile rights\" in the U.S., with lesbian women, gay men, bisexual and transgender people beginning to vocally and assertively demand their civil rights. Stonewall is regarded by many as the single most important catalyst for the dramatic expansion of the LGBT civil rights movement. The riots inspired LGBT people throughout the country to organize and within two years of Stonewall, LGBT rights groups had been started in nearly every major city in the U.S. Stonewall was, as historian Lillian Faderman wrote, \"the shot heard round the world...crucial because it sounded the rally for the movement.”</p> <p>Today, the site of the uprisings in Greenwich Village is recognized as a <a href=\"https://www.nps.gov/nhl/\">National Historic Landmark</a> (<strong>NHL</strong>) by the National Park Service and is considered significant under <a href=\"https://www.nps.gov/subjects/nationalhistoriclandmarks/nhl-bulletin.htm\">NHL Criterion 1</a> because of its association with events that outstandingly represent the struggle for civil rights in America. This NHL includes the bar, Christopher Park, and the streets where the events of June 28-July 3, 1969, occurred. The Stonewall Inn is located at 51-53 Christopher Street, New York City, New York and is open to the public.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "51-53 Christopher Street, New York City, New York",
        "name": "Location"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Landmark, National Monument",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]