[
  {
    "id": "E2124BC7-7B10-417A-93A3-E067140F3D19",
    "url": "https://www.nps.gov/places/battlestop1.htm",
    "title": "Auto Tour Stop 1 - Eve of Battle",
    "listingDescription": "On December 30, 1862, the Union Army of the Cumberland, commanded by General William S. Rosecrans, arrived at Murfreesboro. Troops occupied this area along McFadden’s Lane (called Van Cleve Lane today). As night fell, soldiers struggled to sleep in the freezing mud without campfires, knowing a major battle was imminent. For thousands, that night would be their last.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/8EC6BFDB-95A1-3515-E68DD2B1ABA7CA77.jpg",
        "credit": "NPS Photo",
        "altText": "A road flanked by snake rail fence with woods to the left and fields to the right.",
        "title": "Van Cleve Lane",
        "description": "",
        "caption": "Van Cleve Lane was called McFadden Lane during the Battle of Stones River.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/8EC6BFDB-95A1-3515-E68DD2B1ABA7CA77.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/8EC6BFDB-95A1-3515-E68DD2B1ABA7CA77.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "TN",
        "parkCode": "stri",
        "designation": "National Battlefield",
        "fullName": "Stones River National Battlefield",
        "url": "https://www.nps.gov/stri/index.htm",
        "name": "Stones River"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War Battlefield",
      "tour stop 1"
    ],
    "latitude": "35.8761021",
    "longitude": "-86.4304948",
    "latLong": "35.8761021,-86.4304948",
    "bodyText": "<em>On December 30, 1862, the Union Army of the Cumberland, commanded by General William S. Rosecrans, arrived at Murfreesboro. Troops occupied this area along McFadden’s Lane (called Van Cleve Lane today). As night fell, soldiers struggled to sleep in the freezing mud without campfires, knowing a major battle was imminent. For thousands, that night would be their last.</em><br /> <br /> On December 30, 1862, the Union army set its lines with its left lying on the Stones River, running south along McFadden's Lane. This line stretched for about three miles. The Confederate Army of Tennessee, commanded by General Braxton Bragg, held roughly parallel positions from a quarter to half mile to the east.<br /> <br /> While the men in blue and gray tried to rest, the commanders planned the coming fight. Generals Rosecrans and Bragg ultimately came up with similar plans. Each aimed to attack their enemy's right flank and cut off their supply line and route of escape.<br /> <br /> While the generals and their staffs planned, one of the most unique and emotional moments of the Battle of Stones River unfolded.<br /> <br /> Learn more by watching <a href=\"https://www.youtube.com/watch?v=cqA3oIl1_10\">this video</a> made by our friends at the <a href=\"https://www.battlefields.org/\">American Battlefield Trust</a>.",
    "audioDescription": "A straight paved road is flanked by tall, snaking wood rail fences. A trail to the right leads to an interpretive exhibit near two black cannons placed about 15 yards apart. Another green colored cannon sits beyond the fence on the left side of the road.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Murfreesboro, TN",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "This site interprets the key events leading up to the Battle of Stones River.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Park, National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Tour Stop 1 - Audio",
        "id": "2153BD1E-8363-4B14-9584-FA6E0175FB53",
        "type": "multimedia/audio",
        "url": "https://www.nps.gov/media/video/view.htm?id=2153BD1E-8363-4B14-9584-FA6E0175FB53"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "F9E3ECA2-D045-487A-A57A-58A8596A03AC",
    "url": "https://www.nps.gov/places/places_sp.htm",
    "title": "Auto Tour Stop 2 - The Slaughter Pen",
    "listingDescription": "Union soldiers fiercely defended their position here. Confederates launched attack after failed attack, causing heavy losses to both sides. Bodies piled up in the rocks, and blood soaked the ground. The Union retreated, but the delay gave their army time to form a new line along the Nashville Pike.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C7D99E7D-B85B-902D-23A5EA5ECA345501.jpg",
        "credit": "NPS Photo",
        "altText": "Limestone outcroppings in the midst of trees",
        "title": "Auto Tour Stop 2 - The Slaughter Pen",
        "description": "",
        "caption": "Limestone outcroppings in the Slaughter Pen.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C7D99E7D-B85B-902D-23A5EA5ECA345501.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C7D99E7D-B85B-902D-23A5EA5ECA345501.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "TN",
        "parkCode": "stri",
        "designation": "National Battlefield",
        "fullName": "Stones River National Battlefield",
        "url": "https://www.nps.gov/stri/index.htm",
        "name": "Stones River"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "karst",
      "Slaughter Pen"
    ],
    "latitude": "35.869317",
    "longitude": "-86.430878",
    "latLong": "35.869317,-86.430878",
    "bodyText": "<p>The Battle of Stones River began at 6 AM on December 31, 1862. The Confederate divisions of Generals McCown and Cleburne smashed into the right flank of the Union lines near the intersection of Gresham Lane and the Franklin Pike. The Union right crumbled and were soon sent flying north and west in disarray.<br /> <br /> Further down the Union line, Gen. Philip Sheridan had his men up and ready to fight by 4 AM. As the Confederates descended upon their position, they stopped and beat back attacks to their front. However, they soon had to contend with the threats to their right and rear as the Union line continued to fall back. Sheridan's division bent backwards as they struggled to keep the enemy in front of them. In the process, two of Sheridan's brigade commanders, Gen. Joshua Sill and Col. George Roberts, were killed. Some of Sheridan's regiments lost more than half their men before they moved north of the Wilkinson Pike to the cover of the dense cedar forest.While Sheridan's division slowly bent back to the Wilkinson Pike, Gen. James Negley's men stood their ground. They beat back several Confederate attacks from the east.</p> <p>Private J.E. Robuck of the 29th Mississippi Infantry described the fighting here:<br /> <br /> <em><strong>\"Our regiment was on a large field in which corn had grown, but the stalks had been cut. The Yankees had planted a battery in the cedar grove across the field, and the... regiments were ordered to charge and take the battery. When we started across the field I thought those were the deepest middles between corn rows that I had ever seen... They were among the trees, while were in an open field, so they were just mowing us down like weeds. We were ordered to fall down … to escape their bullets, shells and cannon balls. I changed my opinion about the middles – they appeared to be entirely too shallow.\"</strong></em><br /> <br /> By 10 AM, the Confederates had pushed Sheridan and Negley into a \"V' formation. Sheridan's lines faced south, while Negley's division still fired to the east. This dangerous position risked seeing both divisions cut off from the rest of the army as the Confederates attacked from all sides.<br /> <br /> Yet, they had no choice! Orders had arrived from Gen. Rosecrans informing both generals that they must hold to buy time for the rest of their army to regroup along the Nashville Pike.<br /> <br /> Upon receiving their orders to stand fast, Gen. Negley's men sought safety among the limestone outcroppings and trees behind them. It worked for a time. The Union forces here stalled nearly half the Confederate army for two hours. At noon, Sheridan's lines finally broke. This allowed Confederate soldiers to begin to surround Negley's men from the rear. The boys in blue found their rocky shelter had now become a death trap.<br /> <br /> Learn more about the fighting in the Slaughter Pen by watching <a href=\"https://www.youtube.com/watch?v=B4Uu78fYVs0\">this video</a> from our friends at the <a href=\"https://www.battlefields.org/\">American Battlefield Trust</a>.</p>",
    "audioDescription": "A dirt walking path cuts through the thick trees. Coming from the parking area to the visitor’s left there are massive limestone rocks. These rocks have deep and thick channels running through them. In many places the rocks are higher than waist height. Beyond the rocks there are more trees and a paved path for running and biking. Beyond the path is a historically accurate cedar split rail fence.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Murfreesboro, TN",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Site of the critical delaying action fought during the late morning of December 31, 1862.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Park, National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Saving the Day at the Slaughter Pen",
        "id": "C10772C7-A2D0-4963-8838-C85E172BEAEE",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=C10772C7-A2D0-4963-8838-C85E172BEAEE"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "BF493910-6269-48AB-8EFE-C3F31CF223AA",
    "url": "https://www.nps.gov/places/cottonfield.htm",
    "title": "Auto Tour Stop 3 - The Struggle for the Nashville Pike",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/28604206-CF43-04D1-BACFE3B67B9BD8E2.jpg",
        "credit": "NPS Photo",
        "altText": "A snake rail fence stands in front of a field of tall brown grass.",
        "title": "Cotton Field",
        "description": "",
        "caption": "View of the Cotton Field from Confederate positions.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/28604206-CF43-04D1-BACFE3B67B9BD8E2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/28604206-CF43-04D1-BACFE3B67B9BD8E2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "TN",
        "parkCode": "stri",
        "designation": "National Battlefield",
        "fullName": "Stones River National Battlefield",
        "url": "https://www.nps.gov/stri/index.htm",
        "name": "Stones River"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Tour stop",
      "Civil War Battlefield"
    ],
    "latitude": "35.875912",
    "longitude": "-86.431316",
    "latLong": "35.875912,-86.431316",
    "bodyText": "<em>On December 31, Union troops established a defensive line along the Nashville Pike. Pursuing Confederates entering the cotton field were greeted by cannon fire. A Texan recalled, “the artillery opened up on us . . . and it seemed that the heavens and the earth were coming together.” At dark both sides dug in for the night. Rosecrans’s army had been pushed back three miles, but the Confederates had failed to capture the pike.</em><br /> <br /> As the fighting raged on in the Slaughter Pen, Gen. Rosecrans was spending the time bought by Sheridan and Negley well. Rosecrans canceled his attack across the Stones River and sent reserve units into the fight. He rallied the shattered and fleeing troops from the earlier Confederate assault. To support them, he positioned large numbers of artillery on the heights between the road and the railroad. Here, over thirty cannons had a clear shot at the Confederates as they emerged from the forest.<br /> <br /> Rosecrans reformed his line into a horseshoe to protect the Nashville Pike. This vital road was Rosecrans only means of retreat should the army falter. If the Confederates could take the road, Union defeat would be certain.<br /> <br /> Confederates arrived piecemeal at the tree line south of the Nashville Pike. Tired, running low on ammunition, and disorganized, they had been moving nonstop since the attack began that morning. The thick cedar forest had slowed their advance and cut them off from their supply wagons.<br /> <br /> Gen. James Rains was one of the first Confederate commanders to arrive at the edge of the tree line. He seized the initiative and ordered his men forward towards the Nashville Pike. A storm of musket and cannon fire tore through the Confederate ranks and killed Rains almost as soon as he left the cover of the trees. Their attack soon fizzled out.<br /> <br /> Gen. George Maney thought a larger attack would fare better. He ordered his men to hold at the fence line to wait for more Confederate forces before attacking, but his attack failed as well. That afternoon, ever larger Confederate attacks continued to push across the fields towards the Nashville Pike. Each time, they stalled and broke under the relentless and devastating fire of Union infantry and artillery.<br /> <br /> As the day ended, it became clear that the Confederates would not be able to take the Nashville Pike here. They could only hope their comrades further down the line were more successful.<br /> <br /> Learn more about the struggle for control of the Nashville Pike by watching <a href=\"https://www.youtube.com/watch?v=a_KUEMN1zxE\">this video</a> from our friends at the <a href=\"https://www.battlefields.org/\">American Battlefield Trust</a>.",
    "audioDescription": "From the parking lot, a paved trail to the left runs parallel to the road through a field of tall grasses. The trail forks next to the parking lot. Walking straight toward the west, the trail passes two green colored cannons and a rust colored silhouette of a soldier standing and aiming a musket before reaching an interpretive exhibit under two trees. Turning right brings the visitor to a display of two black colored cannons and another interpretive exhibit. Across the tour road from the parking lot, a dirt trail runs along the edge of the woods and a cedar rail fence leading to another interpretive exhibit and a view of the grass fields from the Confederate perspective.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Murfreesboro, TN",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Site of events on the afternoon of December 31, 1862.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Park, National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Tour Stop 3 - Audio",
        "id": "3AA1A0BE-253A-48EA-8371-D5A4F12A7349",
        "type": "multimedia/audio",
        "url": "https://www.nps.gov/media/video/view.htm?id=3AA1A0BE-253A-48EA-8371-D5A4F12A7349"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "91D7D341-CCC1-4CA4-9230-354F4FB20C9A",
    "url": "https://www.nps.gov/places/cbtbattery.htm",
    "title": "Auto Tour Stop 4 - Holding Fast",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/2C098055-9937-B1EA-496F89676BDA4084.jpg",
        "credit": "NPS Photo",
        "altText": "Two green colored cannons in a field bordered in the distance by woods.",
        "title": "Chicago Board of Trade Battery",
        "description": "",
        "caption": "Position of the Chicago Board of Trade Battery on the afternoon of December 31, 1862.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/2C098055-9937-B1EA-496F89676BDA4084.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/2C098055-9937-B1EA-496F89676BDA4084.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "TN",
        "parkCode": "stri",
        "designation": "National Battlefield",
        "fullName": "Stones River National Battlefield",
        "url": "https://www.nps.gov/stri/index.htm",
        "name": "Stones River"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Tour stop"
    ],
    "latitude": "35.8801914469",
    "longitude": "-86.4354531741",
    "latLong": "35.8801914469,-86.4354531741",
    "bodyText": "<em>Thousands of retreating Union troops burst from the cedars in front of these cannon, followed by Confederates. The Chicago Board of Trade Battery sprang to action as the Pioneer Brigade poured volley after volley into the gray ranks. Canister charges forced the Confederates back to the cedars.</em><br /> <br /> Shouts of “Give them hell!” rose up from the men who fought on this ground. As the Confederates broke through the tree line onto this field, two untested units anchored this part of the Union line: The Chicago Board of Trade Battery and the Pioneer Brigade.<br /> <br /> The Chicago Board of Trade Battery's creation was in response to President Lincoln's call for 300,000 volunteers. The unit took on the name of their sponsors, the wealthy businessmen and merchants of the Chicago Board of Trade. The Stones River Campaign was their first taste of combat. Their assignment was to support another unit, the Pioneer Brigade, as it carried out its duties.<br /> <br /> Union General William S. Rosecrans understood that an army on the march was only as good as the roads that carried them. To address this, he ordered that two men from each company in the army be selected for their skill with an ax and shovel to serve in a Pioneer Brigade. The Pioneers built and repaired roads, bridges, and fortifications. When the army encountered the enemy, they were to return to their original units and take up arms.<br /> <br /> When the fight came to the Pioneers at Stones River, there was no time for them to return to their original units.<br /> <br /> On the afternoon of December 31, 1862, the Confederates attacked the Union troops here three times. The Confederates came within 50 yards of the Union line before they faltered. A Union sergeant of the Pioneer Brigade recalled “t<em>he rebel flag, seen dimly through the smoke and trees, wavered, started forward, and then surged back. Yes! There was no mistake about it! It was going back!</em>”<br /> <br /> The Chicago Board of Trade Battery fired nearly thirteen hundred rounds into their attackers that afternoon. The Union counter-charged, and the line moved forward about a quarter of a mile to a small ridge lost earlier in the day.<br /> <br /> The Chicago Board of Trade Battery and the Pioneer Brigade had passed their baptism of fire, and by doing so, kept the Nashville Pike in Union hands.",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "508e2d2f-7407-4770-b19e-46effe5e893d",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Murfreesboro, TN",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Site of a defensive stand made by the Pioneer Brigade and the Chicago Board of Trade Battery.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Park, National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Tour Stop 4 Audio",
        "id": "6904DC41-4758-41DD-9760-00F70351898F",
        "type": "multimedia/audio",
        "url": "https://www.nps.gov/media/video/view.htm?id=6904DC41-4758-41DD-9760-00F70351898F"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "C14744DF-43FE-4C41-92C1-D06FFC8863EC",
    "url": "https://www.nps.gov/places/places_hellshalfacre.htm",
    "title": "Auto Tour Stop 5 - Hell's Half Acre",
    "listingDescription": "This site saw some of the deadliest and most pivotal fighting of the Battle of Stones River and is marked by the oldest, intact battlefield monument erected during the Civil War.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E59C43B9-D6B0-25A7-117202B723E96813.jpg",
        "credit": "NPS Photo",
        "altText": "A green colored cannon faces the viewer. a cube shaped monument behind a stone wall in the distance.",
        "title": "Auto Tour Stop 5 - Hell's Half Acre",
        "description": "",
        "caption": "Union infantry and artillery beat back four Confederate attacks here to secure a Union visctory.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E59C43B9-D6B0-25A7-117202B723E96813.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E59C43B9-D6B0-25A7-117202B723E96813.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "TN",
        "parkCode": "stri",
        "designation": "National Battlefield",
        "fullName": "Stones River National Battlefield",
        "url": "https://www.nps.gov/stri/index.htm",
        "name": "Stones River"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "monument",
      "Stones River National Battlefield",
      "Auto Tour"
    ],
    "latitude": "35.8764905",
    "longitude": "-86.4274167",
    "latLong": "35.8764905,-86.4274167",
    "bodyText": "<p>On December 31, 1862, the men of Colonel William B. Hazen’s brigade found themselves at a crucial point. They held the Union line between the Nashville Pike and Nashville & Chattanooga Railroad, in an area known as the Round Forest. The Confederates attacked four times that day, and after each attack their casualties only grew.<br /> <br /> J. Morgan Smith, of the 32<sup>nd</sup> Alabama, described the Confederate loses:</p> <blockquote> <p><em>We charged in fifty yards of them and had not the timely order of retreat been given — none of us would now be left to tell the tale…Our regiment carries two hundred and eighty into action and came out with fifty eight.</em></p> </blockquote> <p>The carnage left in the wake of the Hazen Brigade's defiant stand lent the place a new name: Hell's Half Acre.<br /> <br /> Colonel Hazen’s Brigade was the only Union unit not to retreat on December 31. Their stand served as the anchor point in the line that held the Nashville Pike and secured a Union victory.<br /> <br /> Learn more about the deadly events in Hell's Half acre by watching <a href=\"https://www.youtube.com/watch?v=mfIf8V4bKkw\">this video</a> from our friends at the <a href=\"https://www.battlefields.org/\">American Battlefield Trust</a>.</p>",
    "audioDescription": "Mowed grass sits to either side of a sidewalk that leads to a cube shaped limestone monument surrounded by a limestone wall. To the left is a wooded area. Green colored Civil War cannons sit on either side of the walkway. The one on the left points back to the road. The one on the right faces to the right overlooking a field of tall grasses. A road bridge is visible in the distance to the right.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Murfreesboro, TN",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The fighting here anchored the new Union line that turned the tide of battle at Stones River.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Park, National Register of Historic Places.",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Auto Tour Stop 5 - Audio",
        "id": "17322F15-05E3-4D96-99F6-32EF04A4D94B",
        "type": "multimedia/audio",
        "url": "https://www.nps.gov/media/video/view.htm?id=17322F15-05E3-4D96-99F6-32EF04A4D94B"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "64212623-F230-4B87-85C3-BDCF3C5E3C40",
    "url": "https://www.nps.gov/places/place_mcfadden.htm",
    "title": "Auto Tour Stop 6 - McFadden Farm",
    "listingDescription": "Union artillery firing from this site beat back the last Confederate attack on January 2, 1863 bringing the Battle of Stones River to a close.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E40EEC9E-FA1A-3D85-3C41695D73B940A5.jpg",
        "credit": "NPS Photo",
        "altText": "A cedar rail fence cuts across a grass covered slope. A river runs at the base of the slope.",
        "title": "McFadden Farm - Union Point of View",
        "description": "",
        "caption": "View of the Stones River and McFadden's Ford from Union positions.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E40EEC9E-FA1A-3D85-3C41695D73B940A5.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E40EEC9E-FA1A-3D85-3C41695D73B940A5.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "TN",
        "parkCode": "stri",
        "designation": "National Battlefield",
        "fullName": "Stones River National Battlefield",
        "url": "https://www.nps.gov/stri/index.htm",
        "name": "Stones River"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "Stones River National Battlefield",
      "Auto Tour",
      "Civil War Battlefield",
      "Tour stop"
    ],
    "latitude": "35.88862",
    "longitude": "-86.42584",
    "latLong": "35.88862,-86.42584",
    "bodyText": "<p>Both armies spent New Year’s Day reorganizing, resupplying, and caring for the wounded and dead. Confederate General Bragg thought that Union General Rosecrans would retreat back towards Nashville. Instead, Rosecrans decided that they should stay and fight, and prepared to defend his position.<br /> <br /> Union Gen. Horatio P. Van Cleve's division, commanded by Gen. Sam Beatty, moved down the dirt road leading from the McFadden family farm to the river. They crossed and took up position on a hill east of the river that stood as the highest ground on the battlefield. The soldiers worked through the night to fortify three lines of defense.<br /> <br /> On the morning of January 2, 1863, Confederate Gen. John C. Breckinridge discovered the Federals had taken the high ground. He immediately reported the situation Gen. Braxton Bragg. Bragg knew his chances of victory were slim if he left his enemy in control of that position. He ordered Breckinridge to take the hill.<br /> <br /> Gen. Breckinridge reluctantly ordered his 4,500 men to attack with one round loaded and bayonets fixed to their muskets. The assault began at 4 PM. The Confederates charged forward and drove the enemy from the hill. They reformed and began pursuing the fleeing men in blue. For a moment, victory seemed to be within the Confederates' grasp.<br /> <br /> Along the opposite bank of the river, Union artillery trained their guns on the gray mass and waited for the chance to change the tide of the battle. As the Confederates came within range, the cannons began to fire. The earth shook and explosions ripped the air. For the Confederates, horror and despair dashed the momentary thrill of victory.<br /> <br /> Learn more about the final day of the Battle of Stones River by watching <a href=\"https://www.youtube.com/watch?v=oBmLectHxsY\">this video</a> from our friends at the <a href=\"https://www.battlefields.org/\">American Battlefield Trust</a>.</p>",
    "audioDescription": "Upon exiting the vehicle, the viewer sees a sidewalk and beyond that an area of mown grass that slopes downhill to a cedar rail fence. Beyond the fence, taller grasses cover the slope. The river can be seen in spots at the bottom the slope. To the right, one sees a tall, white obelisk on a hill. Two cannons sit an a grass covered oval behind the parking area. Beyond that is a field of tall grasses. A mowed path leads to the McFadden family cemetery which is a square area of mowed grass with three partial headstones visible.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Murfreesboro, TN",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Site of the Union positions during the final day of the Battle of Stones River, January 2, 1863.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Park, National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Auto Tour Stop 6 - Audio",
        "id": "5BE002B8-744D-4B53-BFCF-61E15CE57D7F",
        "type": "multimedia/audio",
        "url": "https://www.nps.gov/media/video/view.htm?id=5BE002B8-744D-4B53-BFCF-61E15CE57D7F"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "90748DA1-1E11-4DFB-9FE3-73C8757A9680",
    "url": "https://www.nps.gov/places/fortress-rosecrans.htm",
    "title": "Fortress Rosecrans",
    "listingDescription": "Shortly after the Battle of Stones River, the men of the Army of the Cumberland began building a massive fortification known as Fortress Rosecrans. Named after General William S. Rosecrans, it was the largest earthen fortification of its kind built during the Civil War.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/0713E206-AF1D-FB8B-D602DC6B10E59216.jpg",
        "credit": "NPS",
        "altText": "Large, rectangular earthworks covered by tall grass with trees growing along the ridges.",
        "title": "Fortress Rosecrans Earthworks",
        "description": "",
        "caption": "Visitors can still see the remnants of Fortress Rosecrans' earthworks.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0713E206-AF1D-FB8B-D602DC6B10E59216.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0713E206-AF1D-FB8B-D602DC6B10E59216.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "TN",
        "parkCode": "stri",
        "designation": "National Battlefield",
        "fullName": "Stones River National Battlefield",
        "url": "https://www.nps.gov/stri/index.htm",
        "name": "Stones River"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Earthworks",
      "Stones River National Battlefield",
      "fort",
      "Murfreesboro",
      "Civil War"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<p>Shortly after the Battle of Stones River, the men of the Army of the Cumberland began building a massive fortification known as Fortress Rosecrans. Named after General William S. Rosecrans, it was the largest earthen fortification of its kind built during the Civil War.</p> <p>Brig. Gen. James St. Clair Morton designed the earthworks of Fortress Rosecrans. It covered more than 200 acres and protected supply warehouses and the railroad. Union engineers designed the fortress to hold up to 10,000 troops. The supply depot inside stored enough food, equipment, and ammunition to supply an army of 65,000 men for up to 90 days. It played a vital role during the campaigns to drive the Confederates from middle Tennessee and seize the vital railroad junction at Chattanooga, Tennessee.<br /> <br /> This fortress was a powerful deterrent and never came under attack. The defenses included nine perimeter lunettes bristling with cannons, curtain walls to cover the spaces between the lunettes, and four interior fortifications called redoubts that could serve as a last line of defense.<br /> <br /> Today, only fragments of the fortress survive. <a href=\"https://www.nps.gov/stri/index.htm\">Stones River National Battlefield</a> preserves Lunettes Palmer and Thomas, Curtain Wall No. 2, and Redoubt Brannan. Visitors can also see remnants Curtain Wall No. 1 on City of Murfreesboro property along the Lytle Creek Greenway.<br data-text=\"true\" /> <br /> The National Park Service maintains these earthworks with native grasses to prevent erosion and stabilize the earthworks. Please help preserve Fortress Rosecrans by staying on the paved trail and boardwalks.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Murfreesboro, Tennessee",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Largest earthen fortifications of its kind built during the American Civil War.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1AEA6E00-C14F-4BDC-9174-926A92630718",
    "url": "https://www.nps.gov/places/hazen-brigade-monument.htm",
    "title": "Hazen Brigade Monument",
    "listingDescription": "The Hazen Brigade Monument in the Stones River National Cemetery near Murfreesboro, Tennessee is the oldest Civil War monument still in its original location. The Hazen Brigade is credited preserving the Union victory at Stones River on December 31, 1862.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/places/images/nri/subject/civilwar/CC1FDE49-00E4-FAAF-761FF91AD9D90E30/CC1FDE49-00E4-FAAF-761FF91AD9D90E30.jpg",
        "credit": "National Archives and Records Administration",
        "altText": "An 1869 drawing of the Hazen Monument.",
        "title": "An 1869 drawing of the Hazen Monument.",
        "description": "Hazen Monument circa 1869",
        "caption": "Hazen Monument circa 1869",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "TN",
        "parkCode": "stri",
        "designation": "National Battlefield",
        "fullName": "Stones River National Battlefield",
        "url": "https://www.nps.gov/stri/index.htm",
        "name": "Stones River"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "monumnet"
    ],
    "latitude": "35.8765479465",
    "longitude": "-86.4273469745",
    "latLong": "35.8765479465,-86.4273469745",
    "bodyText": "<p>The Hazen Brigade Monument stands in the brigade's cemetery marking the position defended by that unit during the Battle of Stones River on December 31, 1862. It is the oldest American Civil War monument still standing in its original battlefield location.<br /> <br /> Col. William B. Hazen's brigade played a central role in the fighting at the Round Forest on the first day of the Battle of Stones River. Hazen's men held their position between the Nashville Pike and the Nashville & Chattanooga Railroad through four Confederate attacks. The brigade's determined resistance ended the advance of the Confederate Army of Tennessee and kept it from pushing the Union Army of the Cumberland back to Nashville.<br /> <br /> After the battle, Hazen and Col. Isaac C. B. Suman, 9th Indiana Volunteers, felt there was a need for a monument to honor the soldiers who died at Stones River. Lt. Edward Crebbin, Company F, 9th Indiana, led a detail of soldiers who built the monument between June and October 1863.  They placed the monument in the midst of the 55 soldiers buried in the brigade cemetery. In 1864, two soldiers from the 115th Ohio Infantry carved the inscriptions on the monument.<br /> <br /> Two other monuments appeared on battlefields prior to 1863. A monument commemorating the death of Col. Francis S. Bartow at the First Battle of Manssas was destroyed during the second battle on that site. The 32nd Indiana Monument originally marked the site of the Battle of Rowlett's Station (December 17, 1861). It was later moved to Cave Hill National Cemetery and is now located at the Frasier International History Museum in Louisville, Kentucky.<br /> <br />  </p>",
    "audioDescription": "The cube shaped limestone monument stands inside an area surrounded by a limestone wall. A black iron gate allows access inside the wall. The area inside the wall contains rows of limestone and marble headstones. Each side of the monument is inscribed with text commemorating Hazen's brigade's actions at Stones River.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/stri/learn/photosmultimedia/battle_stop5.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "93b20b89-48ac-49ea-a2e6-970422b3c79d",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Murfreesboro, TN",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The Hazen Brigade Monument is the oldest Civil War monument still standing in its original location.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Park, National Register of Historic Places",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "The Hazen Brigade Monument",
        "id": "C6DAF307-015D-47A3-93F6-B38ADE4B13D1",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=C6DAF307-015D-47A3-93F6-B38ADE4B13D1"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "7D75E963-3186-4BF6-8A5F-F39BB15843C9",
    "url": "https://www.nps.gov/places/parkstore.htm",
    "title": "Stones River National Battlefield Park Store",
    "listingDescription": "Extend your Stones River National Battlefield experience with items on sale in our park store.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/36050C16-0036-09B9-29BE4C830AAF50C4.jpg",
        "credit": "NPS",
        "altText": "A room with shelves of books and other items. Tables and clothing racks in the middle.",
        "title": "Stones River NB Park Store",
        "description": "",
        "caption": "Stones River National Battlefield's Park Store",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/36050C16-0036-09B9-29BE4C830AAF50C4.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/36050C16-0036-09B9-29BE4C830AAF50C4.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "TN",
        "parkCode": "stri",
        "designation": "National Battlefield",
        "fullName": "Stones River National Battlefield",
        "url": "https://www.nps.gov/stri/index.htm",
        "name": "Stones River"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "store",
      "bookstore",
      "books",
      "SOUVENIRS"
    ],
    "latitude": "35.880542",
    "longitude": "-86.434864",
    "latLong": "35.880542,-86.434864",
    "bodyText": "<p>The park store is operated by <a href=\"https://shop.americasnationalparks.org/store/\">America's National Parks</a> , an official non-profit partner of the National Park Service dedicated to supporting the educational mission of Stones River National Battlefield. The park store has a wide range of books, maps, apparel, and other items available for retail sale. These products complement the interpretive themes you experience when visiting the park. The park store is located in our visitor center, or you can visit the <a href=\"https://shop.americasnationalparks.org/store/home/5771/Stones-River-National-Battlefield/\">online park store</a>.</p> <p><strong>Store Manager: Lisa Barrett<br /> Store Phone: (615) 848-0910<br /> Store Email: <a href=\"https://www.nps.gov/common/utilities/sendmail/sendemail.cfm?o=678CC8BABFF3AABD87AF16BDF719AAB94F92488E50F8838D58&r=/stri/learn/bookstore.htm\">LisaB@easternnational.org</a></strong></p>",
    "audioDescription": "The roughly rectangular has shelves containing books and other items on the walls to the right left and in front. In the center of the room are tables with additional items and racks with a variety of shirts and jackets. To the right is a desk with a cash register.",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "",
    "passportStampImages": [
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/2767D7F2-B6F1-9480-404E1185963BE988.jpg"
          }
        ],
        "altText": "A purple circle with Stones River NB & Fortress Rosecrans typed inside",
        "title": "Fortress Rosecrans Stamp",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/2767D7F2-B6F1-9480-404E1185963BE988.jpg"
      },
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/277799EF-B41B-CC6B-4FACAE67E553E151.jpg"
          }
        ],
        "altText": "A purple circle with Stones River NB & Stones River National Cemetery typed inside",
        "title": "Stones River National Cemetery Stamp",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/277799EF-B41B-CC6B-4FACAE67E553E151.jpg"
      },
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/272927E8-E2AE-7E00-4678C147C5098E5B.jpg"
          }
        ],
        "altText": "A purple circle with Stones River National Battlefield Murfreesboro, TN typed inside",
        "title": "Stones River NB Cancellation Stamp",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/272927E8-E2AE-7E00-4678C147C5098E5B.jpg"
      }
    ],
    "managedByUrl": "https://americasnationalparks.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Cellular Signal",
      "Food/Drink - Snacks",
      "Gifts/Souvenirs/Books",
      "Information - Maps Available",
      "Internet/WiFi Available",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "America's National Parks",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Stones River National Battlefield Visitor Center",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "48197227-935F-470D-B655-670E7B97DEB8",
    "url": "https://www.nps.gov/places/stones-river-national-cemetery.htm",
    "title": "Stones River National Cemetery",
    "listingDescription": "Created after the Battle of Stones River, Stones River National Cemetery serves as the final resting place for over 6,100 Union soldiers and nearly 1,000 veterans of following wars.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F396710C-D8BF-F541-C42C0447A0854C27.jpeg",
        "credit": "NPS / Soohey",
        "altText": "A Civil War cannon between two trees behind a row of headstones.",
        "title": "Stones River National Cemetery Cannon",
        "description": "",
        "caption": "",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F396710C-D8BF-F541-C42C0447A0854C27.jpeg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F396710C-D8BF-F541-C42C0447A0854C27.jpeg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "TN",
        "parkCode": "stri",
        "designation": "National Battlefield",
        "fullName": "Stones River National Battlefield",
        "url": "https://www.nps.gov/stri/index.htm",
        "name": "Stones River"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "National Cemetery",
      "Stones River National Battlefield"
    ],
    "latitude": "35.88160523765195",
    "longitude": "-86.4343477217442",
    "latLong": "35.88160523765195,-86.4343477217442",
    "bodyText": "<blockquote> <p><em><strong>\"[These were] men who had given their lives for the country ..., and now sleep beneath the green sod of our beautiful cemetery, on the immortal field of Stone's River.\"</strong><br /> -</em>William Earnshaw, Chaplain, US Army</p> </blockquote> <p>When Chaplain William Earnshaw, the first Superintendent of Stones River National Cemetery, wrote these words, he and the 111<sup>th</sup> United States Colored Infantry were nearing the end of almost a year of locating and reburying Union soldiers. The fallen soldiers came from the from the battlefield at Stones River, Murfreesboro, and the surrounding area. They began the work in October 1865.</p> <p>Today, more than 6,100 Union soldiers are buried in Stones River National Cemetery. Of these, 2,562 are unknown. Nearly 1,000 veterans, and some family members, who served in the century since the Civil War are also interred here. <br /> <br /> <em>Please note that while the site is open to the public, pets are not allowed inside the National Cemetery.</em></p> <hr /> <h4><a href=\"https://www.nps.gov/stri/learn/historyculture/upload/Interments-for-Web.pdf\">Internment List</a></h4> An alphabetical listing of the soldiers and civilians buried at Stones River National Cemetery",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Murfreesboro, Tennessee",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "National Cemetery established after the American Civil War",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Cemetery",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Virtual Tour - Stones River National Cemetery",
        "id": "C14F4889-F9FB-4898-A4C1-E452AF967D9C",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=C14F4889-F9FB-4898-A4C1-E452AF967D9C"
      },
      {
        "title": "Stones River National Cemetery",
        "id": "C7E2B8B3-CFA9-44C3-AA8C-637D48A2FCC9",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6433446&id=C7E2B8B3-CFA9-44C3-AA8C-637D48A2FCC9"
      }
    ],
    "relevanceScore": 1
  }
]