[
  {
    "id": "1E0CD6A8-4020-4F25-8D69-8D212ED73BDB",
    "url": "https://www.nps.gov/places/a-a-overlook.htm",
    "title": "A'a Overlook",
    "listingDescription": "The A'a Overlook has views of the Bonito Lava Flow and A'a Trail below. The O'Leary Peak lava dome within the Coconino National Forest can be seen in the distance.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/97D2FD94-C4EB-C149-3F1EA65E772E6E38.jpg",
        "credit": "NPS Photo",
        "altText": "An extinct lava flow of jagged black basalt rocks with a mountain in the background.",
        "title": "A'a Overlook",
        "description": "",
        "caption": "The A'a overlook has great views of the Bonito Lava Flow and the O'Leary Peak lava dome.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/97D2FD94-C4EB-C149-3F1EA65E772E6E38.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/97D2FD94-C4EB-C149-3F1EA65E772E6E38.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AZ",
        "parkCode": "sucr",
        "designation": "National Monument",
        "fullName": "Sunset Crater Volcano National Monument",
        "url": "https://www.nps.gov/sucr/index.htm",
        "name": "Sunset Crater Volcano"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "sunset crater volcano national monument",
      "sunset crater volcano",
      "volcanoes",
      "lava flow",
      "scenic view"
    ],
    "latitude": "35.363667830585605",
    "longitude": "-111.52295172214508",
    "latLong": "35.363667830585605,-111.52295172214508",
    "bodyText": "The A'a Overlook has views of the Bonito Lava Flow and A'a Trail below.",
    "audioDescription": "For all directions in this description, face your back to the parking area. A concrete sidewalk runs parallel to the parking area and road with a textured ramped curb in the center. This sidewalk leads to informational signs to the right of the ramped curb, A'a trail access in the center and on the far right, and the Lava's Edge trailhead on the far left. A wooden split rail fence with two rails is parallel to the sidewalk between the parking area and the trails. Views from the A’a overlook include large, jagged basalt rocks, some of which are 30 feet tall, ponderosa pine and quaking aspen trees, and several of the surrounding volcanic hills in the distance. Several informational and interpretive signs exist along the sidewalk and at the trailheads. From left to right these are the Lava’s Edge Trailhead sign, a yellow burnt area cautionary sign, and the A’a Trailhead sign, and two interpretive signs about the geology and plant life. The Lava’s Edge trailhead sign frame is 16.5 inches wide by 70 inches tall. The sign panel is 12 inches wide by 24 inches tall. The text and graphics on the sign include length and difficulty, a safety message, a photo taken from the trail a park map with the trail location, and information about rules and regulations. Sign text from top to bottom reads: Lava’s Edge Trail East Trailhead The stark silhouette of jagged basalt is softened by ponderosa pines growing at the edge of this ancient lava flow. This moderate 3.4 mi (5.5 km) round-trip trail follows the edge of the Bonito Lava Flow, showcasing jagged volcanic features and ponderosa pines struggling to grow on the uncompromising landscape. Allow 2.5 hours for a round-trip hike. Are you prepared? Know your limits. You are at nearly 7,000 ft (2,134 m) in elevation. Consider your physical condition before attempting this trail. The trail surface is composed of loose cinders. Sturdy, closed-toe footwear is recommended. This trail travels across both the National Park Service (NPS) and US Forest Service (USFS). Pets are only allowed on the USFS between Bonito Campground and the NPS boundary. Pets are prohibited from this trailhead. Silhouetted graphics for safety and rules include captions that read “Stay on Trail. No pets on NPS lands. No smoking. No bicycles. Don’t forget water!” The photo shows a field of jagged basalt rocks with various sizes of ponderosa pine trees, Sunset Crater Volcano in the background, and a clear blue sky. The photo caption reads “View of Sunset Crater Volcano across the Bonito Lava Flow.” The park map is a standard NPS map with minimal topography showing the roads and parking lots, locations of the trails, the monument boundary, the location of USFS campgrounds, and the Sunset Crater Volcano visitor center. The yellow cautionary sign has a black silhouette graphic of a dead and broken tree and the NPS arrowhead. Text on this sign reads: “Caution Burned Area. Potential Hazards Include: Loose rocks, Flash Flooding, and Debris Flows. Trees may have been weakened from fire damage and may fall at any time. • Avoid area during high winds • Be alert for falling trees • Do not linger around large burned trees Flash floods and debris flows may occur anytime. • Avoid area during heavy rain • Seek high ground immediately during flood” The A’a trailhead sign is the same size and layout at the Lava’s Edge trailhead sign and includes text, one photo, a park map, and graphics for rules and safety. Text on the sign from top to bottom reads: “A’a Trail On the jagged lava surface new life emerges. This easy 0.2 mile (0.3 km) loop trail traverses a section of the Bonito Lava Flow. “A’a” is from the Hawaiian word for “stony rough lava.” It forms sharp, fragmented surfaces as it flows rapidly and cools quickly. Sturdy footwear is recommended due to sharp edges along this basalt and loose cinders trail. On this extreme landscape, new growth brings transformation. Colorful lichens, flowers, and changing aspen leaves provide a bright contrast to the dark basalt and cinders. To the left is the Lava’s Edge Trail. Across the road is the Lenox Crater Trail. Please park vehicles in the Lava Flow Trail parking lot when hiking these longer trails. The photo is of quaking aspen trees with yellow leaves during the fall, basalt rocks and cinder hills in the background, with a clear blue sky. A caption below the photo reads “An aspen grove heralds seasonal change on the Bonito Lava Flow.” Silhouetted graphics for safety and rules include captions that read No Pets. No Smoking. No Bicycles. No Climbing. Please stay on trail to protect fragile resources. The park map is a standard NPS map with minimal topography showing the roads and parking lots, locations of the trails, the monument boundary, the location of USFS campgrounds, and the Sunset Crater Volcano visitor center. The two interpretation signs are angled with metal frames at a height of 3.5 feet at the back and just under 3 feet high at the front where a person would stand. The sign panels are 24.5 inches tall by 40.5 inches wide. Both signs are designed using the NPS graphic identity with a top black banner and NPS arrowhead. The sign on the left has a background photo of a ground level close up of black volcanic cinders and a small blooming scarlet gilia (Ipomopsis aggregate) plant. The text including a title and three sections of body text reads “Living on The Margins. Life on a lava flow begins with the smallest of steps. The natural processes at work within Sunset Crater Volcano National Monument continue to slowly change as soil is formed and the succession of plants adapt to this volcanic area. Despite their stark appearance, lava flows can be home to a great diversity of species. Over the last nine hundred years, isolated trees, shrubs, and cacti have germinated and survived in the crevices and sheltered pockets of cinder cover within the Bonito Lava Flow. Here, aspen have taken root and several feet away, a claret cup cactus grows on a solid rock face. Over time the wind, rain, and new plant life here will cause even the hardest rocks to erode into soil through a process called weathering. Because soil formation from weathering hasn’t progressed very far in the short time since the eruption, most soil on the Bonito Lava Flow has been carried in on the wind and collected in small pockets. For many of the flowers, shrubs, and trees you see growing on the flow, life began as a single seed that found its way into a sheltered pocket of windblown soil. The margin for success out here is small, but all around us life continues to thrive in this fragile landscape. Below the text there is an image of a painted landscape with ponderosa and quaking aspen trees in the background and rocks with yellow lichen on them in the foreground. The caption for this image reads: “Visible today as colorful green, gray, orange, and yellow patches on surrounding rocks, lichen are a result of the symbiotic association between algae and fungi. Lichens slowly break rock into soil-sized particles, creating habitat for other plant life.” The sign on the right has a background photo of Sunset Crater Volcano and several surrounding cinder hills taken from a high viewpoint on the O’Leary Peak Trail. The cinder hills are surrounded by ponderosa pine trees and there is a clear blue sky in the background. This photo only takes up the top two-thirds of the sign panel. Text over this image includes a title and three sections of body text which reads: “Lava Lake In an instant, geologically speaking, the Bonito Lava Flow transformed this area into the jagged, chaotic landscape before you. The flow, which covers about two square miles (5 sq. km), formed when molten lava squeezed out of a deep fissure beneath the base of an actively spattering cinder cone, known today as Sunset Crater Volcano. As Sunset Crater Volcano erupted amid older extinct volcanoes, it closed off the lower end of a broad valley to form a shallow enclosed basin. With nowhere else to go, lava pooled and accumulated to perhaps 100 feet (30 m) thick during at least three phases. The surface of the lava hardened as it contacted air and cooled. However, the inside of the lava remained molten and under pressure, eventually bursting apart the hardened surface and piling up in jagged blocks as liquid lava moved below. Although the final shape and texture of the lava flow appear very complex, both the flow and all the volcanic cinder deposits around you consist of a single type of volcanic rock called basalt that originated some 25 miles (40 km) beneath the earth’s surface. The Sunset Crater eruption covered more than 800 square miles (2,071 sq. km) in volcanic cinder and ash called tephra. The tephra layer is more than 60 feet (20 m) deep on the slopes of Sunset Crater, and gradually thins to only a few inches about 12 miles (19 km) to the northeast at Wupatki National Monument.” Below the text there are three painted images showing the sequence of a lava flow during the eruption of a cinder hill. End of Description",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Pets Allowed",
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "One and a half miles from the visitor center. ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Named for the rough and sharp lava rocks in this portion of the Bonito Lava Flow.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A9500FC6-996E-4C41-B25E-440B931D97E5",
    "url": "https://www.nps.gov/places/cinder-hills-overlook.htm",
    "title": "Cinder Hills Overlook",
    "listingDescription": "Experience a spectacular view of Sunset Crater Volcano and the San Fransisco Volcanic Field along a short loop road.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F5426979-F7AA-BAC9-912BE113DBAEB3B3.jpg",
        "credit": "NPS/ S.Bechara",
        "altText": "A red and black basalt cinder cone sparsely covered in trees as seen from a road.",
        "title": "Cinder Hills Overlook View",
        "description": "",
        "caption": "The view of Sunset Crater Volcano from the Cinder Hills Overlook",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F5426979-F7AA-BAC9-912BE113DBAEB3B3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F5426979-F7AA-BAC9-912BE113DBAEB3B3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AZ",
        "parkCode": "sucr",
        "designation": "National Monument",
        "fullName": "Sunset Crater Volcano National Monument",
        "url": "https://www.nps.gov/sucr/index.htm",
        "name": "Sunset Crater Volcano"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "volcanoes",
      "scenic view",
      "sunset crater volcano",
      "sunset crater volcano national monument"
    ],
    "latitude": "35.371484962139675",
    "longitude": "-111.4903736114502",
    "latLong": "35.371484962139675,-111.4903736114502",
    "bodyText": "The Cinder Hills Overlook provides spectacular views of  Sunset Crater Volcano and additional cinder hills within the San Francisco Volcanic Field. You can park along the overlook loop road, enjoy the view, take a moment, and snap some photos. This is also an excellent spot for bird watching and observing wildlife. No trails are accessible from this location but hiking opportunities are available nearby at the Lava Flow Trail and within the Coconino National Forest.<br /> <br /> The overlook is located near the boundaries of Sunset Crater Volcano National Monument, managed by the National Park Service (NPS) and Coconino National Forest, managed by the US Forest Service (USFS). These agencies have different land management policies which determine visitor use and access. You may see off-road vehicles or people camping in nearby areas. <br /> <br /> NPS preserves natural and cultural resources and values, protects them for future generations, and provides opportunities for research, education, and discovery. This means resources are preserved and protected in their natural or historical state. Visitors hike on designated trails or within specified boundaries, leaving other areas closed to visitation to protect fragile environments. <br /> <br /> USFS cares for the land and serves the people, maintaining the health, diversity and productivity of the nation’s forests and grasslands through sustainable multiple-use policies. Off-highway vehicles, hunting, wood cutting, and dispersed camping are activities allowed in some USFS areas but prohibited throughout the national monument.  <br /> <br /> Both land management agencies provide meaningful recreational opportunities while protecting natural and cultural resources. <br /> <br /> Thank you for following agency policies and treating these lands with respect. Land managers study the effects of both natural processes and human impacts across agency boundaries, adjusting access and use to protect resources. How we collectively interact with the landscape directly affects recreation for present and future generations. <br /> <br />  ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Information",
      "Parking - Auto",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "3.5 miles from Sunset Crater Visitor Center along Sunset Crater Wupatki Loop Rd. (FS545)",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "A great view of the surrounding cinder hill landscape. ",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Views from Cinder Hills Overlook",
        "id": "0DB94DEA-89B8-47F7-AB26-12AC6D016172",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=7690505&id=0DB94DEA-89B8-47F7-AB26-12AC6D016172"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "6128F4B4-8242-4A79-8C0D-32C65A325E7A",
    "url": "https://www.nps.gov/places/lava-flow-trail-amphitheater.htm",
    "title": "Lava Flow Trail Amphitheater",
    "listingDescription": "The Lava Flow Trail Amphitheater is a place for quiet reflection, scenic views, ranger programs, and starry skies.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/FE471797-D032-6B10-0079CB848C3D9190.jpg",
        "credit": "NPS",
        "altText": "A concrete slab with fixed benches built on top of loose volcanic cinders.",
        "title": "Lava Flow Trail Amphitheater",
        "description": "",
        "caption": "The Lava Flow Amphitheater is great for views of Sunset Crater Volcano and the starry skies.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/FE471797-D032-6B10-0079CB848C3D9190.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/FE471797-D032-6B10-0079CB848C3D9190.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AZ",
        "parkCode": "sucr",
        "designation": "National Monument",
        "fullName": "Sunset Crater Volcano National Monument",
        "url": "https://www.nps.gov/sucr/index.htm",
        "name": "Sunset Crater Volcano"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "amphitheater",
      "sunset crater volcano",
      "sunset crater volcano national monument",
      "lava flow",
      "scenic view"
    ],
    "latitude": "35.36317349295724",
    "longitude": "-111.51763021945953",
    "latLong": "35.36317349295724,-111.51763021945953",
    "bodyText": "The Lava Flow Trail Amphitheater is located a few hundred feet from the Lava Flow parking lot along a paved accessible trail. This is a great place to enjoy scenic views of Sunset Crater Volcano and the surrounding geology. Visit here on a clear night for spectacular views of starry skies. ",
    "audioDescription": "An accessible concrete sidewalk leads to a large concrete slab with a series of six concrete benches in two rows facing a low stone wall. The concrete slab is the shape of a horizontally elongated hexagon where the longest edge connects to the sidewalk and the sides come to a point. The benches increase in size in each row starting with the bench closest to the stone wall and mirror the edges of the concrete slab creating L shapes. There is a gap between the two rows of benches allowing space to move between them and access all sides. On the top of the stone wall, just left of center, there is a concrete table which is used by rangers and park partners during interpretive presentations. Both the paved and unpaved sections of the Lava Flow Trail go around the amphitheater in a loop. The amphitheater is built in the middle of an open area of volcanic cinders. These cinders are small basalt rocks that vary in size from dust to a marble and are a mix of black and rusty red. Between 50 and 150 feet from the amphitheater on all sides are small shrubs, medium sized juniper trees, and large ponderosa pine trees. Many dried logs and branches from fallen trees are scattered on the ground providing habitat for small animals and insects. Sunset Crater Volcano is about ½ mile away and in direct view from the amphitheater. Sunset Crater is a volcanic cone shaped hill made of basalt cinder rocks that erupted from a fissure in the ground. It is about 1,000 feet tall with black rocks at the bottom and rusty red rocks at the top making it look like the sky during a sunset. During the eruption fountains of lava came out of the fissure, cooled in the air, and landed on top of each other to form the cinder hill. There is a depression, or crater, in the center of the top of the hill. Many ponderosa pine trees grow at the base of Sunset Crater, fewer at the top. Smaller cinder hills and jagged basalt rocks also surround the base of Sunset Crater creating a landscape of a dynamic volcanic history. End of description.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Amphitheater",
      "Benches/Seating",
      "Cellular Signal",
      "Pets Allowed",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Along the Lava Flow Trail",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Views of the youngest volcano in the San Francisco Volcanic Field. ",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "International Dark Sky Park",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B406F0CE-5236-44AA-95A0-9BB3E2CD5AA7",
    "url": "https://www.nps.gov/places/lava-flow-trail-picnic-area.htm",
    "title": "Lava Flow Trail Picnic Area",
    "listingDescription": "Five picnic tables around the Lava Flow Trail parking lot offer a place to eat lunch, a quick snack, or just take a break under the shade of ponderosa pine trees.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/3F3C39F9-F918-2500-A06FA697BBC6090F.jpg",
        "credit": "NPS",
        "altText": "An accessible metal picnic table under the shade of pine trees near trash cans and bathrooms.",
        "title": "Lava Flow Trail Picnic Area",
        "description": "",
        "caption": "One of five available picnic tables around the Lava Flow Trail parking lot.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/3F3C39F9-F918-2500-A06FA697BBC6090F.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/3F3C39F9-F918-2500-A06FA697BBC6090F.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AZ",
        "parkCode": "sucr",
        "designation": "National Monument",
        "fullName": "Sunset Crater Volcano National Monument",
        "url": "https://www.nps.gov/sucr/index.htm",
        "name": "Sunset Crater Volcano"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "sunset crater volcano national monument",
      "sunset crater volcano",
      "accessible picnic area",
      "picnic tables"
    ],
    "latitude": "35.36303787768054",
    "longitude": "-111.51862800121307",
    "latLong": "35.36303787768054,-111.51862800121307",
    "bodyText": "Five picnic tables around the Lava Flow Trail parking lot offer a place to eat lunch, a quick snack, or just take a break under the shade of ponderosa pine trees. This picnic area is open every day year-round with nearby trash cans, an accessible composting toilet, and information signs about trails in the area. Thank you for helping us keep the park clean and protecting wildlife by cleaning up all food and trash after eating. ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Cellular Signal",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Pet Waste Disposal",
      "Pets Allowed",
      "Picnic Table",
      "Recycling",
      "Restroom - Accessible",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting",
      "Trailhead",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "1.5 miles from the visitor center",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6BFFC0A7-8DCC-4283-B5B3-6A49EACB5E84",
    "url": "https://www.nps.gov/places/sunset-crater-volcano-visitor-center-picnic-area.htm",
    "title": "Sunset Crater Volcano Visitor Center Picnic Area",
    "listingDescription": "Picnic tables outside the visitor center.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/3449814B-BCB7-D1CD-1878512815D00E9C.jpg",
        "credit": "NPS",
        "altText": "Two metal picnic tables on a concrete slab surrounded by large pines trees and a visitor center.",
        "title": "Picnic Tables at Visitor Center",
        "description": "",
        "caption": "Picnic tables outside of the Sunset Crater Volcano Visitor Center",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/3449814B-BCB7-D1CD-1878512815D00E9C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/3449814B-BCB7-D1CD-1878512815D00E9C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AZ",
        "parkCode": "sucr",
        "designation": "National Monument",
        "fullName": "Sunset Crater Volcano National Monument",
        "url": "https://www.nps.gov/sucr/index.htm",
        "name": "Sunset Crater Volcano"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "sunset crater volcano national monument",
      "sunset crater volcano",
      "accessible picnic area",
      "picnic tables"
    ],
    "latitude": "35.3688734003",
    "longitude": "-111.54321378",
    "latLong": "35.3688734003,-111.54321378",
    "bodyText": "Enjoy a picnic next to the visitor center surrounded by ponderosa pine trees, chirping birds, and scampering squirrels. This picnic area is open every day, year-round, even when the visitor center is closed. Shade may be available depending on the time of day. Restrooms and trash cans are located nearby. Thank you for helping us keep the park clean and protecting wildlife by picking up all food and trash after eating. ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "443fa1eb-8ede-4906-b5d6-05c75b44784b",
    "isManagedByNps": "1",
    "amenities": [
      "Baby Changing Station",
      "Benches/Seating",
      "Bicycle - Rack",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information - Maps Available",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Pet Waste Disposal",
      "Pets Allowed",
      "Picnic Table",
      "Recycling",
      "Restroom - Accessible",
      "Toilet - Flush",
      "Trash/Litter Receptacles",
      "Water - Bottle-Filling Station",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Outside next to the visitor center on an accessible path. . ",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]