[
  {
    "id": "1C207185-6886-4CC9-8EF0-1D940F64ABC2",
    "url": "https://www.nps.gov/places/000/information-panel-indian-villages-and-captain-john-smith.htm",
    "title": "Information Panel: Indian Villages and Captain John Smith",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/D46F6B1A-0708-2B15-F54232282CC70348.jpg",
        "credit": "NPS / Claire Hassler",
        "altText": "Wayside with text about Indian Villages and Caption John Smith in front of a river and trees",
        "title": "Indian Villages and Captain John Smith",
        "description": "",
        "caption": "Wayside describing Indian Villages and Captain John Smith",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D46F6B1A-0708-2B15-F54232282CC70348.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D46F6B1A-0708-2B15-F54232282CC70348.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC,MD,VA",
        "parkCode": "gwmp",
        "designation": "Memorial Parkway",
        "fullName": "George Washington Memorial Parkway",
        "url": "https://www.nps.gov/gwmp/index.htm",
        "name": "George Washington"
      },
      {
        "states": "DC,MD,PA,VA",
        "parkCode": "pohe",
        "designation": "National Scenic Trail",
        "fullName": "Potomac Heritage National Scenic Trail",
        "url": "https://www.nps.gov/pohe/index.htm",
        "name": "Potomac Heritage"
      },
      {
        "states": "DC",
        "parkCode": "this",
        "designation": "",
        "fullName": "Theodore Roosevelt Island",
        "url": "https://www.nps.gov/this/index.htm",
        "name": "Theodore Roosevelt Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Captain John Smith",
      "Virginia",
      "wayside"
    ],
    "latitude": "38.895549",
    "longitude": "-77.066447",
    "latLong": "38.895549,-77.066447",
    "bodyText": "On June 16, 1608, Englishman Captain John Smith and fourteen other men from the Jamestown colony entered the Potomac River aboard a two-ton open barge in search of a glistering metal the [natives] told us they had from Patowmeck. They explored upriver as far as the Great Falls. Along the way, Smith recorded many American Indian villages, which he later included on his map of Virginia.",
    "audioDescription": "(443 words)<br />The Indian Villages and Captain John Smith wayside is located at the south end of the Theodore Roosevelt Island parking lot on the east side of George Washington Memorial Parkway in Northern Virginia.<br />Travel north on George Washington Memorial Parkway about one-third of a mile from the Theodore Roosevelt Bridge. Turn right and follow the parking lot to the south about eight hundred feet. <br />At the end of the parking lot a pedestrian bridge leads left over the Potomac River. To the right is a curved stone wall, about two feet tall. One-foot thick and thirty feet long. Set about ten feet south of the stone wall, just beyond a row of black, arched bicycle racks is a two by three-foot wayside.<br />The tan sign is titled across the top in black letters:<br />American Indian Villages and Captain John Smith<br />In the center of the sign is a sketched map dotted with trees, winding rivers, and tributaries. Written in large letters on a scroll at the top is: \"VIRGINIA.\" In the bottom left corner is written: \"The Virginian Sea.\" Identified toward the center of the map in white letters are:<br />Tuscan Cross<br />Namassingakent<br />Assaomeck<br />Namoraughquend<br />Text below the map reads:<br />Captain John Smith's Map of Virginia (above), first published in 1612, is one of the best known maps of colonial America. The three seasonal fishing camps that Smith recorded are identified above. The Tuscan cross marks the Great Falls - the farthest limit of Smith's exploration.<br />If the map appears \"sideways\" it is because \"up\" is west rather than north. In the 1600s, mapmakers customarily drew maps from the perspective of a sailor approaching land from the sea.<br />Text along the left side of the sign describes Captain John Smith's exploration of the Potomac River:<br />On June 16, 1608, Englishman Captain John Smith and fourteen other men from the Jamestown colony entered the Potomac River aboard a two-ton open barge in search of a glistering metal the [natives] told us they had from Patowmeck. They explored upriver as far as the Great Falls. Along the way, Smith recorded many American Indian villages, which he later included on his map of Virginia.<br />The first three villages below the falls, on the right bank of the Potomac, were located on lands now part of the George Washington Memorial Parkway. The names of these villages, as heard by Smith and spelled in Elizabethan English, were Namoraughquend, Assaomeck, and Namassingakent. Translated from Eastern Algonquian into English they mean \"fishing place,\" \"middle fishing place,\" and \"fish-plenty of.\" The village of \"fishing place\" was probably between present-day Theodore Roosevelt Island and the Pentagon.<br />From late winter through August, anadromous fish (that live in salt water but spawn in fresh) like herring and sturgeon, swam upriver to the falls. When Smith first observed these three villages it was late June, after the native peoples had planted their crops. Very likely, the villages were seasonal fishing camps and not more-permanent agricultural towns.<br />The top right column features a color drawing of four Native Americans is a canoe. Two men row with long paddles at either end. Two other men stand in the water above while fish swim around them. An image at the bottom of the column shows two fish grilling on a wooded rack above an open fire as two other fish dry on sticks to the right of the grill.<br />Text between these two images reads:<br />In 1584-85, Englishman John White, a member of the Roanoke Colony, drew a series of watercolors depicting the life of the North Carolina Algonquians, who shared a culture similar to that of their linguistic cousins of the Potomac River. The image above depicts Indians fishing from a dugout canoe, including a fish weir for trapping fish (shown in the background).<br />The image below shows how they broiled fish over an open fire.<br />END OF DESCRIPTION<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B5E82047-FD98-4561-A0D4-52EFBC4CF39E",
    "url": "https://www.nps.gov/places/000/mount-vernon-trail-north-terminus.htm",
    "title": "Mount Vernon Trail North Terminus",
    "listingDescription": "The Mount Vernon Trail is an 18-mile paved multi-use trail that stretches from George Washington's Mount Vernon Estate to Theodore Roosevelt Island. It connects with regional trails, including the Potomac Heritage, Custis, Rock Creek, Four Mile Run, and Woodrow Wilson Bridge Trails.The Mount Vernon Trail winds alongside the Potomac River offering uninterrupted views of Washington, D.C.'s skyline. A run, walk, or cycle along the trail leads to all of the same sites that can be",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/94A657FF-A792-F76E-9DB603DC30C29A2F.jpg",
        "credit": "",
        "altText": "Bicyclist riding on a paved trail",
        "title": "The Mount Vernon Trail",
        "description": "",
        "caption": "The Mount Vernon Trail is an 18-mile paved multi-use trail that stretches from George Washington's M",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/94A657FF-A792-F76E-9DB603DC30C29A2F.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/94A657FF-A792-F76E-9DB603DC30C29A2F.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC,MD,VA",
        "parkCode": "gwmp",
        "designation": "Memorial Parkway",
        "fullName": "George Washington Memorial Parkway",
        "url": "https://www.nps.gov/gwmp/index.htm",
        "name": "George Washington"
      },
      {
        "states": "DC,MD,PA,VA",
        "parkCode": "pohe",
        "designation": "National Scenic Trail",
        "fullName": "Potomac Heritage National Scenic Trail",
        "url": "https://www.nps.gov/pohe/index.htm",
        "name": "Potomac Heritage"
      },
      {
        "states": "DC",
        "parkCode": "this",
        "designation": "",
        "fullName": "Theodore Roosevelt Island",
        "url": "https://www.nps.gov/this/index.htm",
        "name": "Theodore Roosevelt Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.895455",
    "longitude": "-77.06658",
    "latLong": "38.895455,-77.06658",
    "bodyText": "<p>The Mount Vernon Trail is an 18-mile paved multi-use trail that stretches from George Washington's Mount Vernon Estate to Theodore Roosevelt Island. It connects with regional trails, including the Potomac Heritage, Custis, Rock Creek, Four Mile Run, and Woodrow Wilson Bridge Trails.<br /> <br /> The Mount Vernon Trail winds alongside the Potomac River offering uninterrupted views of Washington, D.C.'s skyline. A run, walk, or cycle along the trail leads to all of the same sites that can be reached by car on the parallel section of the parkway.<br /> <br /> The Mount Vernon Trail is open year-round from 6 am to 10 pm. Commuters may use the trail at any time.<br /> <br /> <b>Rules and Regulations</b><br /> Motorized vehicles, including skateboards, bicycles, scooters, and Segways are not allowed on the Mount Vernon Trail. Persons with disabilities may use motorized wheelchairs on the trail.<br /> <br /> Bicycles are not allowed on the George Washington Memorial Parkway.<br /> <br /> Commercial activities and activities by organized groups, including trail walks and runs, require a permit. For information about permits please call 703‑289‑2513.</p>",
    "audioDescription": "(576 words)<br />Mount Vernon Trail Access is located along the south end of the Theodore Roosevelt Island parking lot, on the east side of George Washington Memorial Parkway in Northern Virginia.<br />Travel north on George Washington Memorial Parkway about one-third of a mile from the Theodore Roosevelt Bridge. Turn right to enter the parking lot and follow it to the south about eight hundred feet. <br />At the end of the parking lot a pedestrian bridge leads left over the Potomac River. To the right is a curved stone wall, about two feet tall, one-foot thick and thirty feet long. Set about ten feet south of the stone wall, to the right of a row of black, arched bicycle racks is a four by three-foot wayside.<br />The sign sits on a patch of cobblestone, about three by eight feet. A water fountain stands to the right and a black asphalt bicycle path runs north to south just beyond the water fountain to the west.<br />The sign is titled at the top across a red border:<br />Mount Vernon Trail<br />George Washington Memorial Parkway<br />The right side of the sign is a map of the Potomac River as it passes the southern end of Washington, D.C. between Virginia to the left and Maryland to the right. A white line shows the Mount Vernon Trail leading down the west side of the Potomac River along the eastern edge of Virginia.<br />Various locations are identified including Arlington National Cemetery and Ronald Reagan Washington National Airport towards the north, and the Woodrow Wilson Memorial Bridge and Fort Foote further south. An arrow identifies your current location north of Arlington National Cemetery on the west side of the Potomac River in Virginia.<br />The left column of the sign features various points of interest from the map:<br />THEODORE ROOSEVELT ISLAND<br />This wooded island is a tribute to the vision of our 26th president. Explore, on foot, 2.5 miles of trails and the memorial plaza.<br />LADY BIRD JOHNSON PARK<br />Take time to visit the Lyndon Baines Johnson Memorial Grove, a living memorial to our 36th president, and the Navy and Marine Memorial, honoring merchant marines lost at sea.<br />GRAVELLY POINT<br />It is a great place to begin a hiking or biking trip, launch a boat, or watch planes landing or taking off from Ronald Reagan Washington National Airport.<br />DAINGERFIELD ISLAND<br />No longer an island, this area is known for sailing, fishing, and field sports.<br />CITY OF ALEXANDRIA<br />Founded in 1749, Alexandria is recognized for its 18th- and 19th-century architecture and historic attractions. Enjoy Old Town's waterfront parks and river view. Follow bikeway signs along Union Street.<br />JONES POINT PARK<br />Visit the Jones Point Lighthouse, an inland lighthouse which operated from 1836 to 1925. Look for the cornerstone that commemorates what was once the southernmost corner of the District of Columbia.<br />BELLE HAVEN PARK<br />This is a popular picnic area and a perfect place to start a trip along the Mount Vernon Trail.<br />DYKE MARSH WILDLIFE PRESERVE<br />Enjoy a quiet hike through a 240 acre wetland. Over 200 species of birds have been sighted within the preserve.<br />FORT HUNT PARK<br />Begin a trip along the trail or stop for a picnic and learn about the role Fort Hunt played in the Spanish American War and World War II.<br />RIVERSIDE PARK<br />Enjoy fishing, picnicking, and scenic river views.<br />MOUNT VERNON ESTATE AND GARDENS<br />George Washington's home on the Potomac River and the southern end of the Mount Vernon Trail.<br />END OF DESCRIPTION<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Bicycle - Rental",
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "CB3248C8-2D40-4FD2-91C9-20CA558201AE",
    "url": "https://www.nps.gov/places/000/theodore-roosevelt-memorial.htm",
    "title": "Theodore Roosevelt Memorial",
    "listingDescription": "Although the entire island was designed as a living memorial by Frederick Law Olmsted, Jr., and replanted by the Civilian Conservation Corps in the 1930s, the memorial plaza is its centerpiece and occupies the highest point on the island. Completed in 1967, the memorial plaza depicts Theodore Roosevelt in a speaking pose, surrounded by his own quotes on a variety of virtues he espoused.Architect: Eric GuglerSculptor: Paul ManshipInscriptionsYOUTHI WANT TO SEE YOU GAME, BOYS.I",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/948B74BD-C60E-76F9-3BB6C11503650161.jpg",
        "credit": "",
        "altText": "A tall bronze statue of Theodore Roosevelt stands in front of several trees.",
        "title": "The Theodore Roosevelt Memorial",
        "description": "",
        "caption": "The Theodore Roosevelt Memorial",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/948B74BD-C60E-76F9-3BB6C11503650161.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/948B74BD-C60E-76F9-3BB6C11503650161.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC,MD,VA",
        "parkCode": "gwmp",
        "designation": "Memorial Parkway",
        "fullName": "George Washington Memorial Parkway",
        "url": "https://www.nps.gov/gwmp/index.htm",
        "name": "George Washington"
      },
      {
        "states": "DC,MD,PA,VA",
        "parkCode": "pohe",
        "designation": "National Scenic Trail",
        "fullName": "Potomac Heritage National Scenic Trail",
        "url": "https://www.nps.gov/pohe/index.htm",
        "name": "Potomac Heritage"
      },
      {
        "states": "DC",
        "parkCode": "this",
        "designation": "",
        "fullName": "Theodore Roosevelt Island",
        "url": "https://www.nps.gov/this/index.htm",
        "name": "Theodore Roosevelt Island"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.8972552",
    "longitude": "-77.064030999",
    "latLong": "38.8972552,-77.064030999",
    "bodyText": "<p>Although the entire island was designed as a living memorial by Frederick Law Olmsted, Jr., and replanted by the Civilian Conservation Corps in the 1930s, the memorial plaza is its centerpiece and occupies the highest point on the island. Completed in 1967, the memorial plaza depicts Theodore Roosevelt in a speaking pose, surrounded by his own quotes on a variety of virtues he espoused.<br /> <br /> Architect: Eric Gugler<br /> Sculptor: Paul Manship<br /> <br /> Inscriptions<br /> YOUTH<br /> I WANT TO SEE YOU GAME, BOYS.<br /> I WANT TO SEE YOU BRAVE AND MANLY,<br /> AND I ALSO WANT TO SEE YOU GENTLE AND TENDER.<br /> BE PRACTICAL AS WELL AS GENEROUS IN YOUR IDEALS.<br /> KEEP YOUR EYES ON THE STARS<br /> BUT REMEMBER TO KEEP YOUR<br /> FEET ON THE GROUND.<br /> COURAGE, HARD WORK,<br /> SELF-MASTERY<br /> AND INTELLIGENT EFFORT<br /> ARE ALL ESSENTIAL TO SUCCESSFUL LIFE.<br /> ALIKE FOR THE NATION AND THE INDIVIDUAL<br /> THE ONE INDISPENSABLE REQUISITE IS<br /> CHARACTER.<br /> <br /> THE STATE<br /> OURS IS A GOVERNMENT<br /> OF LIBERTY.<br /> BY THROUGH AND UNDER THE LAW.<br /> A GREAT DEMOCRACY HAS GOT TO BE PROGRESSIVE OR IT WILL SOON CEASE TO BE GREAT OR A DEMOCRACY.<br /> IN POPULAR GOVERNMENT RESULTS WORTH HAVING CAN BE ACHIEVED ONLY BY MEN WHO COMBINE<br /> WORTHY IDEALS<br /> WITH PRACTICAL GOOD SENSE.<br /> IF I MUST CHOOSE BETWEEN<br /> RIGHTEOUSNESS AND PEACE<br /> I CHOOSE RIGHTEOUSNESS.<br /> <br /> MANHOOD<br /> A MAN'S USEFULNESS<br /> DEPENDS UPON HIS LIVING UP TO<br /> HIS IDEALS<br /> IN SO FAR AS HE CAN.<br /> IT IS HARD TO FAIL BUT IT IS WORSE<br /> NEVER TO HAVE TRIED TO SUCCEED.<br /> ALL DARING & COURAGE,<br /> ALL IRON ENDURANCE OF MISFORTUNE<br /> MAKE FOR A FINER & NOBLER TYPE OF<br /> MANHOOD.<br /> ONLY THOSE ARE FIT TO LIVE<br /> WHO DO NOT FEAR TO DIE AND NONE ARE FIT TO DIE<br /> WHO HAVE SHRUNK FROM THE<br /> JOY OF LIFE<br /> AND THE<br /> DUTY OF LIFE.<br /> <br /> NATURE<br /> THERE IS DELIGHT IN THE<br /> HARDY LIFE OF THE OPEN.<br /> THERE ARE NO WORDS THAT CAN<br /> TELL THE HIDDEN SPIRIT OF THE WILDERNESS THAT CAN REVEAL ITS MYSTERY,<br /> ITS MELANCHOLY<br /> AND ITS CHARM.<br /> THE NATION BEHAVES WELL IF IT TREATS THE<br /> NATURAL RESOURCES AS ASSETS WHICH IT MUST TURN OVER TO<br /> THE NEXT GENERATION,<br /> INCREASED AND NOT IMPAIRED IN VALUE.<br /> CONSERVATION<br /> MEANS DEVELOPMENT<br /> AS MUCH AS IT DOES<br /> PROTECTION.</p>",
    "audioDescription": "(543 words)<br />The Theodore Roosevelt Memorial is located on the north end of Theodore Roosevelt Island, an eighty-eight-acre natural area on the Potomac River between Virginia and Washington, D.C.<br />Travel north on George Washington Memorial Parkway about one-third of a mile from the Theodore Roosevelt Bridge. Turn right to enter the parking lot and follow it to the south about eight hundred feet. <br />At the south end of the parking lot a pedestrian bridge leads left about three hundred feet over the Potomac River. At the end of the bridge turn right and proceed about two hundred feet along a gravel trail. Stay left at the fork and continue another two hundred feet, staying left again at a second fork in the gravel trail. Set at the north end of an open clearing in the forest is the seventeen-foot high bronze statue of Roosevelt.<br />The Roosevelt statue stands with his right hands raised high above his head, and his left hand is extended slightly forward with his palm open. He wears a vest and long coat, mustache and rimmed glasses.<br />A thirty-foot granite monolith stands behind the statue, and four twenty-one-foot-tall slabs inscribed with quotes line the plaza area behind him.<br />Inscribed at the front base of the bronze statue is:<br />THEODORE ROOSEVELT<br />1858 and 1919 are inscribed in the top corners, separated by flower medallions, which also bracket Roosevelt below.<br />A brick and granite plaza one hundred thirty feet long, one hundred ten feet wide leads up to the statue from the entrance at the south end. Benches are set along either side. The plaza is flanked by two circular pools set with fountains in bowls. The bowls are each supported by four spheres engraved with an eagle with spread wings holding olive branches and arrows and a shield across its chest. <br />A water-filled moat surrounds the entire memorial. Two cobblestone lined arched bridges carry over the moat at either side of the Roosevelt statue at its north end. Four areas set with manicured bushes sit in the corners of the plaza.<br />Lush forest surrounds the entire area and a two by three-foot wayside stands at the right side of the memorial entrance. Titled Making the Memorial, it features a picture of Roosevelt speaking to a crowd from a platform, and a background image of the construction of the memorial. Text above reads:<br />Construction on the memorial progressed from 1964 to 1967. The 18-foot-high-bronze state sculpted by Paul Manship shows President Roosevelt with one arm raised in his familiar pose.<br />Text on the left side describes the development of the Theodore Roosevelt Memorial:<br />In 1931 the Roosevelt Memorial Association purchased this island to create a living tribute to the former president. Congress designated funds for the project in 1960, and architectural designs were approved in 1961. President Lyndon B. Johnson dedicated the memorial on Roosevelt's birthday in October 1967. <br />Theodore Roosevelt Memorial Plaza features the only monument in Washington, DC, dedicated to the 26th president of the United States. Flanked by four 20-foot-high monoliths inscribed with quotations from Roosevelt, the oversized centerpiece captures the larger-than-life spirit of the conservationist leader.<br />\"It is true of the Nation, as of the individual, that the greatest doer must also be a great dreamer.\"<br />- Theodore Roosevelt, 1905<br />END OF DESCRIPTION<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "97cdcb36-01bb-4e24-8e9d-40abe3f4b5d6",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]