[
  {
    "id": "115196B6-1579-4A3D-B2A3-C5359635D5EA",
    "url": "https://www.nps.gov/places/kosciuszko-house.htm",
    "title": "The Kosciuszko House",
    "listingDescription": "After serving the Continental Army in the American Revolution, Thaddeus Kosciuszko returned home to his native Poland to lead an unsuccessful uprising against Russian forces. Returning to Philadelphia in 1797, he rented a small room in this boarding house.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F08BA351-0E30-1BD8-EF37D1DEBCCC97F0.jpg",
        "credit": "NPS Photo",
        "altText": "A three-and-a-half story colonial brick house.",
        "title": "Thaddeus Kosciuszko National Memorial",
        "description": "",
        "caption": "At .02 acres, the Kosciuszko House is the smallest unit in the U.S. National Park system.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F08BA351-0E30-1BD8-EF37D1DEBCCC97F0.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F08BA351-0E30-1BD8-EF37D1DEBCCC97F0.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "PA",
        "parkCode": "thko",
        "designation": "National Memorial",
        "fullName": "Thaddeus Kosciuszko National Memorial",
        "url": "https://www.nps.gov/thko/index.htm",
        "name": "Thaddeus Kosciuszko"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Thaddeus Kociuszko",
      "Thaddeus Kosciusko National Memorial",
      "American Revolution",
      "West Point",
      "Ninety Six",
      "Ninety Six National Historic Site",
      "Saratoga",
      "American History",
      "Poland"
    ],
    "latitude": "39.943327",
    "longitude": "-75.147185",
    "latLong": "39.943327,-75.147185",
    "bodyText": "The site is located at 3rd and Pine Streets. It is open Saturdays and Sundays, 12 noon to 4 pm.<br /> <br /> The first floor of the Kosciuszko House consists of exhibits about the life of Thaddeus Kosciuszko. On the second floor, visitors can watch a short film and then see the furnished room that Kosciuszko stayed in.<br /> <br /> Polish general, military engineer, and revolutionary Thaddeus Kosciuszko lived in this house in 1797 and 1798. He served with the Continental Army during the American Revolutionary War, designing successful fortifications at Saratoga and West Point. After the war, he fought for Polish independence from Russia when he was wounded and exiled from his home country. He returned to the United States a hero, and stayed in Philadelphia as he recovered from his wounds. He received many notable visitors while staying in this house, including Thomas Jefferson and Chief Little Turtle. ",
    "audioDescription": "Thaddeus Kosciuszko House. This three-story building is on the corner at the end of a block of rowhouses and is made of plain brick. The entrance is on the south side of the building, which faces Pine Street. The wooden door has a small triangular pediment above it and a low step in front of white marble with an iron foot scraper on the right side. There is a single multipaned window with wooden shutters on either side of the door. At the base of the wall below each window is a small wooden flap at a 45-degree angle to give access to the basement. The second floor has three windows with shutters across it and the third has three smaller windows with no shutters. Above the third floor in the gable of the peaked roof are two more of the smaller-size windows. On the sidewalk along the street there is a tall iron post with a historical marker on top that reads, \"Thaddeus Kosciuszko. After serving as a military engineer during the American Revolution, he later led un uprising in his native Poland. Exiled, the General resided in this house from November 1797 to May 1798.\" On the right side of the house, along Third Street, the house is slightly longer, with four windows on the upper floors and three windows and a door on the first floor. The door, which is an exit only, is at the far right end of the house. Below the leftmost window is a graphic panel titled \"Thaddeus Kosciuszko.\" In the middle of this side is a larger basement access with double wooden doors at an angle at the base of the wall. Just to the right of that is a long drainpipe coming down from the gutter along the roof. Sitting at the peak of the roof in the middle is a chimney. End of house description. Wayside description at Thaddeus Kosciuszko National Memorial. At lower right of this panel is a portrait of Kosciuszko. He has brown hair swept back from his face and reaching to his collar in back, high cheekbones and a straight nose. He wears a military uniform with epaulets on the shoulders and a white neckcloth edged with lace. Text across the top of the panel reads, \"A Champion of Human Rights. Thaddeus Kosciuszko lived in a second floor room of Ann Relf's boarding house from November 1797 to May 1798. Kosciuszko was one of a number of highly trained European military officers whose imagination was seized by the ideals of liberty and human dignity embodied in the Declaration of Independence. Kosciuszko arrived in Philadelphia from Poland in August 1776, one month after the adoption of the Declaration and offered his services to the United States. \"As a military engineer he contributed to the American victory at Saratoga and to the defense of West Point throughout the Revolution. After the war, Kosciuszko returned home and in March 1794, again championing the cause of liberty, led his countrymen against Russian rule. After some initial successes he was defeated, captured by the Russians, and imprisoned. \"In August 1797, Kosciuszko returned to Philadelphia to a hero's welcome. During that time he entertained many visitors, Vice President Thomas Jefferson among them, and successfully petitioned Congress for back pay. He received close to $19,000 and a grant of 500 acres in Ohio. Throughout his life Kosciuszko condemned slavery. He also promoted education for free blacks. When Thomas Jefferson learned of Kosciuszko's death in Switzerland in 1817, he remarked that Thaddeus Kosciuszko had been \"as pure a Son of Liberty as I have ever known.\"\" The background of the panel has a drawing of a small military fortification sitting on a hill. It has wooden panels protecting the lower part and a slit in the top wall for cannon. At the lower left is a photograph of a room with a bed against the wall in the middle and a red couch along the left side. To the right is a small wooden straight chair and a table sits in the foreground. The caption reads, \"The photograph at left shows the room where Kosciuszko lived in Philadelphia. The room is furnished as it might have been during his time. The background drawings above were done by Kosciuszko for Redoubt number 4 at West Point, New York.\" End of Description.",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "The Thaddeus Kosciuszko National Memorial passport stamp is located at the ranger desk inside the house. You can also find the stamp at the park ranger information desk in the Independence Visitor Center at Independence National Historical Park.",
    "passportStampImages": [
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/F0BC3FA7-FC6E-1DEB-2ACAC2B6B67D2B80.jpg"
          }
        ],
        "altText": "A blue national park passport stamp with date and location.",
        "title": "Thaddeus Kosciuszko NM Passport Stamp",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/F0BC3FA7-FC6E-1DEB-2ACAC2B6B67D2B80.jpg"
      }
    ],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Captioned Media",
      "Historical/Interpretive Information/Exhibits",
      "Information - Ranger/Staff Member Present",
      "Restroom",
      "Theater/Auditorium",
      "Water - Drinking/Potable"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "301 Pine Street",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The house where Thaddeus Kosciuszko lived.",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Memorial",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Thaddeus Kosciuszko National Memorial - Exterior",
        "id": "63120858-1DD8-B71B-0BAD-536BDC2B1F5E",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6625204&id=63120858-1DD8-B71B-0BAD-536BDC2B1F5E"
      },
      {
        "title": "Thaddeus Kosciuszko National Memorial-Interior",
        "id": "289BBEB9-155D-451F-67A9-B8205EA0238E",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6625204&id=289BBEB9-155D-451F-67A9-B8205EA0238E"
      }
    ],
    "relevanceScore": 1
  }
]