[
  {
    "id": "74980932-D763-4651-8E66-15B2367F184B",
    "url": "https://www.nps.gov/places/theodore-roosevelt-birthplace-front-parlor.htm",
    "title": "Theodore Roosevelt Birthplace Front Parlor",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/41BBF3E5-9121-5A74-CB5B0CD2AD71700A.jpg",
        "credit": "NPS",
        "altText": "Colored photograph of an ornately decorated front parlor",
        "title": "TR Birthplace Front Parlor",
        "description": "",
        "caption": "Theodore Roosevelt Birthplace front parlor",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/41BBF3E5-9121-5A74-CB5B0CD2AD71700A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/41BBF3E5-9121-5A74-CB5B0CD2AD71700A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NY",
        "parkCode": "thrb",
        "designation": "National Historic Site",
        "fullName": "Theodore Roosevelt Birthplace National Historic Site",
        "url": "https://www.nps.gov/thrb/index.htm",
        "name": "Theodore Roosevelt Birthplace"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "TR",
      "Theodore Roosevelt",
      "Childhood",
      "rooms",
      "victorian style",
      "Victorian era",
      "Homes",
      "Historic floors"
    ],
    "latitude": "40.738614",
    "longitude": "-73.988997",
    "latLong": "40.738614,-73.988997",
    "bodyText": "Theodore Roosevelt describes the room as \" a room of much splendor, but was open for general use only on Sunday evening or on rare occasions when there were parties.\" (Autobiography, p. 6). This is the room for meetings guests and special gatherings. One such meeting included a number of gentlemen who gathered and voted to accept the <a href=\"https://digitallibrary.amnh.org/handle/2246/6326?show=full\"><span style=\"color:#2980b9;\">Charter to the American Museum of Natural History</span></a><span style=\"color:#2980b9;\">.</span> Theodore Roosevelt recalls a time he was in the room: \"The ornaments of that parlor I remember now, including the gas chandelier decorated with a great quantity of cut-glass prisms. These prisms struck me as possessing peculiar magnificence. One of them fell off one day, and I hastily grabbed it and stowed it away, passing several days of furtive delight in the treasure, a delight always alloyed with fear that I would be found out and convicted of larceny.\" (Autobiography, p. 6)",
    "audioDescription": "This is a fancy, blue and gold colored themed room. Most of the furniture is against the wall, leaving an open feel to the room. Hanging from the ceiling In the center of the room, is a chandelier composed of cut prisms of glass. Along the wall opposite of where visitors enter, is a fireplace. The fireplace is framed by an intricately carved white marble mantlepiece, decorated with roses. Upon the mantlepiece sits 4 decorative pieces: an urn, clock, and candelabras. Above the fireplace mantle is a large, gold framed mirror that measures 4 feet x 8 feet. On either side of the fireplace is satin covered sofas and chairs. On the adjacent wall, which looks out to the street, there are two floor to ceiling windows. In between them is a floor to ceiling, gold framed mirror. The mirror measures approximately 3 feet x 12 feet. Placed in front of the mirror is a marble covered side table, upon which sits a wax fruit basket covered by a glass bell. As the viewer pans to the left, they see more furnishings: An etagere with multiple decorative items on it including a vase and figurines. A piano sits next to the etagere, with a stool and music rack next to it. Hanging on the wall above the piano is an etching of Martha Washington's Ball. As the visitor walks in, immediately to their right is an open passage between the library and front parlor. To separate the space, one can pull together two pocket doors adorned with intricately etched plate glass.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "a9a6f73f-f25e-4fd7-ba64-96904de260a1",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Theodore Roosevelt Birthplace (28 E. 20th St., New York NY 10003)",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The charter to the American Museum of Natural History was unanimously accepted in this room. ",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "House Tour-Front Parlor",
        "id": "2F33CD96-E623-4EC9-B1CD-A3DBEEF6E6BB",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=2F33CD96-E623-4EC9-B1CD-A3DBEEF6E6BB"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "8435AB74-59A3-4877-A474-EE84D3CF8DDC",
    "url": "https://www.nps.gov/places/theodore-roosevelt-birthplace-library.htm",
    "title": "Theodore Roosevelt Birthplace Library",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/A67CB7B1-D1D5-50CF-0A7C06BED043A8D4.jpg",
        "credit": "NPS",
        "altText": "Colored photograph of library.",
        "title": "Theodore Roosevelt Birthplace Library",
        "description": "",
        "caption": "Library",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A67CB7B1-D1D5-50CF-0A7C06BED043A8D4.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A67CB7B1-D1D5-50CF-0A7C06BED043A8D4.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NY",
        "parkCode": "thrb",
        "designation": "National Historic Site",
        "fullName": "Theodore Roosevelt Birthplace National Historic Site",
        "url": "https://www.nps.gov/thrb/index.htm",
        "name": "Theodore Roosevelt Birthplace"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Theodore Roosevelt"
    ],
    "latitude": "40.738617",
    "longitude": "-73.989054",
    "latLong": "40.738617,-73.989054",
    "bodyText": "Theodore Roosevelt describes this room in his autobiography: \"The middle room was a library, with tables, chairs and bookcases of gloomy respectability. It was without windows, and so was available only at night.\" (p.5)  The black-colored furniture in this room is upholstered with horsehair, which, T.R. recalls \"scratched the bare legs of children.\" (Autobiography, 5)<br /> <br /> As one examines the bookcases, one finds many heirloom books, which the family enjoyed. T.R. himself loved to read. He states \"While I was still a small boy...I already begun to read some of Mayne Reid's books and other boys' books of adventure...I was too young to understand much of Mayne Reid, excepting the adventure part and the natural history part- these enthralled me.\" (Autobiography, p. 15-16). Theodore Roosevelt was encouraged to read what he wanted, unless it was a dime novel or Ouida's books, which were deemed inappropriate for the young boy. One of T.R.'s prized possessions was a couple of books by J.G. Wood that he received from his father. When one looks closely in the bookcases, to this day, one still finds a book on natural history that J.G. Wood wrote. <br /> <br /> Additionally, in his autobiography, Theodore Roosevelt mentions an art piece called the \"Transfiguration\"- Today one sees a replica etching hanging above the fireplace mantle piece.<br /> Looking on the mantle piece, one can spot two black obelisks. These were souvenirs brought back from a trip down the Nile River that the family took in 1872. On that trip, T.R. brought back samples of bird taxidermy for his \"Roosevelt Museum.\" Today, these taxidermy birds are on display at the American Museum of Natural History. ",
    "audioDescription": "A large room, with a dark red and black color theme. On one wall is a fireplace with a marble mantlepiece. On the Mantlepiece sits two black Obelisks and a clock embedded in the base of a statue that depicts Neptune or other Norse God. Above the mantlepiece hangs an etching. On the right side of the fireplace sits a desk/bookcase combo. On the left of the fireplace, a large bookcase full of books. In the center of the room is a table, with a table lamp, and chandelier that hangs from the ceiling. two arm chairs sit at either end of the table. Opposite of the wall with the fireplace there is a large, horsehair sofa, with seats at either end. Hangig on the wall above the sofa are a couple of art pieces. On both ends of the room are passages to the front parlor and the dining room. Pocket doors with decorative plate glass can be drawn closed to separate the rooms.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "House Tour- Library",
        "id": "C3393E52-718C-455D-B94D-3DC413A5D5D0",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=C3393E52-718C-455D-B94D-3DC413A5D5D0"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "1C467671-81A5-48F0-AE0D-0ECB5F9A9221",
    "url": "https://www.nps.gov/places/theodore-roosevelt-birthplace-master-bedroom.htm",
    "title": "Theodore Roosevelt Birthplace Master Bedroom",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/40328ACA-D8D4-631E-6BF5ECAC84C6AC13.jpg",
        "credit": "NPS",
        "altText": "Color photograph of master bedroom",
        "title": "TR Birthplace Master Bedroom",
        "description": "",
        "caption": "TR Birthplace NHS Master Bedroom",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/40328ACA-D8D4-631E-6BF5ECAC84C6AC13.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/40328ACA-D8D4-631E-6BF5ECAC84C6AC13.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "NY",
        "parkCode": "thrb",
        "designation": "National Historic Site",
        "fullName": "Theodore Roosevelt Birthplace National Historic Site",
        "url": "https://www.nps.gov/thrb/index.htm",
        "name": "Theodore Roosevelt Birthplace"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Theodore Roosevelt"
    ],
    "latitude": "40.738617",
    "longitude": "-73.989054",
    "latLong": "40.738617,-73.989054",
    "bodyText": "Here is the re-created room where Theodore Roosevelt was born on October 27th 1858 to his parents <a href=\"https://www.nps.gov/thrb/learn/historyculture/marthabullochroosevelt.htm\">Martha \"Mittie\" Bulloch Roosevelt</a>, and <a href=\"https://www.nps.gov/thrb/learn/historyculture/theodorerooseveltsr.htm\">Theodore Roosevelt Sr. </a> Upon birth, his mother noted how he \"looked like a Terrapin!\" (<em>Rise of Theodore Roosevelt</em>, by Edmund Morris)<br /> <br /> When you look around the room, note the five-piece, custom made family heirloom furniture made from satinwood and rosewood. The pieces are original to the house and cost nearly $3,000 in the 1850's. Above the fireplace mantle is a portrait of Martha Bulloch Roosevelt done by Jenny Loop. A similar portrait of Martha's sister, Anna, was also done by Jenny loop in 1873. Anna's portrait hangs in the nursery above the fireplace mantle.   <br /> <br />  ",
    "audioDescription": "The room, measuring approximately 12 feet by 12 feet, has patterned wallpaper and rug below foot. It is decorated with a 5-piece, matching set of satinwood and rosewood, custom made furniture. These pieces include a desk, dresser, wardrobe, washstand and bed. Opposite from the foot of the bed is a marble fireplace with a metal grate. Sitting on the fireplace mantle, sit a few gold and crystal candle holders and ceramic urns. . The bed is 86 inches long, 63 inches wide. The bed's headboard is 76 inches high at center and the footboard is 38 1/2 inches at the center, curving to 25 inches high at the side posts. A white marsailles bedspread and two hand embroidered pillows are atop the bed. The wardrobe is eight feet high at center; the top is 47 inches wide. The double doors are 38 inches wide, upon the doors are mirrors with total measurement 29 inches by 55 inches. The desk is 36 inches wide, 68 inches high, 18 inches deep. When desk is open, there is a 21 inches wide writing board. Above it, opened, are three small side drawers 3-14 inches high, pigeonholes, and two flat shelves 9 inches wide, Below the desk pad are two cupboards 18 inches high and below them one full width drawer. The dresser is 33 1/2 inches high. It has three full drawers, above which is a white marble top there is a 23 inches wide mirror on top of chest surrounded by satinwood and rosewood decorate frame. various objects sit on marble top. The washstand is 30 inches high, 36 inches wide and 18 inches deep with a marble top. At the top is a 3 inches deep drawer with two knobs at front. IN front are two doors that have keyholes. multiple items sit atop washstand, including basin, toothbrush holder, and soap dish.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The room in which Theodore Roosevelt was born. ",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "House Tour- Master Bedroom",
        "id": "753111F2-E00B-41A8-9FA3-282A68CC51D7",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=753111F2-E00B-41A8-9FA3-282A68CC51D7"
      }
    ],
    "relevanceScore": 1
  }
]