[
  {
    "id": "257B0079-1785-4C4C-90A7-A2D8EC718EBB",
    "url": "https://www.nps.gov/places/badlands-overlook.htm",
    "title": "Badlands Overlook",
    "listingDescription": "Get a new perspective on the badlands of Theodore Roosevelt National Park's South Unit from this scenic vista.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/8A0EDDC9-E620-5CE5-52FED93A94755757.jpg",
        "credit": "NPS Photo/L. Thomas",
        "altText": "A view of colorful buttes under an overcast sky, with sunlight just breaking through",
        "title": "Badlands Overlook",
        "description": "",
        "caption": "Badlands Overlook",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/8A0EDDC9-E620-5CE5-52FED93A94755757.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/8A0EDDC9-E620-5CE5-52FED93A94755757.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Theodore Roosevelt National Park",
      "Theodore Roosevelt National Park - South Unit",
      "badlands",
      "Little Missouri Badlands",
      "buttes",
      "scenic views",
      "scenic vistas"
    ],
    "latitude": "46.9219357970001",
    "longitude": "-103.452207908",
    "latLong": "46.9219357970001,-103.452207908",
    "bodyText": "The views of the Little Missouri badlands are spectacular from anywhere in Theodore Roosevelt National Park, but one of the best vistas awaits at Badlands Overlook. Located at the end of the South Unit Scenic Drive, Badlands Overlook offers a panoramic look at the broken and rolling badlands spread out below. Perfect for watching the sunrise or picking out elk or bison wandering through the buttes, Badlands Overlook makes for a great destination on a visit to the South Unit.<br /> <br /> It is illegal to remove any resource from a national park. Leave any flower, stone, or other object where you find it so that other visitors can enjoy it as well. <br /> <br /> It is illegal to carve, paint, or otherwise alter anything in a national park.",
    "audioDescription": "Badlands Overlook. 323 words. The viewing area for Badlands Overlook is located alongside the curved parking area. A paved sidewalk is bounded by a stone wall on the north and east, with a wayside located part of the way along this wall. The wayside is titled Badlands Overlook and the background photo is the view from the overlook on a slightly cloudy day. Below the main title, a quote attributed to Theodore Roosevelt reads “This broken country extends back from the river many miles, and has been called always, by Indians, French voyagers, and American trappers alike, the ‘Bad Lands.’” Next to this text reads: To the Lakota, this land is mako sica, meaning bad land or bad earth. French fur trappers called it les mauvais terres à traverser meaning the bad lands to cross. Anyone who has experienced the badlands understands exactly how this place earned its name. Below the text is a white line pointing to a butte across the valley with a title asking How Would You Get Here? Below this are three circular call out images. The leftmost circle depicts the side of a butte. Text to its right reads: Cliffs, sinkholes, coulees, and creeks disrupt the land in all directions. These obstacles can turn a seemingly short trip into a lengthy ordeal. The middle circle depicts muddy water with grass growing out of it. Text to its right reads: According to Roosevelt, water is found in “tepid little pools, almost dried up,” and so muddy it “can only be called liquid by courtesy.” The rightmost circle depicts a cactus. Text to its right reads: Cacti and other prickly plants make travel difficult and sometimes painful! From the viewing area, the badlands landscape is visible to the north, east, and west, though part of the western view is blocked by a large butte. On the other side of the stone wall, the ground quickly drops away down a cliff edge. End of description.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "e3bbb8ea-c20a-4b77-a6ce-c608425c6a7d",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "South Unit of Theodore Roosevelt National Park",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7E43270A-D8A5-4EED-B96A-28DAF9329A85",
    "url": "https://www.nps.gov/places/boicourt-overlook.htm",
    "title": "Boicourt Overlook",
    "listingDescription": "Stop at this overlook to enjoy the awesome vista that is the Little Missouri Badlands.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F61364DB-064F-24D3-AEC758B3A8AFA1C3.jpg",
        "credit": "NPS Photo/L.Thomas",
        "altText": "A view across the badlands, with buttes visible on the horizon, and trees and valleys below.",
        "title": "Boicourt Overlook",
        "description": "",
        "caption": "Boicourt Overlook",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F61364DB-064F-24D3-AEC758B3A8AFA1C3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F61364DB-064F-24D3-AEC758B3A8AFA1C3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Theodore Roosevelt National Park",
      "Theodore Roosevelt National Park - South Unit",
      "scenic views",
      "badlands",
      "scenic drives"
    ],
    "latitude": "46.963005",
    "longitude": "-103.405403",
    "latLong": "46.963005,-103.405403",
    "bodyText": "Theodore Roosevelt described the Little Missouri Badlands as “...a land of vast, silent spaces...” and standing at Boicourt Overlook, you can understand what he meant. Stretching away toward the horizon, the broken rolling landscape of Theodore Roosevelt National Park is utterly unique. From here, you can even see beyond park boundaries, where some of the larger buttes in the area stand, silhouetted against the horizon.<br /> <br /> It is illegal to remove any resource from a national park. Leave any flower, stone, or other object where you find it so that other visitors can enjoy it as well. <br /> <br /> It is illegal to carve, paint, or otherwise alter anything in a national park.",
    "audioDescription": "Boicourt Overlook. 263 words. The pull-out for the Boicourt Overlook is located on the south side of the scenic drive, with a sidewalk that is accessible. Next to this sidewalk stand trash receptacles and an interpretive wayside. The overlook offers a view to the south and west into a large valley. The sides of the buttes that drop into this valley are bare in places and covered in dark green juniper in others. Juniper also dots the valley floor. The wayside has a large photo of the view from the overlook, taken on a sunny day. Written in the blue sky are the words “A land of vast, silent spaces…” attributed to Theodore Roosevelt. Below this in the photo, five buttes on the horizon are labeled. Square Butte is 15.4 miles away. Sentinel Butte is 21.3 miles away. Camels Hump Butte is 18.6 miles away. West & East Twin Buttes are 17.9 and 16.4 miles away, respectively. Below the main photograph is a black bar with white text reading Boicourt Overlook. Below the title, it reads: From here, the Little Missouri badlands seem to go on forever. At about 100 miles long and averaging 15 miles wide, they are North Dakota’s most noticeable landform. Theodore Roosevelt National Park protects only a small part of this vast landscape. The buttes on the horizon lie many miles away, far outside the park boundary. To the left of this text is a map of the park, with a marker indicating where the reader is standing, and dashed lines leading to the location of each of the buttes, outside park boundaries. End of description.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Scenic View/Photo Spot",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "South Unit of Theodore Roosevelt National Park",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1F535DE4-EF6E-4823-99B9-31A961E1DC89",
    "url": "https://www.nps.gov/places/boicourt-trail.htm",
    "title": "Boicourt Trail",
    "listingDescription": "Take a short hike above the badlands on one of the South Unit of Theodore Roosevelt National Park's accessible trails.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/928A9E8D-BE2D-0531-BC7440D581FBDF29.jpg",
        "credit": "NPS Photo/L. Thomas",
        "altText": "Buttes covered in juniper trees under a blue sky",
        "title": "Boicourt Trail",
        "description": "",
        "caption": "The view from Boicourt Trail",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/928A9E8D-BE2D-0531-BC7440D581FBDF29.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/928A9E8D-BE2D-0531-BC7440D581FBDF29.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Theodore Roosevelt National Park",
      "Theodore Roosevelt National Park - South Unit",
      "Boicourt Trail",
      "trails",
      "wheelchair accessible",
      "badlands",
      "scenic views"
    ],
    "latitude": "46.959367",
    "longitude": "-103.401854",
    "latLong": "46.959367,-103.401854",
    "bodyText": "Boicourt Trail is located approximately halfway along the South Unit scenic drive, making it the perfect place to hop out of the car and take in a little fresh air. This 0.2-mile accessible trail offers some incredible views while hiking the paved trail out over the badlands. Want to keep going? An additional unpaved section continues past the end of the trail, leading to another overlook.<br /> <br /> It is illegal to remove any resource from a national park. Leave any flower, stone, or other object where you find it so that other visitors can enjoy it as well. <br /> <br /> It is illegal to carve, paint, or otherwise alter anything in a national park. ",
    "audioDescription": "Boicourt Trail. 95 words. The trailhead for Boicourt Trail is located next to a pullout of the same name near mile marker 16. The trail is paved and starts just behind the trailhead, winding out along a long ridge. To the west along another ridge, large quantities of juniper grow, while to the east the landscape drops into a deep valley. When the paved part of the path ends, the trail continues, narrowing and with steep drop offs eventually on both sides. After going slightly down, it climbs up to an overlook where the surrounding badlands can be seen. End of description.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Scenic View/Photo Spot",
      "Trailhead",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "South Unit of Theodore Roosevelt National Park",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A9DDC05C-7CEC-4ACB-BBBE-5CD769C55BDA",
    "url": "https://www.nps.gov/places/buck-hill.htm",
    "title": "Buck Hill",
    "listingDescription": "One of the highest points in the South Unit of Theodore Roosevelt National Park, Buck Hill offers incredible, 360° views.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/2B10D8BF-BAE0-462B-9894217B848F67AF.jpg",
        "credit": "NPS Photo/J. Bruce",
        "altText": "A view looking down into a deep valley, with small buttes topped by dark trees.",
        "title": "View from Buck Hill",
        "description": "",
        "caption": "View from Buck Hill",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/2B10D8BF-BAE0-462B-9894217B848F67AF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/2B10D8BF-BAE0-462B-9894217B848F67AF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Theodore Roosevelt National Park",
      "Theodore Roosevelt National Park - South Unit",
      "Buck Hill",
      "hikes",
      "hiking trails",
      "scenic view",
      "scenic vista",
      "scenic views",
      "scenic vistas",
      "badlands"
    ],
    "latitude": "46.9266083790001",
    "longitude": "-103.389793638",
    "latLong": "46.9266083790001,-103.389793638",
    "bodyText": "The South Unit of Theodore Roosevelt National Park offers many incredible scenic views, but none have quite the same scope as the view from the top of Buck Hill. One of the highest points in the park, climbing to the top offers a beautiful 360° view. On clear days, one can see for miles, from Painted Canyon to Boicourt and beyond, all by simply turning in a circle.<br /> <br /> While up on Buck Hill, inspect the rock around you. You might be able to spot ripples in the stone; this high point used to be the bottom of an ancient streambed!<br /> <br /> Buck Hill is also a great place for stargazing, with unobstructed views of the clear North Dakota Sky.<br /> <br /> It is illegal to remove any resource from a national park. Leave any flower, stone, or other object where you find it so that other visitors can enjoy it as well. <br /> <br /> It is illegal to carve, paint, or otherwise alter anything in a national park.",
    "audioDescription": "Buck Hill. 869 words. The Buck Hill trailhead is located at the top of a 1-mile drive that is accessed by turning south off the South Unit Scenic Drive, approximately 18-miles into the park. A small roundabout offers parking and a way to turn around for larger vehicles. The roundabout has a paved sidewalk around it, with several trash cans and a two-part wayside. The wayside has a title reading Hidden Garden. Under this, there is text over a photograph of the prairie and buttes to the South as seen from Buck Hill. The text reads: Although it may look like a sea of solid grass, the prairie in front of you supports a great diversity of plant life. Over 400 species of prairie plants reside in the park. Humans have long relied on prairie plants for food and medicine. The leaves, fruits, and seeds of these plants sustain wildlife of all kinds. Next to this text in italics reads: wild flowers should be enjoyed unplucked where they grow. This quote is attributed to Theodore Roosevelt. Below this a line of text reads Please leave all plants for wildlife and other park visitors to enjoy. Beneath this text is a line of six photos of flowers, each with symbols and text beneath them. A key to the left of these photos reads Knowing What’s Growing. Before you can use a plant for food or medicine, you must be able to figure out what it is. Do you know what’s growing here? The key contains symbols representing medicinal use, food for humans, food for birds, food for small mammals like mice and rabbits, and food for grazers like deer, pronghorn and elk. The first flower is a scarlet globemallow, a small orange flower with a yellow center. It has the symbols for medicinal use and food for grazers below it. Text reads: when crushed into a paste, the leaves of this plant help heal cuts and burns. The second flower is a purple coneflower, a tall flower with a spiky center and long, drooping purple petals. It has the symbols for medicinal use, food for birds, food for small mammals, and food for grazers below it. Text reads: Echinacea has many medicinal properties including its root’s ability to relieve toothache. The third flower is plains pricklypear, a small cactus with a large yellow blossom. It has the symbols for food for humans and food for small mammals below it. Text reads: fruits packed with vitamin C make a nutritious snack and can be made into jelly. The fourth flower is Indian Breadroot, a flower with many small blueish purple blooms. It has the symbols for food for humans and food for grazers below it. Text reads: Roots of tipsin were a staple in the Plains Indian diet, earning the plant its name. The fifth flower is prairie wild rose, a pink flower with large petals and a yellow center. It has the symbols for food for humans, food for birds, food for small mammals, and food for grazers below it. Text reads: Red, waxy fruits called rose hips are rich in vitamins. They serve as an emergency food source. The final flower is the sunflower, a tall yellow flower with a large, dark center. It has the symbols for food for humans, food for birds, and food for small mammals below it. Text reads: Local agricultural tribes cultivated sunflowers for their nutritious seeds. The second wayside is titled Prairie Remnants. Text under this reads: The prairie on Buck Hill is special – it has never been plowed. Native, never-plowed grasslands are rare across the Great Plains and around the world. The main image on the wayside is a large circle made up of smaller circles, some of them filled in green, others empty. This circle is labeled The Great Plains. Small bullet points on the green side read: Once disturbed, prairie takes decades to recover, but the healing is superficial. The full complexity of life that exists in native prairie takes thousands of years to achieve. Of all the world’s major biomes, grasslands have experienced the greatest human impacts and yet receive the least protection. What remains exists in small isolated pockets. The ecosystem struggles to function in this highly fractured state. The plants, roots, and soils of native prairie are complex, site-specific communities built up over thousands of years. Prairie is the second most diverse ecosystem in the world. Only rainforests have a great variety of plant and animal life. On the other side of the circle, indicating the clear section are more bullet points. They read: More than 70% of native prairie on the great plains has been lost to development. About 60% has been plowed and converted to agricultural lands. Another 10% has been lost to land uses including construction of roads, buildings, parking lots, and human-made lakes. The trail to the top of Buck Hill starts at the northeast section of this sidewalk, next to a trailhead sign. The first section is paved, after which wide steps lead to a scenic viewpoint. A social trail continues onward, allowing access to trails that lead down from the hill. End of description.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "b92cdad2-0d72-4552-9c62-d739cbc3df52",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Scenic View/Photo Spot",
      "Trailhead",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "South Unit of Theodore Roosevelt National Park",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B367E30B-5FC0-4980-8A89-7139B2801523",
    "url": "https://www.nps.gov/places/cannonball-concretions.htm",
    "title": "Cannonball Concretions",
    "listingDescription": "These unusual, round rock formations stand out against the broken landscape of the North Dakota badlands.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F0E3DC3B-B362-2600-6A6B872C66D02324.jpg",
        "credit": "NPS Photo/J. Zylland",
        "altText": "Two large, round stones take up the majority of the image, with more behind, and a butte in the back",
        "title": "Cannonball Concretions",
        "description": "",
        "caption": "Cannonball Concretions",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F0E3DC3B-B362-2600-6A6B872C66D02324.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F0E3DC3B-B362-2600-6A6B872C66D02324.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Theodore Roosevelt National Park",
      "Theodore Roosevelt National Park - North Unit",
      "geology",
      "badlands",
      "cannonball concretions",
      "concretions",
      "rock formations"
    ],
    "latitude": "47.5964320860001",
    "longitude": "-103.332467436",
    "latLong": "47.5964320860001,-103.332467436",
    "bodyText": "What are cannonball concretions? Jutting out from the landscape, these large, round stones don’t appear to properly fit into the badlands. The secret lies in the large butte located nearby.<br /> <br /> When mineral rich water seeps down through the porous layers that make up the badlands, it can deposit those minerals in spaces or gaps in the sediments. The minerals act as a kind of glue, holding these sediments together, often forming around a core. As more and more layers are deposited, the concretion builds outward like a pearl, before being exposed by erosion.<br /> <br /> Who knows how many concretions are still waiting to be exposed, deep inside the butte?<br /> <br /> It is illegal to remove any resource from a national park. Leave any flower, stone, or other object where you find it so that other visitors can enjoy it as well. <br /> <br /> It is illegal to carve, paint, or otherwise alter anything in a national park. ",
    "audioDescription": "Cannonball Concretions. 429 words. The cannonball concretion pullout is a natural area located on the north side of the North Unit scenic drive. A sidewalk runs approximately 100 feet along the parking area, with an interpretive wayside, a trash can, and a trailhead sign for the Buckhorn Trail spaced along its length. A large butte stands to the northeast, nearly reaching the parking area, with a large prairie containing grasses and sagebrush to its west. The butte, named Battleship Butte, resembles the prow of a ship. Scattered along the base of the butte, with a few among the sagebrush, are large, round, rock formations. To the east of the butte, more of these round formations are scattered in an eroded and washed out area. Others are visible just beginning to appear from the surface of the butte. The wayside has a large photo of one of the cannonball concretions, under a black band with the National Park Service arrowhead, and is titled Cannonball Mystery. Under this the text reads: The large, round rocks littering the ground and protruding from the butte are bizarre. They don’t seem to fit with the rest of the landscape. Where did they come from? These “cannonballs” were not carried here by flowing water or glaciers. Instead, they formed within the sediment layers of the badlands. Now, erosion is slowly exposing these buried treasures. Notice how some cannonballs have completely eroded out of the butte while others are just being exposed. Even more lie deep within the rock layers, yet to be revealed. Under this, next to the image of the cannonball more text reads: There are small pockets of cannonball concretions throughout the park and the Little Missouri Badlands. Those seen here are some of the largest and most impressive yet discovered. To the right of this main image, a second image of several cannonballs in a wash. Under this, there is title text reading: How Do They Form? Under this is written: Mineral-rich water deposits minerals as it seeps through porous sediment layers. The minerals act like glue, binding the sediments together and forming concretions. Concretions form in many different shapes and sizes. Those that are spherical are called “cannonballs.” For now, scientists can only guess why some concretions take on such spherical shapes. Under this, one final title reads: Save the Cannonballs. Under this is written: These cannonball concretions have been a popular attraction for decades Help make sure they are here for future generations to enjoy by leaving them as you find them. If you see someone defacing the cannonballs, report the illegal activity immediately. End of description.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "522c712b-d5db-45a2-90a5-bc5ec2f7a5c6",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Scenic View/Photo Spot",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cannonball Concretion Pullout, North Unit of Theodore Roosevelt National Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "These unusual stone formations are a fascinating look into the geological processes of the North Dakota badlands.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B59FD053-57CF-4EFE-9E05-DEE15D3C8EC3",
    "url": "https://www.nps.gov/places/coal-vein-trail-post-10-seasonal-stream.htm",
    "title": "Coal Vein Trail Post 10: Seasonal Stream",
    "listingDescription": "Trail post 10 on the Coal Vein Guided Nature Trail",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/58F0517B-0395-6932-E43B21D75203C2F9.jpg",
        "credit": "NPS Photo/L. Eddy",
        "altText": "A view down a dry, overgrown stream bed from a wooden bridge.",
        "title": "Seasonal Stream",
        "description": "",
        "caption": "Seasonal Stream",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/58F0517B-0395-6932-E43B21D75203C2F9.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/58F0517B-0395-6932-E43B21D75203C2F9.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "geology",
      "Coal Vein",
      "Coal Vein Trail",
      "coal vein fire",
      "badlands",
      "Nature Trail",
      "self-guided hike",
      "guided nature trail",
      "Theodore Roosevelt National Park"
    ],
    "latitude": "46.92315",
    "longitude": "-103.39885",
    "latLong": "46.92315,-103.39885",
    "bodyText": "Just ahead, stairs lead to the valley of a seasonal stream. As you descend, notice the cool, moist air against your skin. Because it is protected from the sun, this area stays moist and cool. Note the plants you see here and compare them to the plants you encountered in open grassland. What are the differences? <hr /><strong>Continue straight ahead to follow the guided nature trail. </strong>",
    "audioDescription": "The post sits right at the edge of a cliff, with junipers growing behind it. Steep wooden stairs descend to the right of it, through an area shaded by more trees.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Coal Vein Trail",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Trail post 10 on the Coal Vein Guided Nature Trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6A507DE4-47F1-4F8C-A691-B6273A7E2C2F",
    "url": "https://www.nps.gov/places/coal-vein-trail-post-11-ignition.htm",
    "title": "Coal Vein Trail Post 11: Ignition",
    "listingDescription": "Trail post 11 on the Coal Vein Guided Nature Trail",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/903A32CB-00E0-EE37-49616982B08F98CE.jpg",
        "credit": "NPS Photo/A. McCann",
        "altText": "Glowing coals are visible through clay.",
        "title": "Burning Coal",
        "description": "",
        "caption": "Burning Coal Seam",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/903A32CB-00E0-EE37-49616982B08F98CE.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/903A32CB-00E0-EE37-49616982B08F98CE.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "geology",
      "badlands",
      "Coal Vein",
      "coal vein fire",
      "Coal Vein Trail",
      "self-guided hike",
      "Nature Trail",
      "guided nature trail",
      "Theodore Roosevelt National Park"
    ],
    "latitude": "46.92309",
    "longitude": "-103.40075",
    "latLong": "46.92309,-103.40075",
    "bodyText": "This is the spot where the coal vein ignited during a lightning storm in 1951. Even today, these natural fires can be started by lightning, prairie fires, or even spontaneous combustion. <hr /><strong>Caution! Steep cliff edges ahead.</strong> ",
    "audioDescription": "The trail winds through an area of prairie, with several larger shrubs scattered about near the trail. Continuing toward the next post, the trail slopes upward slightly.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Coal Vein Trail",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Trail post 11 on the Coal Vein Guided Nature Trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "75E94B5F-23CC-4CDE-8428-54CBD374AC4A",
    "url": "https://www.nps.gov/places/coal-vein-trail-post-12-clinker-overlook.htm",
    "title": "Coal Vein Trail Post 12: Clinker Overlook",
    "listingDescription": "Trail post 12 on the Coal Vein Guided Nature Trail",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9090C51E-D731-395D-E40E8CFC82F692B2.jpg",
        "credit": "NPS Photo/L. Thomas",
        "altText": "A large outcropping of red rock from a grassy hillside. Tree covered buttes are in the background.",
        "title": "Clinker Caprock",
        "description": "",
        "caption": "Clinker Caprock",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9090C51E-D731-395D-E40E8CFC82F692B2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9090C51E-D731-395D-E40E8CFC82F692B2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "geology",
      "badlands",
      "coal vein fire",
      "Coal Vein Trail",
      "Coal Vein",
      "Nature Trail",
      "guided nature trail",
      "self-guided hike",
      "Theodore Roosevelt National Park"
    ],
    "latitude": "46.92293",
    "longitude": "-103.40156",
    "latLong": "46.92293,-103.40156",
    "bodyText": "The small spur trail going up the hill leads to an overlook. Be careful; the edge drops sharply. When you look to the left and right you can see and feel the clinker where it forms a protective caprock. The red color of the clinker comes from iron in the rocks that has oxidized (rusted).",
    "audioDescription": "A small spur trail leads up hill just past the trail marker. Toward the top of the hill a sign reads \"Caution. Steep drop off.\" in front of some juniper trees.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Coal Vein Trail",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Trail post 12 on the Coal Vein Guided Nature Trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "344F50A0-F2DD-4C23-9408-63970FF988FB",
    "url": "https://www.nps.gov/places/coal-vein-trail-post-13-slumping.htm",
    "title": "Coal Vein Trail Post 13: Slumping",
    "listingDescription": "Trail post 13 on the Coal Vein Guided Nature Trail",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/ACF03252-DC5E-3D04-4C777D41BB6E9BE7.jpg",
        "credit": "NPS Photo/J. Zylland",
        "altText": "A butte slumps downward at an angle behind a grassy field.",
        "title": "Slumping",
        "description": "",
        "caption": "Slumping",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/ACF03252-DC5E-3D04-4C777D41BB6E9BE7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/ACF03252-DC5E-3D04-4C777D41BB6E9BE7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "geology",
      "badlands",
      "Coal Vein Trail",
      "Coal Vein",
      "coal vein fire",
      "Nature Trail",
      "guided nature trail",
      "self-guided hike",
      "Theodore Roosevelt National Park"
    ],
    "latitude": "46.92302",
    "longitude": "-103.40263",
    "latLong": "46.92302,-103.40263",
    "bodyText": "The hill in front of you has the appearance of sliding slowly into a jumble. That is exactly what it is doing through a process called slumping.<br /> <br /> When the coal vein burned under this area, cracks formed in the hillside. Rain flowing into the cracks weakens the hill, especially where it saturates bentonite clay layers which become slippery when wet. As the bentonite slides, the hill slowly slumps away. <br /> <br /> Slumping happens on a small scale like you see here, but also on a very large scale when entire hillsides slide. The picture above, taken in the North Unit, shows masses of rock that slid from near the top of the canyon, coming to rest far below. ",
    "audioDescription": "The trail winds along the base of a butte, made up of slumping bentonite clay. To the left of the trail, the ground falls away at a relatively steep angle, with evidence of water drainage.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Coal Vein Trail",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Trail post 13 on the Coal Vein Guided Nature Trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "18DDF06C-0C23-45FD-BA65-8851B58B5E2E",
    "url": "https://www.nps.gov/places/coal-vein-trail-post-14-grassland.htm",
    "title": "Coal Vein Trail Post 14: Grassland",
    "listingDescription": "Trail post 14 on the Coal Vein Guided Nature Trail",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BAA485CA-C073-ABA6-0BDC1222D683AB5C.jpg",
        "credit": "NPS Photo/L. Thomas",
        "altText": "A scene of a grassy prairie, with a butte rising under a blue sky in the background.",
        "title": "Prairie",
        "description": "",
        "caption": "Prairie in Theodore Roosevelt National Park",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BAA485CA-C073-ABA6-0BDC1222D683AB5C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BAA485CA-C073-ABA6-0BDC1222D683AB5C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "geology",
      "badlands",
      "Coal Vein",
      "Coal Vein Trail",
      "coal vein fire",
      "Nature Trail",
      "guided nature trail",
      "self-guided hike",
      "Theodore Roosevelt National Park"
    ],
    "latitude": "46.92325",
    "longitude": "-103.4039",
    "latLong": "46.92325,-103.4039",
    "bodyText": "When the underground coal fire was burning, this area looked more like a wasteland than a grassland. After the fire burned out, prairie plants reclaimed the land slowly over time.<br /> <br /> From a distance, prairie may look plain, but it is actually one of the most diverse ecosystems in the world. An up-close look reveals many different species of grasses and other plants. ",
    "audioDescription": "The trail winds through the grassy prairie, dropping briefly before sloping back uphill.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Coal Vein Trail",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Trail post 14 on the Coal Vein Guided Nature Trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "318E07E0-D3BD-4A06-A6C4-E9702F5B32BE",
    "url": "https://www.nps.gov/places/coal-vein-trail-post-15-the-big-picture.htm",
    "title": "Coal Vein Trail Post 15: The Big Picture",
    "listingDescription": "Trail post 15 on the Coal Vein Guided Nature Trail",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BB22F2A0-BC85-E39C-76D51C6D30A7949A.jpg",
        "credit": "NPS Photo/L. Thomas",
        "altText": "A view of the green badlands, seen from the edge of a clinker cliff. Purple flowers bloom nearby.",
        "title": "The Big Picture",
        "description": "",
        "caption": "A Summer Day in Theodore Roosevelt National Park",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BB22F2A0-BC85-E39C-76D51C6D30A7949A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BB22F2A0-BC85-E39C-76D51C6D30A7949A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "geology",
      "badlands",
      "Coal Vein",
      "Coal Vein Trail",
      "coal vein fire",
      "Nature Trail",
      "self-guided hike",
      "guided nature trail",
      "Theodore Roosevelt National Park"
    ],
    "latitude": "46.92363",
    "longitude": "-103.40324",
    "latLong": "46.92363,-103.40324",
    "bodyText": "Take in the view. The things you have observed on this trail are not unique to this one spot. They can be seen, felt, and identified throughout the badlands. Even today, coal fires shape the dynamic landscape of the badlands.<br /> <br /> Geology is not only a study of the past; here it is an ever present process. How do these things fit into the big picture of the park? How long will these processes continue to shape this land?",
    "audioDescription": "The trail, red in color from crushed clinker, slopes uphill here. The immediate area is covered with a variety of grasses, with occasional scattered sage. Further away, buttes continue until the horizon.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Coal Vein Trail",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Trail post 15 on the Coal Vein Guided Nature Trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "79340C8A-9067-4406-AA4A-4ADB600D9B25",
    "url": "https://www.nps.gov/places/coal-vein-trail-post-16-chimney.htm",
    "title": "Coal Vein Trail Post 16: Chimney",
    "listingDescription": "Trail post 16 on the Coal Vein Guided Nature Trail",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BB8484EF-C60E-D783-ADA2BC8D7BA187D3.jpg",
        "credit": "NPS Photo/P. Schaeffer",
        "altText": "A column of red rock, partially covered in lichen, rises from the end of a short trail.",
        "title": "Clinker Chimney",
        "description": "",
        "caption": "Clinker Chimney",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BB8484EF-C60E-D783-ADA2BC8D7BA187D3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BB8484EF-C60E-D783-ADA2BC8D7BA187D3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "geology",
      "Coal Vein",
      "coal vein fire",
      "Coal Vein Trail",
      "badlands",
      "Nature Trail",
      "guided nature trail",
      "self-guided hike",
      "Theodore Roosevelt National Park"
    ],
    "latitude": "46.9236",
    "longitude": "-103.40246",
    "latLong": "46.9236,-103.40246",
    "bodyText": "What is unusual about the massive piece of clinker in front of you?<br /> <br /> Fires need oxygen, even when they are burning underground. As the coal fire burned deep into the hillside, cracks in the rock layers allowed air to be sucked down into the fire. Fire burned up the cracks and baked the rocks nearby, forming vertical \"chimneys.\" Chimneys are the hottest part of the coal fire and bake the rock inside into a very hard clinker called porcellanite which is especially resistant to erosion.<br /> <br /> This chimney you are looking at was exposed when softer sediments around it eroded away.  <hr />There are many signs that large coal vein fires have burned throughout the park in the past. Even today, coal fires can sometimes be found shaping and changing the landscape of the badlands.<br /> <br /> Geology is not only a study of the past; it is an ongoing process.",
    "audioDescription": "Just past the trail post, the trail drops down to the right. A spur trail drops sharply to the left, with several clinker covered wooden steps. This spur terminates next to an approximately 4 foot tall clinker chimney, surrounded by bushes.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Coal Vein Trail",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Trail post 16 on the Coal Vein Guided Nature Trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "FDE524B6-8FEF-4EF1-807D-6A7CB0705BBE",
    "url": "https://www.nps.gov/places/coal-vein-trail-post-1-layers.htm",
    "title": "Coal Vein Trail Post 1: Layers",
    "listingDescription": "Trail post 1 on the Coal Vein Guided Nature Trail",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/E1965317-9018-69C8-CD072C88223744E8.jpg",
        "credit": "NPS Photo/L. Thomas",
        "altText": "Layers of different colored stone, with plants growing along the top",
        "title": "Coal Vein Layers",
        "description": "",
        "caption": "Many different layers of stone are visible in the park.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E1965317-9018-69C8-CD072C88223744E8.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E1965317-9018-69C8-CD072C88223744E8.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Coal Vein",
      "Coal Vein Trail",
      "Nature Trail",
      "guided nature trail",
      "geology",
      "coal vein fire",
      "Theodore Roosevelt National Park",
      "self-guided hike",
      "badlands"
    ],
    "latitude": "46.924415",
    "longitude": "-103.401789",
    "latLong": "46.924415,-103.401789",
    "bodyText": "Each layer of rock has its own origin story, told by its color.<br /> <br /> <span style=\"color:#e74c3c;\"><strong>Brick-Red</strong></span><br /> <strong>Clinker</strong> forms when coal veins catch fire and bake the rock above, changing it into this much harder, red rock.<br /> <br /> <span style=\"color:#ffcc99;\"><strong>Brown and Tan</strong></span><br /> <strong>Sandstone, siltstone, </strong>and <b>mudstone</b> are sediments washed down from the Rocky Mountains.<br /> <br /> <strong>Black<br /> Coal</strong> is the remains of ancient plants and animals that lived in Everglades-like swamps.<br /> <br /> <strong><span style=\"color:#7f8c8d;\">Blue-grey</span></strong><br /> <span style=\"color:null;\"><strong>Bentonite clay </strong>is made of ash from distant volcanoes.</span>",
    "audioDescription": "A hiking post located along a trail, buttes rise from beyond a field of sagebrush.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Coal Vein Trail",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Trail post 1 on the Coal Vein Guided Nature Trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3C422EBD-81E9-46B1-A9EB-980032874E44",
    "url": "https://www.nps.gov/places/coal-vein-trail-post-2-collapse.htm",
    "title": "Coal Vein Trail Post 2: Collapse",
    "listingDescription": "Trail post 2 on the Coal Vein Guided Nature Trail",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/49F37E43-C400-2B97-CAAD905CA151BBF0.jpg",
        "credit": "NPS Photo/L. Kirk",
        "altText": "A black and white photo of a person standing at the edge of a collapse caused by a burning coal seam",
        "title": "Collapse",
        "description": "",
        "caption": "Someone stands near the edge of the collapsed coal seam in June 1958.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/49F37E43-C400-2B97-CAAD905CA151BBF0.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/49F37E43-C400-2B97-CAAD905CA151BBF0.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Coal Vein",
      "Coal Vein Trail",
      "coal vein fire",
      "geology",
      "self-guided hike",
      "Nature Trail",
      "badlands",
      "guided nature trail",
      "Theodore Roosevelt National Park"
    ],
    "latitude": "46.924276",
    "longitude": "-103.401504",
    "latLong": "46.924276,-103.401504",
    "bodyText": "In this area there was a 12-foot-thick coal vein deep underground. In 1951 it caught fire and burned for 26 years. As it burned away, the rocks above were left unsupported and the surface collapsed, forming the depression you are about to enter. Before the fire, the land was level with the top of the stairs. ",
    "audioDescription": "The trail leads through a field of sage, with a sharp decline near where the trail post is located.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Coal Vein Trail",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Trail post 2 on the Coal Vein Guided Nature Trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "FC7B168A-D645-4342-BCAA-B23F9A48349F",
    "url": "https://www.nps.gov/places/coal-vein-trail-post-3-bentonite.htm",
    "title": "Coal Vein Trail Post 3: Bentonite",
    "listingDescription": "Trail post 3 on the Coal Vein Guided Nature Trail",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/428F368A-F724-CC88-9D20B2446C65EC58.jpg",
        "credit": "NPS Photo",
        "altText": "A cracked area of grey clay.",
        "title": "Bentonite Clay",
        "description": "",
        "caption": "Bentonite Clay",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/428F368A-F724-CC88-9D20B2446C65EC58.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/428F368A-F724-CC88-9D20B2446C65EC58.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Coal Vein",
      "Coal Vein Trail",
      "geology",
      "Theodore Roosevelt National Park",
      "guided nature trail",
      "badlands",
      "coal vein fire",
      "Nature Trail",
      "self-guided hike"
    ],
    "latitude": "46.924137",
    "longitude": "-103.399948",
    "latLong": "46.924137,-103.399948",
    "bodyText": "Notice the sediment on either side of the trail. Fifty-Five million years ago, volcanoes in the Rockies spewed out ash that blew east. At that time, this area was a vast, tropical swamp. The ash settled in wet areas and became bentonite clay. <br /> <br /> Bentonite looks like popcorn when dry, but becomes sticky, slick mud when wet. It can absorb up to five times its weight in water. Known as the mineral of one thousand uses, it is used to seal landfills and ponds, to make cat litter, and much more. <hr /><strong>Stay to the left to continue on the guided nature trail. Take the right on the cutoff trail to avoid a section of trail with very steep stairs. You will rejoin the guided nature trail near post #11. </strong>",
    "audioDescription": "The trail begins to slope upward toward some gray clay buttes. To the left side of the trail, a bare spot is surrounded by sage and a butte slopes upward.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Coal Vein Trail",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Trail post 3 on the Coal Vein Guided Nature Trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D0ED25A8-AF11-4156-832A-854436B01B57",
    "url": "https://www.nps.gov/places/coal-vein-trail-post-4-caprocks.htm",
    "title": "Coal Vein Trail Post 4: Caprocks",
    "listingDescription": "Trail post 4 on the Coal Vein Guided Nature Trail",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/48A99D1C-FFBB-5678-10B95B807CD49919.jpg",
        "credit": "NPS Photo/L. Thomas",
        "altText": "A caprock near along the top of a clay butte.",
        "title": "Caprocks",
        "description": "",
        "caption": "An example of a caprock found elsewhere in the park.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/48A99D1C-FFBB-5678-10B95B807CD49919.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/48A99D1C-FFBB-5678-10B95B807CD49919.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Theodore Roosevelt National Park",
      "geology",
      "guided nature trail",
      "Nature Trail",
      "Coal Vein",
      "Coal Vein Trail",
      "coal vein fire",
      "badlands",
      "self-guided hike"
    ],
    "latitude": "46.923944",
    "longitude": "-103.39915",
    "latLong": "46.923944,-103.39915",
    "bodyText": "Rocks in the badlands are generally soft and easily eroded by rain and streams. Some are harder than others, and become <b>caprocks</b>. A caprock acts like a helmet, shielding softer rock underneath. When the rocks underneath finally erode away, large pieces of caprock break off and fall. The large pieces of sandstone behind you were once caprocks at the top of the hill. ",
    "audioDescription": "The trail winds through a grassy area, with juniper growing on the uphill side. The downhill side slopes toward the base of a nearby butte,",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Coal Vein Trail",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Trail post 4 on the Coal Vein Guided Nature Trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3B60E70B-B3C5-44F2-9ACB-CE2A2E3F2329",
    "url": "https://www.nps.gov/places/coal-vein-trail-post-5-dry-climate.htm",
    "title": "Coal Vein Trail Post 5: Dry Climate",
    "listingDescription": "Trail post 5 on the Coal Vein Guided Nature Trail",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/81E224EE-A0A7-109C-8EC5A708BAC6BCE1.jpg",
        "credit": "NPS Photo/L. Thomas",
        "altText": "A branch with scale-like needles, and small blue fruit",
        "title": "Rocky Mountain Juniper",
        "description": "",
        "caption": "Rocky Mountain Juniper",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/81E224EE-A0A7-109C-8EC5A708BAC6BCE1.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/81E224EE-A0A7-109C-8EC5A708BAC6BCE1.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Coal Vein",
      "Coal Vein Trail",
      "geology",
      "Nature Trail",
      "guided nature trail",
      "coal vein fire",
      "self-guided hike",
      "badlands",
      "Theodore Roosevelt National Park"
    ],
    "latitude": "46.923783",
    "longitude": "-103.3986",
    "latLong": "46.923783,-103.3986",
    "bodyText": "The dry climate of western North Dakota keeps the badlands from eroding away more quickly - if rain were more common, the soft rocks would have washed away long ago. The lack of moisture allows only the hardiest plants to survive.<br /> <br /> The trees here are Rocky Mountain juniper. They, and all the other shrubs, grasses, and wildflowers you find here, are adapted to survive in this land of extreme temperatures and little moisture. ",
    "audioDescription": "The trail begins to gain red rock as it winds slowly uphill through a stand of juniper.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Coal Vein Trail",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Trail post 5 on the Coal Vein Guided Nature Trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "ACA53340-D12B-4E07-A431-80664E1E871B",
    "url": "https://www.nps.gov/places/coal-vein-trail-post-6-seasonal-pool.htm",
    "title": "Coal Vein Trail Post 6: Seasonal Pool",
    "listingDescription": "Trail post 6 on the Coal Vein Guided Nature Trail",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/232C4359-C985-31B5-709C6860DC5B8DE0.jpg",
        "credit": "NPS Photo/L. Eddy",
        "altText": "A low, flat area at the base of a butte sprouts assorted shrubs.",
        "title": "Seasonal Pool",
        "description": "",
        "caption": "Dry Seasonal Pool",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/232C4359-C985-31B5-709C6860DC5B8DE0.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/232C4359-C985-31B5-709C6860DC5B8DE0.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Coal Vein",
      "Coal Vein Trail",
      "geology",
      "Nature Trail",
      "guided nature trail",
      "self-guided hike",
      "badlands",
      "coal vein fire",
      "Theodore Roosevelt National Park"
    ],
    "latitude": "46.923556",
    "longitude": "-103.398328",
    "latLong": "46.923556,-103.398328",
    "bodyText": "Low spots like this one formed when the ground collapsed during the coal vein fire. They fill with water in the wet springtime and after summer rains. These seasonal ponds are important habitats for western chorus frogs which must lay their eggs in standing water. Listen for the chirping of the male chorus frogs near seasonal pools from April to June. ",
    "audioDescription": "To the east of the trail, a flat area sprouts assorted plants. A low depression is relatively bare, while sage spreads out to the base of the nearby butte. Red rock makes up the base of the butte, but plant life takes over as it rises.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Coal Vein Trail",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Trail post 6 on the Coal Vein Guided Nature Trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "666CC3D6-31EA-497C-84AC-7C69ACA6D140",
    "url": "https://www.nps.gov/places/coal-vein-trail-post-7-burn-out.htm",
    "title": "Coal Vein Trail Post 7: Burn Out",
    "listingDescription": "Trail post 7 on the Coal Vein Guided Nature Trail",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/21C1CB0B-D993-8415-891D6C82612CCDFE.jpg",
        "credit": "NPS Photo",
        "altText": "A small group of people stand at the base of a valley, watching smoke rise from the ground.",
        "title": "Burning Coal Seam",
        "description": "",
        "caption": "This photo was taken in the 1970s as the burning coal fire crept toward its end.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/21C1CB0B-D993-8415-891D6C82612CCDFE.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/21C1CB0B-D993-8415-891D6C82612CCDFE.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Coal Vein",
      "Coal Vein Trail",
      "geology",
      "self-guided hike",
      "Nature Trail",
      "badlands",
      "guided nature trail",
      "coal vein fire",
      "Theodore Roosevelt National Park"
    ],
    "latitude": "46.92341",
    "longitude": "-103.39796",
    "latLong": "46.92341,-103.39796",
    "bodyText": "Just ahead and to the right is where the coal vein fire burned out after 26 years (1951-1977). Visitors could see smoke, glowing coals, and sometimes flames. They even roasted marshmallows over the fire! <hr /><strong>Caution! Steep cliff edges ahead.</strong>",
    "audioDescription": "A small wooden fence stands at the edge of a small drop. Shrubs and small trees grow at the base of and along the sides of a small draw, which angles up towards the top of the butte. More juniper are visible along the top edge.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Coal Vein Trail",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Trail post 7 on the Coal Vein Guided Nature Trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8AB38FDA-2873-4048-84A4-B0BFA81E255D",
    "url": "https://www.nps.gov/places/coal-vein-trail-post-8-hills-overlook.htm",
    "title": "Coal Vein Trail Post 8: Hills Overlook",
    "listingDescription": "Trail post 8 on the Coal Vein Guided Nature Trail",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5144E843-CA80-CB8F-2673BDE6D1BF7577.jpg",
        "credit": "NPS Photo/L. Eddy",
        "altText": "A view down into a canyon, with red rock visible through trees.",
        "title": "Hills Overlook",
        "description": "",
        "caption": "Hills Overlook",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5144E843-CA80-CB8F-2673BDE6D1BF7577.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5144E843-CA80-CB8F-2673BDE6D1BF7577.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "geology",
      "badlands",
      "Coal Vein Trail",
      "Coal Vein",
      "coal vein fire",
      "Nature Trail",
      "guided nature trail",
      "self-guided hike",
      "Theodore Roosevelt National Park"
    ],
    "latitude": "46.92289",
    "longitude": "-103.39868",
    "latLong": "46.92289,-103.39868",
    "bodyText": "The trail goes to the right. To your left is an overlook. Be careful; the edge drops off sharply. From the overlook, you can see how the terrain affects plant life. The slopes you see face north. They receive very little direct sunlight which helps retain moisture, allowing juniper to thrive. South-facing slopes receive a lot of direct sunlight. They are very dry and support only hardy grasses and a few drought-tolerant shrubs. ",
    "audioDescription": "From the post, a spur trail continues to the left, heading to a steep overlook lined by juniper. The view beyond the trail post drops down into a canyon, with a clinker rock wall on the other side.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Coal Vein Trail",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Trail post 8 on the Coal Vein Guided Nature Trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C3CAFFDB-6174-4448-B196-984D623E16BF",
    "url": "https://www.nps.gov/places/coal-vein-trail-post-9-clinker.htm",
    "title": "Coal Vein Trail Post 9: Clinker",
    "listingDescription": "Trail post 9 on the Coal Vein Guided Nature Trail",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/57F8ABFE-0DC0-25CA-76217294C749A88E.jpg",
        "credit": "NPS Photo/L. Thomas",
        "altText": "A piece of red rock with cracks angled down and to the right.",
        "title": "Clinker",
        "description": "",
        "caption": "Clinker",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/57F8ABFE-0DC0-25CA-76217294C749A88E.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/57F8ABFE-0DC0-25CA-76217294C749A88E.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "geology",
      "Coal Vein",
      "coal vein fire",
      "Coal Vein Trail",
      "badlands",
      "Nature Trail",
      "guided nature trail",
      "self-guided hike",
      "Theodore Roosevelt National Park"
    ],
    "latitude": "46.92306",
    "longitude": "-103.39867",
    "latLong": "46.92306,-103.39867",
    "bodyText": "Feel the red rock next to the post. It is locally called scoria, but its true name is clinker. Clinker is created when a burning coal seam bakes the rock layer above it. Baking rock is like putting clay into a kiln to make pottery - the rock hardens as it bakes. Because clinker is one of the hardest rocks in the badlands, it functions as a caprock atop many buttes. ",
    "audioDescription": "The trail curves slightly downward past the post through a stand of juniper towards the top of some stairs. A orange-red rock sticks slightly out of the ground next to the post.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Coal Vein Trail",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Trail post 9 on the Coal Vein Guided Nature Trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "EAD0A579-C231-4E8E-AE62-EB0FF29E604D",
    "url": "https://www.nps.gov/places/coal-vein-trailhead.htm",
    "title": "Coal Vein Trailhead",
    "listingDescription": "The trailhead for the Coal Vein Guided Nature Trail.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/789CFA0E-B2F7-1BC3-A0FF817BAB28A696.jpg",
        "credit": "NPS Photo/L. Eddy",
        "altText": "A trailhead sign. Behind it, buttes rise against a blue sky, and grass and sage grow on the ground.",
        "title": "Coal Vein Guided Hike Trailhead",
        "description": "",
        "caption": "Coal Vein Trailhead",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/789CFA0E-B2F7-1BC3-A0FF817BAB28A696.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/789CFA0E-B2F7-1BC3-A0FF817BAB28A696.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Coal Vein",
      "Coal Vein Trail",
      "Nature Trail",
      "guided nature trail",
      "geology",
      "Theodore Roosevelt National Park",
      "badlands",
      "coal vein fire",
      "self-guided hike"
    ],
    "latitude": "46.92449",
    "longitude": "-103.40189",
    "latLong": "46.92449,-103.40189",
    "bodyText": "Beautiful layers of rock tell a story of the 60-million-year geologic history of the badlands. From ancient swamps to recent coal fires, this landscape is constantly changing. Learn about badlands geology by following the numbered trail posts. <hr /><strong>Stay to the left to follow the posts in numerical order. </strong>",
    "audioDescription": "Coal Vein trailhead. 326 words. A trailhead sign stands at the edge of a dirt parking lot surrounded by posts. A trail starts just past the sign, continuing toward the southeast. Sagebrush and other plants grow along the edge of this trail. The trailhead sign has a black bar along the top, containing the words \"Theodore Roosevelt National Park\" and \"National Park Service, US Department of the Interior,\" as well as the National Park Service Arrowhead. Under this a grey bar contains the words \"Coal Vein Nature Trail,\" followed by a photo of the badlands scenery, including a grey butte, some small plants, and rocky mountain juniper trees under a blue sky. Below this is a map of the Trail, as well as an outline indicating the area burned in the coal vein fire the trail is named for, which burned from 1951-1977. Text indicates the trail is of moderate difficulty with steep stairs, and will take about 45 minutes to complete the 0.8 mile, or 1.3 kilometer, loop. Text below this reads: \"Coal Vein Nature Trail explores an area that was impacted by an underground coal vein fire.\" \"Though the land has healed, there are still signs of the area's fiery past. Look for them along the nature trail.\" \"No bicycles. No horses. No pets. Never approach wildlife. Do not collect or disturb natural features.\" Below this is a title reading \"Collapse\" next to a black and white photo of a person standing above a collapsed area of ground. Text reads: \"Many geologic processes happen slowly over hundreds, thousands, or millions of years. But some, like coal vein fires, happen right before our eyes.\" \"Park visitors came to this spot to watch an underground coal fire that burned from 1951 to 1977. Some days there was only a wisp of smoke. Other days change was rapid. Red-hot rock glowed at the bottom of deep crevasses. Plants withered on the hot ground. Hillsides crumbled. The land gave way.\" End of description.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Coal Vein Nature Trail",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The trailhead for Coal Vein Nature Trail",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "3BF6876C-127E-4A49-8B81-7958E5D0B75D",
    "url": "https://www.nps.gov/places/elkhorn-ranch-cabin-site.htm",
    "title": "Elkhorn Ranch Cabin Site",
    "listingDescription": "The original location of Theodore Roosevelt's Elkhorn Ranch Cabin.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/EE44E19D-B585-CB51-1C4B211057F93629.jpg",
        "credit": "NPS Photo/L. Thomas",
        "altText": "A view of a grassy field, with junipers in the background, as well as a butte under a blue sky.",
        "title": "Elkhorn Ranch Cabin Site",
        "description": "",
        "caption": "The location where Theodore Roosevelt's Elkhorn Ranch Cabin once sat.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EE44E19D-B585-CB51-1C4B211057F93629.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EE44E19D-B585-CB51-1C4B211057F93629.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Theodore Roosevelt National Park",
      "Elkhorn Ranch",
      "Elkhorn Ranch Cabin",
      "Theodore Roosevelt",
      "Ranching",
      "ranch",
      "President Theodore Roosevelt"
    ],
    "latitude": "47.241898",
    "longitude": "-103.622276",
    "latLong": "47.241898,-103.622276",
    "bodyText": "On February 14, 1884, tragedy struck Theodore Roosevelt’s life, when both his wife and mother passed away on the same day. Four months later, he returned to Dakota Territory, having decided that he would devote his life to ranching. He found, though, that he desired more solitude than that offered by the Maltese Cross Cabin, which was relatively close to the town of Medora. Eventually, he settled on a location 35 miles north, where he would establish his Elkhorn Ranch.<br /> <br /> While the Elkhorn Cabin no longer stands, foundation stones indicate where the structure, built of the local cottonwood, was once located. A visitor, stopping and closing their eyes, can imagine what Roosevelt’s ranch life might have been like.<br /> <br /> \"My home ranch-house stands on the river brink. From the low, long veranda, shaded by leafy cotton-woods, one looks across sand bars and shallows to a strip of meadowland, behind which rises a line of sheer cliffs and grassy plateaus. This veranda is a pleasant place in the summer evenings when a cool breeze stirs along the river and blows in the faces of the tired men, who loll back in their rocking-chairs (what true American does not enjoy a rocking-chair?), book in hand--though they do not often read the books, but rock gently to and for, gazing sleepily out at the weird-looking buttes opposite, until their sharp outlines grow indistinct and purple in the after-glow of the sunset.\" - From <em>Hunting Trips of a Ranchman</em> by Theodore Roosevelt.<br /> <br /> <strong>Visiting the Elkhorn Ranch Site</strong><br /> <br /> The Elkhorn Ranch is a remote unit, located between the North and South units of the park. Reaching the Elkhorn Ranch requires a drive of approximately 90 minutes each way, mostly on gravel roads.<br /> <br /> <strong>Driving from the North Unit to the Elkhorn Ranch Unit</strong><br /> - Take US 85 north (left). Travel 13.8 miles to Watford City.<br /> - Turn left at the light to stay on US 85. Travel 16.5 more miles on US 85.<br /> - Turn left onto ND-68 W. Travel 16.7 miles.<br /> - Turn left onto ND-16 S. Travel 31.4 miles.<br /> - Turn left on Black Tail Road/FH 2 (gravel).<br /> - Travel 12.2 miles.<br /> - Turn right on Bell Lake Road (still FH 2).<br /> - Travel 3 miles.<br /> - Staying on FH2, turn left towards the USFS Elkhorn Campground. Follow FH2 for 3 miles, continuing past the campground and MDHT trailhead to the Elkhorn Ranch Unit parking area.<br /> <br /> <strong>Driving from the South Unit to the Elkhorn Ranch Unit</strong><br /> - Take I-94 westbound to exit 10.<br /> - At the end of the exit ramp, turn right on County Road 11 (gravel). Follow County Road 11 for 8.8 miles.<br /> - Turn right on Westerheim Road. Follow Westerheim road for 6.5 miles.<br /> - Turn left on Bell Lake Road. Follow Bell Lake Road for 11.7 miles.<br /> - Turn right onto FH2 towards the USFS Elkhorn Campground. Follow FH2 for 3 miles, continuing past the campground and MDHT trailhead to the Elkhorn Ranch Unit parking area.",
    "audioDescription": "Elkhorn Ranch Cabin Site. 88 words. The location where the Elkhorn Cabin once stood is a grassy area beneath the branches of nearby cottonwood trees, with scattered juniper nearby. Large Stones bound the place where the cabin once stood, varying in distance from one another between six and ten feet. A nearby field of grass contains stakes that mark the boundaries of where other buildings once stood, and a wire fence surrounds the entire area. The river is visible to the east, slightly lower than the cabin site, and buttes surround the entire valley. End of description.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Theodore Roosevelt National Park - Elkhorn Ranch Unit",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The original location of Theodore Roosevelt's Elkhorn Ranch Cabin",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "510530D4-64BA-4755-9E30-3FF9B7C954E3",
    "url": "https://www.nps.gov/places/maltese-cross-cabin.htm",
    "title": "Maltese Cross Cabin",
    "listingDescription": "The first home of Theodore Roosevelt in the Little Missouri badlands of North Dakota.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/87E48C91-AC0A-3908-3444CE513CA0E347.jpg",
        "credit": "NPS Photo/ B. Collins",
        "altText": "A log cabin sits in a grassy area. Trees and a fence are visible behind it, and a sidewalk in front.",
        "title": "Theodore Roosevelt's Maltese Cross Cabin",
        "description": "",
        "caption": "The Maltese Cross Cabin as it looks today on the grounds of the South Unit Visitor Center.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/87E48C91-AC0A-3908-3444CE513CA0E347.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/87E48C91-AC0A-3908-3444CE513CA0E347.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Theodore Roosevelt",
      "log cabin",
      "Cabin",
      "Maltese Cross Cabin",
      "Maltese Cross",
      "presidential homes",
      "presidential home",
      "President Theodore Roosevelt",
      "ranch",
      "Ranching",
      "Maltese Cross Ranch",
      "North Dakota",
      "Dakota Territory"
    ],
    "latitude": "46.9169018110001",
    "longitude": "-103.526235678",
    "latLong": "46.9169018110001,-103.526235678",
    "bodyText": "<p>In 1901 Theodore Roosevelt became the 26<sup>th</sup> President of the United States, and ultimately one of its greatest conservationists. He later said, \"I would not have been president had it not been for my experience in North Dakota.\"</p> <p>Those experiences began in 1883, when Roosevelt arrived in the Dakota Badlands to hunt bison. Before he left, he purchased the primary interest in the Chimney Butte Ranch (known locally as the Maltese Cross Ranch). Roosevelt thrived on the vigorous outdoor lifestyle, actively participating in the life of a working cowboy. He would write three books about his experiences, which would deepen and broaden his career-defining conservation ethic.</p> <p>What became known as the Maltese Cross Cabin was only a temporary home for Roosevelt. He would split his time between Dakota and New York for the next several years. Following the death of his wife and mother in February of 1884, Roosevelt returned to Dakota, establishing a second ranch he named the Elkhorn. By 1887, Roosevelt began to sell his interests in the cattle industry. By 1900 the Maltese Cross Cabin was claimed by other residents.</p> <p>During Roosevelt's presidency, the cabin was acquired for the 1904 World's Fair, hosted in St. Louis, MO. The cabin traveled from Missouri to Portland, OR for the Lewis and Clark Centennial Exposition. It would spend time in Fargo, ND before settling on the grounds of the state capital in Bismarck, ND.</p> <p>The Daughters of the American Revolution eventually took over the care of the cabin, and acquired many of the items you can see today. In 1959, twelve years after the park was established, the Maltese Cross Cabin came to <a href=\"https://www.nps.gov/thro/index.htm\">Theodore Roosevelt National Park</a>. Restored to its original state, you can walk in Roosevelt's footsteps by touring the cabin behind the South Unit Visitor Center.</p>",
    "audioDescription": "Maltese Cross Cabin. 839 words. The Maltese Cross Cabin is a single-story log structure with a high peaked roof located approximately 100 feet from the North doors of the South Unit Visitor Center. A door and two windows are visible. The logs of the cabin are light in color, with concrete chinking. East of the cabin, wooden benches and stumps make an outdoor seating area. A sidewalk leads through a grassy area to a small ramp to the front door. The cabin’s roof is shingled and has two chimneys, one near either end. The wooden front door has a small white doorknob on the right side. An elk antler hangs above the door. Situated approximately five feet to either side of the door are small windows. Inside the cabin, white painted walls and plexiglass panels enclose a space of approximately 50 square feet. There are two doors on the west side of this space, leading to plexiglass alcoves in the kitchen and the bedroom. The floor is made of wooden boards and visitors can see items that belonged to Theodore Roosevelt. Near the rear of the visitor center is a wayside about the cabin. It is titled “Maltese Cross Cabin: Launching a Legacy.” The main image on the wayside is a photo illustration of the cabin at its current location morphing into a historic image of the cabin with a horse and buggy in front of it. Text on the historic section of the photo reads: Photo by Theodore Roosevelt ca.1884-1886. Underneath the photo, captions read: After traveling the country on exhibition, the cabin now sits about 7 miles north of its original location. Sylvane Ferris in a wagon and an unidentified man on horseback pose in front of the Maltese Cross Cabin. Text to the left of the image reads: “I never would have been president if it had not been for my experiences in North Dakota.” – Theodore Roosevelt, 1918. The Maltese Cabin was a temporary home for Theodore Roosevelt who, during his mid-20s, divided his time between his home in New York City and his two ranches in Dakota Territory. The cabin offers a glimpse of what Roosevelt’s life was like on the ranch. The books and letters he wrote about his experiences here reveal the role of the badlands in shaping his character and his passion for protecting wild places. Later, as our nation’s 26th president, Roosevelt established the National Forest Service and designated more than 230 million acres of land as national parks, forest, monuments, and wildlife reserves. How could the strenuous life on the ranch prepare Theodore Roosevelt for his presidency? Text to the right of the image describes the features of the cabin and reads: Features Steeply-Pitched Roof: An oddity on the Northern Plains, the cabin’s steep roof created a sleeping loft for Roosevelt’s ranch hands, accessed by a ladder on the kitchen wall. Pine logs: Exterior walls were built from ponderosa pine logs cut near Ekalaka, MT. The cabin’s survival is owed, in part, to these sturdy logs which were intended for railroad construction. A Grand Structure: The cabin had wooden floors, a root cellar, three rooms, a sleeping loft, and two coal-burning stoves, setting it apart from most frontier homes of its time. Seal of Approval: Empty rifle casings were used to make the shape of the Maltese Cross on the end of a log on the cabin’s right front corner. Just one partial casing remains; the rest were taken as souvenirs long ago. Today, such destruction is illegal. Along the bottom of the wayside is a timeline titled Maltese Cross Cabin Timeline. The text of the timeline reads: September 4, 1883: Roosevelt arrives in Little Missouri, Dakota Territory to hunt bison. Near the end of his two-week trip, he invests $14,000 in the Maltese Cross Ranch. Winter 1883-1884: Ranch partners, Sylvane Ferris and Bill Merrifield, build the Maltese Cross Cabin according to TR’s request. June 1884: While grieving the deaths of his wife and mother, Roosevelt turns his focus to ranching, establishing the Elkhorn Ranch, 35 miles north of Medora. Winter 1886-1887: A very harsh winter causes major cattle losses on the Northern Plains. Roosevelt loses 60% of his cattle. April 1887: Roosevelt begins to sell off interests in his ranches to minimize financial loss. 1898: Roosevelt sells his interests in the Maltese Cross Ranch, including the cabin, to his partner, Sylvane Ferris. 1904: The cabin is dismantled and shipped via railcar to be exhibited at the World’s Fair in St. Louis, Missouri. 1905: The cabin goes on exhibit at the Lewis and Clark Centennial Exposition in Portland, Oregon. 1906: The cabin exhibits at the State Fair in Fargo, then moves to the capitol grounds in Bismarck where the Daughters of the American Revolution take over its care. 1947: Theodore Roosevelt National Memorial Park established (now Theodore Roosevelt National Park). 1959: Cabin ownership is transferred to the National Park Service (NPS). 1960-1961: The NPS places the cabin on its current foundation and restores the roof to its original appearance. End of description.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/thro/learn/historyculture/maltese-cross-cabin.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "a3609bff-2d2d-49c4-acec-09e2f9a0b2f9",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Medora, North Dakota",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "A cabin belonging to Theodore Roosevelt, and one of the places he stayed when visiting Dakota Territory. ",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Finding Roosevelt",
        "id": "2728D4F8-EFDE-4D99-8DF7-FA40D5A801BF",
        "type": "multimedia/videos",
        "url": "https://www.nps.gov/media/video/view.htm?id=2728D4F8-EFDE-4D99-8DF7-FA40D5A801BF"
      },
      {
        "title": "Maltese Cross Cabin",
        "id": "0269A9CD-155D-4519-3E71-E6BA81D4A67E",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=5466711&id=0269A9CD-155D-4519-3E71-E6BA81D4A67E"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "8ED764AB-75AA-4C1A-9405-7EA2D3CFBD9A",
    "url": "https://www.nps.gov/places/old-east-entrance.htm",
    "title": "Old East Entrance",
    "listingDescription": "The original entrance station for the South Unit of Theodore Roosevelt National Park.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/53C5C51C-E4FF-0F00-1682659965F056C9.jpg",
        "credit": "NPS Photo/L. Honeyman",
        "altText": "A small stone building sits at the base of a butte, surrounded by sagebrush with juniper behind it.",
        "title": "Old East Entrance Station",
        "description": "",
        "caption": "Old East Entrance Station",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/53C5C51C-E4FF-0F00-1682659965F056C9.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/53C5C51C-E4FF-0F00-1682659965F056C9.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "WPA",
      "WPA Project",
      "Old East Entrance Station",
      "Old East Entrance",
      "historic building",
      "entrance station",
      "Prairie Dog Town"
    ],
    "latitude": "46.908688",
    "longitude": "-103.422211",
    "latLong": "46.908688,-103.422211",
    "bodyText": "The original gateway to Theodore Roosevelt National Park, the Old East Entrance Station was built as part of a 1938 relief project during the Great Depression. When Interstate 94 was built in 1968 and replaced US Highway 10, the park entrance was moved to Medora.<br /> <br /> The Old East Entrance, situated in one of the park's many active prairie dog towns, is a beautiful example of hand-hewn stone masonry. It harkens back to an earlier time in national parks, and is worth the 0.4 mile hike.",
    "audioDescription": "Old East Entrance Station. 178 words. The Old East Entrance Station is a single story, rectangular stone structure with a low peaked roof located approximately four tenths of a mile southeast of the pullout that shares its name. A low wooden log fence extends north, continuing a stone wall that terminates in a large, square stone pillar located approximately twenty feet from the north side of the entrance station. Both this wall and the entrance station building itself are built of yellow stone blocks. A locked screen door is located on the north facing wall, with a small, blocked window located approximately a foot to its left. Other windows, all blocked, are located on other sides of the building. The entrance station’s slightly peaked roof is covered in dark brown shingles. Dark stained logs are visible under the eaves, acting as supports. A small stone chimney is located toward the rear of the building. Rocky mountain juniper grow near the approach fence and behind the station itself. The entrance station is approached on a dirt path over uneven ground, surrounded by prairie dog holes. End of description.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Theodore Roosevelt National Park - South Unit",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The original entrance to Theodore Roosevelt National Park",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Old East Entrance Station",
        "id": "A23418F9-1CBC-41E0-B5C3-48B90BB64923",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6770933&id=A23418F9-1CBC-41E0-B5C3-48B90BB64923"
      }
    ],
    "relevanceScore": 1
  },
  {
    "id": "7D5A46B3-DAD7-4E01-8326-001AF5FD3176",
    "url": "https://www.nps.gov/places/oxbow-overlook.htm",
    "title": "Oxbow Overlook",
    "listingDescription": "Enjoy a stunning scenic vista of the meandering Little Missouri River surrounded by tall cottonwood trees and impressive buttes.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/EE462B3E-0DDC-4E2B-F8DC41F101712154.jpg",
        "credit": "NPS/L. Thomas",
        "altText": "A river meanders through cottonwood trees and steep buttes.",
        "title": "Oxbow Overlook",
        "description": "",
        "caption": "Oxbow Overlook",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EE462B3E-0DDC-4E2B-F8DC41F101712154.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EE462B3E-0DDC-4E2B-F8DC41F101712154.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Theodore Roosevelt National Park",
      "Theodore Roosevelt National Park - North Unit",
      "scenic view",
      "oxbow",
      "oxbow bend"
    ],
    "latitude": "47.60272",
    "longitude": "-103.441606",
    "latLong": "47.60272,-103.441606",
    "bodyText": "A spectacular scenic vista awaits your exploration at the end of the North Unit Scenic Drive. Explore interpretive waysides along a short accessible sidewalk and take in the views of the meandering Little Missouri River surrounded by tall cottonwood trees and impressive buttes. Aptly named, Oxbow Overlook represents a type of meander that is occurring in the river. Oxbows and oxbow lakes are common along this free-flowing river where natural flood cycles constantly shift the river's course. Be sure to look for wildlife amongst the surrounding buttes.",
    "audioDescription": "The viewpoint for Oxbow Overlook starts next to the parking area at the very end of the North Unit Scenic Drive. A vault toilet restroom is available when entering the parking lot for Oxbow Overlook. A few picnic tables are available for use in the parking lot where a u-shaped paved path to the overlook starts. A short-paved, wheelchair accessible sidewalk, less than 0.1 miles, leads to the scenic view where interpretive waysides explain the processes happening at the oxbow. End of description.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Picnic Table",
      "Restroom",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting",
      "Trailhead",
      "Trailhead/Hiker Register",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "End of Theodore Roosevelt National Park North Unit Scenic Drive",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B5325964-009F-4CBB-9B3A-41B739ABFC69",
    "url": "https://www.nps.gov/places/peaceful-valley-ranch.htm",
    "title": "Peaceful Valley Ranch",
    "listingDescription": "Once a dude ranch, the Peaceful Valley Ranch house and other buildings have served wide and varied purposes since first being built in the late 19th century.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BA914071-98B4-42FF-D5782176EB51F188.jpg",
        "credit": "NPS Photo/ A. Myran",
        "altText": "A winter scene, a white house sits next to a log building. Trees and buttes are behind them.",
        "title": "Peaceful Valley Ranch",
        "description": "",
        "caption": "Peaceful Valley Ranch",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BA914071-98B4-42FF-D5782176EB51F188.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BA914071-98B4-42FF-D5782176EB51F188.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Theodore Roosevelt National Park",
      "Peaceful Valley Ranch",
      "dude ranch",
      "ranch",
      "Ranching",
      "historic buildings",
      "homestead"
    ],
    "latitude": "46.958951",
    "longitude": "-103.504139",
    "latLong": "46.958951,-103.504139",
    "bodyText": "One of the oldest “dude ranches” in the state of North Dakota, Peaceful Valley Ranch started out as a simple cabin built in 1883 by Eldridge “Gerry” Paddock. Over the years, it changed hands and expanded, with the ranch house built circa 1885. After the Olsen family bought it in 1915, the ranch became a tourist destination, with guided horseback rides, camping, and roundups.<br /> <br /> The ranch was sold to the federal government in 1936, and the house then served as headquarters for Civilian Conservation Corps, Works Progress Administration, and Emergency Relief Administration staff. When Theodore Roosevelt National Memorial Park was established in 1947, the ranch became the first park headquarters. After the new headquarters moved to Medora in 1959, a series of concessionaires ran guided horseback rides out of the ranch until 2014.<br /> <br /> Today, the ranch buildings are still there, newly renovated. Standing on the boardwalk that stretches between the ranch house and the stable, one can feel transported back to a different time, to a frontier dude ranch in the badlands of North Dakota.",
    "audioDescription": "Peaceful Valley Ranch. 214 words. Peaceful Valley Ranch consists of a complex of buildings around a large dirt parking area at the end of a paved road approximately one quarter mile long. A two-story white farmhouse sits on the south side of this parking lot. A screened in porch with a low, sloping roof is attached to the south side of the house, while a single-story extension with log walls and a brick chimney is on the north side. The main part of the house has a steeply pitched roof, with one window just under the peak and another on the first floor below that. North, across the driveway, sits a low log bunkhouse. The roof is low and covered and red shingles, and a stone chimney is built at the west end. The south side of the bunkhouse has a door and two windows, each spaced well away from the door. On the north side, a white painted additional room extends out, with a lower half built of stone. Behind these buildings, others are visible, including a long wooden stable, with corrals behind it. A boardwalk extends the approximately 100 feet between the house and stable. Several large cottonwood trees surround the ranch house, and a small pit toilet sits approximately 300 feet east of the bunk house. End of description.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Picnic Table",
      "Restroom",
      "Scenic View/Photo Spot",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "South Unit, Theodore Roosevelt National Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Formerly a dude ranch, these buildings have served many roles over the years.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8270FAD2-0CA9-4089-A3F8-12556B7E899E",
    "url": "https://www.nps.gov/places/petrified-forest-north.htm",
    "title": "Petrified Forest - North",
    "listingDescription": "Take a hike on the northern fork of the petrified forest trail, and experience the dramatic otherworldly topography and scattered stumps of Theodore Roosevelt National Park's petrified forest.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/23FFE385-E99F-468D-ACA84C166DF565B8.jpg",
        "credit": "NPS Photo/T. Schroeder",
        "altText": "A sunny day in the badlands, petrified wood in the foreground stands at the edge of a valley.",
        "title": "Petrified Forest - North",
        "description": "",
        "caption": "Petrified Forest",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/23FFE385-E99F-468D-ACA84C166DF565B8.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/23FFE385-E99F-468D-ACA84C166DF565B8.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Theodore Roosevelt National Park",
      "Theodore Roosevelt National Park - South Unit",
      "petrified forest",
      "petrified forest - North",
      "petrified wood",
      "geology",
      "paleontology"
    ],
    "latitude": "46.998451",
    "longitude": "-103.58652",
    "latLong": "46.998451,-103.58652",
    "bodyText": "<p>Theodore Roosevelt National Park was a very different place 65 million years ago. Just after the extinction of the dinosaurs, the Rocky Mountains were forming in the west and the land where the park now sits was a flat, swampy delta. <i>Champsosaurus gigas</i>, a crocodile-like predator hunted in the water, swimming alongside turtles, snails, and clams. And all around grew massive trees like sequoia, bald cypress, and magnolia.<br /> <br /> These trees are still around today if you know where to look. Quickly buried by sediments washed down from the growing Rockies, the trees didn’t decompose, instead undergoing a process called petrification: water washed through the mineral rich sediments surrounding the buried trees and these minerals slowly replaced the organic compounds inside the trunks. As the badlands eroded, these petrified remnants were slowly exposed.<br /> <br /> The petrified forest in Theodore Roosevelt National Park contains the third highest concentration of petrified wood in the United States, after Petrified Forest National Park and Yellowstone National Park.<br /> <br /> The northern section of the petrified forest has slightly more stumps than the southern section, but doesn’t afford the dramatic views to the southeast.<br /> <br /> It is illegal to remove any resource from a national park. Leave any flower, stone, or other object where you find it so that other visitors can enjoy it as well. <br /> <br /> It is illegal to carve, paint, or otherwise alter anything in a national park.<br /> <br /> <strong>Directions to the Petrified Forest Trailhead</strong><br /> <br /> The petrified forest trailhead is located on the western boundary of the park. The drive from Medora to the trailhead is approximately 30 minutes on gravel roads. There are small signs indicating turns, but turn-by-turn instructions are below:</p> <ul> <li> <p>Take I-94 westbound to exit 23. At the end of the exit ramp, turn right on Forest Service Road 730. Travel 2.7 miles.</p> </li> <li> <p>Turn left to stay on 730. Travel 2.5 miles. You will pass a \"Private Road\" sign; you can continue.</p> </li> <li> <p>Turn right on Road 730-2. In 150 yards, take the first left.</p> </li> <li> <p>At the next \"Y\", veer left, continue 0.6 miles to the parking area.</p> </li> <li> <p>The trail starts at the lift gate beyond the trailhead sign.</p> </li> </ul> <p> </p>",
    "audioDescription": "Petrified Forest – North. 125 words. From the petrified forest trailhead, hikers travel along an uneven trail approximately one-half a mile, with the last section up a steep hill made of bentonite clay. This clay can be very slippery in inclement weather. At the top of the hill, the trail forks. To reach the northern section of the petrified forest, hikers travel approximately a mile along the north fork through rolling prairie, occasionally broken by bison wallows, until the trail descends again. The trail drops deeply into a valley scattered with petrified stumps, large concretions, and cracks in the ground. Some of the stumps are more than six feet in height. The trail in the valley meanders around the scattered stumps before climbing again after approximately 1 mile. End of description.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "South Unit of Theodore Roosevelt National Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "A large concentration of petrified wood",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8A02BA81-7786-49FE-ABA4-BAE8281A0AFC",
    "url": "https://www.nps.gov/places/petrified-forest-south.htm",
    "title": "Petrified Forest - South",
    "listingDescription": "Theodore Roosevelt National Park contains one of the highest concentrations of petrified wood in the country, and the rolling badlands offer unique opportunities to hike amongst these geological wonders.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/625FE8AB-EABE-305A-5F76D07B0EF762D4.jpg",
        "credit": "NPS Photo/G. Anderson",
        "altText": "Several petrified stumps scattered along the side of a butte under a cloudy sky.",
        "title": "Petrified Forest",
        "description": "",
        "caption": "Petrified Forest",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/625FE8AB-EABE-305A-5F76D07B0EF762D4.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/625FE8AB-EABE-305A-5F76D07B0EF762D4.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Theodore Roosevelt National Park",
      "Theodore Roosevelt National Park - South Unit",
      "petrified forest",
      "Petrified Forest - South",
      "petrified wood",
      "geology",
      "paleontology"
    ],
    "latitude": "46.990917",
    "longitude": "-103.584605",
    "latLong": "46.990917,-103.584605",
    "bodyText": "<p>Theodore Roosevelt National Park was a very different place 65 million years ago. Just after the extinction of the dinosaurs, the Rocky Mountains were forming in the west and the land where the park now sits was a flat, swampy delta. <i>Champsosaurus gigas</i>, a crocodile-like predator hunted in the water, where turtles, snails, clams and more lived. And all around grew massive trees like sequoia, bald cypress, and magnolia.<br /> <br /> These trees are still around today if you know where to look. Quickly buried by sediments washed down from the growing Rockies, the trees didn’t decompose, instead undergoing a process called petrification: water washed through the mineral rich sediments surrounding the buried trees and these minerals slowly replaced the organic compounds inside the trunks. As the badlands eroded, these petrified remnants were slowly exposed.<br /> <br /> The petrified forest in Theodore Roosevelt National Park contains the third highest concentration of petrified wood in the United States, after Petrified Forest National Park and Yellowstone National Park.<br /> <br /> The southern section of the petrified forest has slightly fewer stumps than the northern section, but offers dramatic views of the wilderness to the southeast, where elk are frequently seen.<br /> <br /> It is illegal to remove any resource from a national park. Leave any flower, stone, or other object where you find it so that other visitors can enjoy it as well. <br /> <br /> It is illegal to carve, paint, or otherwise alter anything in a national park.<br /> <br /> <strong>Directions to the Petrified Forest Trailhead</strong><br /> <br /> The petrified forest trailhead is located on the western boundary of the park. The drive from Medora to the trailhead is approximately 30 minutes on gravel roads. There are small signs indicating turns, but turn-by-turn instructions are below:</p> <ul> <li> <p>Take I-94 westbound to exit 23. At the end of the exit ramp, turn right on Forest Service Road 730. Travel 2.7 miles.</p> </li> <li> <p>Turn left to stay on 730. Travel 2.5 miles. You will pass a \"Private Road\" sign; you can continue.</p> </li> <li> <p>Turn right on Road 730-2. In 150 yards, take the first left.</p> </li> <li> <p>At the next \"Y\", veer left, continue 0.6 miles to the parking area.</p> </li> <li> <p>The trail starts at the lift gate beyond the trailhead sign.</p> </li> </ul>",
    "audioDescription": "Petrified Forest – South. 125 words. From the petrified forest trailhead, hikers travel along an uneven trail approximately one-half a mile, with the last section up a steep hill made of bentonite clay. This clay can be very slippery in inclement weather. At the top of the hill, the trail forks. To reach the southern section of the petrified forest, hikers travel approximately a mile along the south fork through rolling prairie, occasionally broken by bison wallows, until the trail descends again. The trail drops deeply into a valley scattered with petrified stumps, large concretions, and cracks in the ground. Some of the stumps are more than six feet in height. The trail in the valley meanders around the scattered stumps before climbing again after approximately 1 mile. End of description.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "South Unit of Theodore Roosevelt National Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "A large concentration of petrified wood.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C627B675-3878-4F43-AD4B-A689A7D9D8BA",
    "url": "https://www.nps.gov/places/river-bend-overlook.htm",
    "title": "River Bend Overlook",
    "listingDescription": "A shelter built by the CCC at River Bend Overlook, with a beautiful view of the surrounding badlands.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7FD2405A-A8A5-CCB0-D980ACFC53A8DC71.jpg",
        "credit": "NPS Photo/C. Sandvick",
        "altText": "A small stone shelter with a low pitched roof stands at the edge of a butte overlooking a river.",
        "title": "River Bend Overlook",
        "description": "",
        "caption": "The shelter at River Bend Overlook.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7FD2405A-A8A5-CCB0-D980ACFC53A8DC71.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7FD2405A-A8A5-CCB0-D980ACFC53A8DC71.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "ccc",
      "Civilian Conservation Corps",
      "Theodore Roosevelt National Park",
      "Shelter",
      "scenic view",
      "little missouri river",
      "Theodore Roosevelt National Park - North Unit",
      "north unit",
      "butte",
      "badlands",
      "Little Missouri Badlands"
    ],
    "latitude": "47.608948",
    "longitude": "-103.377894",
    "latLong": "47.608948,-103.377894",
    "bodyText": "There are many beautiful views in Theodore Roosevelt National Park, but perhaps none are better than the view from the shelter at River Bend Overlook. Built by the Civilian Conservation Corps circa 1937, this stone structure stands on the edge of a butte, providing a dramatic view of the Little Missouri River valley below. It also serves as a tangible example of the projects created by the CCC on the land that would eventually become Theodore Roosevelt National Park.<br /> <br /> While you enjoy the view from this shelter, reflect on these words from a badlands CCC veteran on the occasion of the CCC’s 50<sup>th</sup> anniversary: “You learned how to live with other men, you learned self-esteem…you learned about yourself.”",
    "audioDescription": "River Bend Overlook Shelter. 105 words. The shelter built at River Bend Overlook is a stone and wood structure built at the end of a 0.1-mile trail, standing at the edge of a butte with a steep drop-off. The structure consists of a low stone wall built of large flat stones, with more brick-like stones creating the pillars that stand at each of the four corners. These pillars hold up a low-pitched roof built of logs and shingled with brown shingles. The floor of the shelter is made of slightly uneven stone, and it can be entered from the north side, where the wall has an opening of approximately seven feet. End of description.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Scenic View/Photo Spot",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "River Bend Overlook, North Unit of Theodore Roosevelt National Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "A shelter built by the CCC as part of their projects in what would become Theodore Roosevelt National Park.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "DDB76BB3-A845-48A0-9455-62D45A33B9B7",
    "url": "https://www.nps.gov/places/skyline-vista.htm",
    "title": "Skyline Vista",
    "listingDescription": "Skyline Vista Trail is a great accessible introduction to Theodore Roosevelt National Park.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/5AA0DEF5-CC20-10B4-D4E55A3759823677.jpg",
        "credit": "NPS Photo",
        "altText": "A view across a valley in Theodore Roosevelt National Park, under a blue sky.",
        "title": "Skyline Vista",
        "description": "",
        "caption": "Skyline Vista",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5AA0DEF5-CC20-10B4-D4E55A3759823677.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5AA0DEF5-CC20-10B4-D4E55A3759823677.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Theodore Roosevelt National Park",
      "Theodore Roosevelt National Park - South Unit",
      "Skyline Vista",
      "Accessible Trails",
      "waysides",
      "scenic views",
      "badlands"
    ],
    "latitude": "46.934089",
    "longitude": "-103.532985",
    "latLong": "46.934089,-103.532985",
    "bodyText": "The trailhead for Skyline Vista is one of the first that visitors encounter when entering the South Unit of Theodore Roosevelt National Park. It’s a magnificent introduction. Hiking the 0.1-mile accessible trail to an overlook, one is treated to wonderful views of the Little Missouri River, the western horizon, and the surrounding badlands.<br /> <br /> It is illegal to remove any resource from a national park. Leave any flower, stone, or other object where you find it so that other visitors can enjoy it as well.<br /> <br /> It is illegal to carve, paint, or otherwise alter anything in a national park.",
    "audioDescription": "Skyline Vista. 298 words. Skyline Vista trailhead is located just south of a parking area approximately four miles into the park. The trail curves slightly southwest for its 0.1 mile length, before terminating in a small seating area. From here, there are views to the south and west, and interstate 94 is visible below the overlook. Looking west, the Little Missouri is visible, passing through the badlands. Cottonwood trees are scattered along its banks. One wayside sign stands next to the seating area. It is titled Skyline Vista, over a photograph of the view from the seating area on a sunny day. Below this photo, there is a small area of text, with an arrow pointing across the valley to the top of the opposite butte. The text reads: Carried Away. The plateau where you are now and the one across the valley were once a continuous plain. The river carved away the material in between, creating the Little Missouri Badlands. To the right of this text is a photo of hands holding muddy water, and to the right of that is more text titled The Little Muddy. This text reads: The badlands are always eroding. Evidence is found in the river hidden amongst the cottonwood trees in the valley below. Nicknamed “The Little Muddy,” it is often clouded with sediment washed down from the hillsides. To the right of this text is a photo of a sunset behind a large butte, with a title reading It’s A Butte. Text below this reads: They may look mountainous, but landforms in the badlands are buttes. Mountains form when land is thrust upwards. This process has not taken place in the badlands. Buttes form as erosion removes surrounding material. Rainwater, creeks, and the river are constantly eroding the badlands, leaving behind fantastically shaped buttes. End of description.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Scenic View/Photo Spot",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Skyline Vista Parking Area, South Unit of Theodore Roosevelt National Park",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C383AB68-A193-45F0-A108-F1199884A122",
    "url": "https://www.nps.gov/places/wind-canyon.htm",
    "title": "Wind Canyon",
    "listingDescription": "The gusty winds that give Wind Canyon its name have also carved it into a beautiful and fascinating place.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F6367D68-DFF1-F7DF-1518560FDA6BC440.jpg",
        "credit": "NPS Photo",
        "altText": "A view down Wind Canyon toward the river. Green trees line a grassy trail at the bottom.",
        "title": "A view from Wind Canyon",
        "description": "",
        "caption": "A view from Wind Canyon",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F6367D68-DFF1-F7DF-1518560FDA6BC440.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F6367D68-DFF1-F7DF-1518560FDA6BC440.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "ND",
        "parkCode": "thro",
        "designation": "National Park",
        "fullName": "Theodore Roosevelt National Park",
        "url": "https://www.nps.gov/thro/index.htm",
        "name": "Theodore Roosevelt"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Theodore Roosevelt National Park",
      "Theodore Roosevelt National Park - South Unit",
      "Wind Canyon",
      "erosion",
      "sandstone",
      "scenic views",
      "little missouri river",
      "badlands",
      "Little Missouri Badlands"
    ],
    "latitude": "46.988682",
    "longitude": "-103.485281",
    "latLong": "46.988682,-103.485281",
    "bodyText": "When Theodore Roosevelt described the badlands of North Dakota he said they \"...grade all the way from those that are almost rolling in character to those that are so fantastically broken in form and so bizarre in color as to seem hardly properly to belong to this earth.\" Wind Canyon, with its soft smooth contours and spire-like hoodoos, definitely fits the bill. <br /> <br /> An excellent example of how erosion formed the badlands landscape, Wind Canyon has been a popular destination for as long as the park has existed. It channels the wind, which rushes through before escaping across the Little Missouri River. The canyon walls contain hollows, carved by years of exposure, which now act as nest sites for Great Horned Owls and other birds. <br /> <br /> Hiking up the trail that borders the canyon edge, visitors can experience one of the best views in the South Unit of Theodore Roosevelt National Park, an unbroken expanse of river, badlands, and sky.<br /> <br /> It is illegal to remove any resource from a national park. Leave any flower, stone, or other object where you find it so that other visitors can enjoy it as well. <br /> <br /> It is illegal to carve, paint, or otherwise alter anything in a national park.",
    "audioDescription": "Wind Canyon. 137 words. The Wind Canyon trail starts next to the parking area of the same name. The dirt trail leads through short shrubs and up widely spaced steps. At the top of the steps, soft sandstone drops to the south, and several smoothed game trails lead to the canyon floor. Some tall rock spires stick upward throughout these sandstone trails. The main trail continues above Wind Canyon, which drops sharply to the southwest. In the canyon, trees are visible along a game trail at the bottom, and hollows are scattered unevenly in the reddish stone walls on the far side of the canyon. The canyon opens onto the Little Missouri river to the west, at a point where the trail above it curves sharply north, winds past a small seating area, and starts to climb up to an overlook. End of description.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Parking - Auto",
      "Parking - Bus/RV",
      "Scenic View/Photo Spot",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Wind Canyon, South Unit of Theodore Roosevelt National Park",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "This wind-carved canyon is a great example of the ongoing erosion at Theodore Roosevelt National Park.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]