[
  {
    "id": "69F26F10-9231-461D-97DE-F92E57EF4B40",
    "url": "https://www.nps.gov/places/tuskegee-airmen-national-historic-site.htm",
    "title": "Alabama: Tuskegee Airmen National Historic Site",
    "listingDescription": "Before the first African American military pilots became known as the \"Red Tails\" they wore striped tails as they began their flight training in the Army's PT-17 Stearman bi-plane. Their flying adventure started in Tuskegee, Alabama and led them to the skies over Europe to help fight the Axis in WWII. Their story is immortalized in the National Historic Site that bears their nickname, the \"Tuskegee Airmen.\"",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/nri/20170918/places/EA493330-1DD8-B71B-0BB63BF54D300EF1/EA493330-1DD8-B71B-0BB63BF54D300EF1.jpg",
        "credit": "A Stearman PT-17 trainer sits near a wall in the Hangar 1 museum.",
        "altText": "A blue airplane sits in the background with a yellow mock airplane in front",
        "title": "",
        "description": "",
        "caption": "NPS Photo",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "AL",
        "parkCode": "tuai",
        "designation": "National Historic Site",
        "fullName": "Tuskegee Airmen National Historic Site",
        "url": "https://www.nps.gov/tuai/index.htm",
        "name": "Tuskegee Airmen"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil Rights",
      "African American History",
      "Flying",
      "WWII",
      "aviation",
      "Historic Aviation Locations",
      "African American Civil Rights Network"
    ],
    "latitude": "32.457163",
    "longitude": "-85.679543",
    "latLong": "32.457163,-85.679543",
    "bodyText": "<p><span style=\"font-size:11pt\"><span style=\"line-height:107%\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-family:\"Arial\",sans-serif\">In spite of adversity and limited opportunities, African Americans have played a significant role in U.S. military history over the past 300 years. They were denied military leadership roles and skilled training because many believed they lacked qualifications for combat duty. Before 1940, African Americans were barred from flying for the U.S. military. Civil rights organizations and the black press exerted pressure that resulted in the formation of an all African-American pursuit squadron based in Tuskegee, Alabama, in 1941. They became known as the Tuskegee Airmen.</span></span></span></span><br /> <br /> <span style=\"font-size:11pt\"><span style=\"line-height:107%\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-family:\"Arial\",sans-serif\">\"Tuskegee Airmen\" refers to all who were involved in the so-called \"Tuskegee Experiment,\" the Army Air Corps program to train African Americans to fly and maintain combat aircraft. The Tuskegee Airmen included pilots, navigators, bombardiers, maintenance and support staff, instructors, and all the personnel who kept the planes in the air. </span></span></span></span><span style=\"font-size:11pt\"><span style=\"line-height:107%\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-family:\"Arial\",sans-serif\">The military selected Tuskegee Institute to train pilots because of its commitment to aeronautical training. Tuskegee had the facilities, and engineering and technical instructors, as well as a climate for year round flying. The first Civilian Pilot Training Program students completed their instruction in May 1940. The Tuskegee program was then expanded and became the center for African-American aviation during World War II.</span></span></span></span><br /> <br /> <span style=\"font-size:11pt\"><span style=\"line-height:107%\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-family:\"Arial\",sans-serif\">The Tuskegee Airmen overcame segregation and prejudice to become one of the most highly respected fighter groups of World War II. They proved conclusively that African Americans could fly and maintain sophisticated combat aircraft. The Tuskegee Airmen's achievements, together with the men and women who supported them, paved the way for full integration of the U.S. military.</span></span></span></span><br /> <br /> <span style=\"font-size:11pt\"><span style=\"line-height:107%\"><span style=\"font-family:Calibri,sans-serif\"><span style=\"font-family:\"Arial\",sans-serif\">On November 6, 1998, President Clinton approved Public Law 105-355, which established the Tuskegee Airmen National Historic Site at Moton Field in Tuskegee, Alabama, to commemorate and interpret the heroic actions of the Tuskegee Airmen during World War II.</span></span></span></span><br /> <br /> The Tuskegee Airmen National Historic Site became part of the <a href=\"https://www.nps.gov/subjects/civilrights/african-american-civil-rights-network.htm\">African American Civil Rights Network</a> in October 2019. <br /> <br /> <em>The African American Civil Rights Network (AACRN) recognizes the civil rights movement in the United States and the sacrifices made by those who fought against discrimination and segregation. Created by the African American Civil Rights Act of 2017, and coordinated by the National Park Service, the Network tells the stories of the people, places, and events of the modern U.S. civil rights movement from 1939 -1968 through a collection of public and private elements.</em></p>",
    "audioDescription": "The site consists of two large aircraft hangars, with a variety of smaller structures surrounding it. The hangars are separated by a concrete tarmac. Both hangars have full length sliding doors that can be opened. Inside hangar 1 is a variety of exhibit material covering the training of the Airmen. Hangar 1 also contains two real aircraft: a PT-17 Stearman, and a Piper Cub. Hangar 2 contains 4 video sections which document the Airmen's oral histories. Hanging from the ceiling is a replica of a P-51 Mustang.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/tuai/index.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Baby Changing Station",
      "Benches/Seating",
      "Cellular Signal",
      "First Aid Kit Available",
      "Gifts/Souvenirs/Books",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information - Ranger/Staff Member Present",
      "Restroom",
      "Restroom - Accessible",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Tuskegee, AL",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Home to the military's first African-American pilots",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historical Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "878B364F-3A69-45D8-AFF1-FA4FA6A4B27D",
    "url": "https://www.nps.gov/places/tuskegee-institute-national-historic-site.htm",
    "title": "Alabama: Tuskegee Institute National Historic Site",
    "listingDescription": "In 1881, Booker T. Washington arrived in Alabama and started building Tuskegee Institute both in reputation and literally brick by brick. He recruited the best and the brightest to come and teach here including George Washington Carver who arrived in 1896. Carver’s innovations in agriculture, especially with peanuts, expanded Tuskegee’s standing throughout the country. The story continues….",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/places/images/nri/20130826/siteadmin/572A5941-05F9-45F1-0E435C30E6B4DEF7/572A5941-05F9-45F1-0E435C30E6B4DEF7.jpg",
        "credit": "Library of Congress",
        "altText": "Tuskegee Institute students sit at desks",
        "title": "",
        "description": "",
        "caption": "A history class at the Tuskegee Institute in 1902",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "VA",
        "parkCode": "bowa",
        "designation": "National Monument",
        "fullName": "Booker T Washington National Monument",
        "url": "https://www.nps.gov/bowa/index.htm",
        "name": "Booker T Washington"
      },
      {
        "states": "AL",
        "parkCode": "tuai",
        "designation": "National Historic Site",
        "fullName": "Tuskegee Airmen National Historic Site",
        "url": "https://www.nps.gov/tuai/index.htm",
        "name": "Tuskegee Airmen"
      },
      {
        "states": "AL",
        "parkCode": "tuin",
        "designation": "National Historic Site",
        "fullName": "Tuskegee Institute National Historic Site",
        "url": "https://www.nps.gov/tuin/index.htm",
        "name": "Tuskegee Institute"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil Rights",
      "African American History",
      "Booker T. Washington",
      "George Washington Carver",
      "Education",
      "Tuskegee Institute",
      "Alabama",
      "African Americans",
      "African American Civil Rights Network"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<p>Tuskegee Institute National Historic Site, 40 miles east of Montgomery, Alabama, was authorized as a unit of the National Park Service on October 26, 1974. The site preserves the legacy and associated historic structures of the historic Tuskegee Institute, a college for African Americans founded in 1881.<br /> <br /> On July 4, 1881, 30 eager students—mostly children of former slaves—celebrated their freedom by holding their first class at the newly formed Normal School for Negroes in Tuskegee, Alabama. Although those students did not know what to expect from their new school, its principal did. Booker T. Washington, a former slave, aimed to model this new school after Hampton Institute in Virginia where he had been a student and teacher.<br /> <br /> Tuskegee Institute—as the school here came to be known—started with only $2,000 for teachers’ salaries, but no funds for land, buildings, or equipment. In 1882, the school moved to 100 acres of abandoned plantation farm land (Bowen Estate), purchased with a $250 personal loan from the treasurer of Hampton Institute, J. F. B. Marshall, for the $500 down payment. From this humble start, Tuskegee grew from its initial emphasis on vocational training (most of the school’s early buildings were built by its students) into the college degree-granting program that evolved into what is now Tuskegee University.<br /> <br /> Tuskegee has been known as the Normal School for Colored Teachers (1881), Tuskegee State Normal School (1881–1887), Tuskegee Normal School (1887–1891), Tuskegee Normal and Industrial Institute (1891–1937), Tuskegee Institute (1937–1985), and Tuskegee University (1985 to the present). “Tuskegee” represents both the historic Tuskegee Institute and the current Tuskegee University.<br /> <br /> The main features of Tuskegee Institute National Historic Site are The Oaks, the house and home of Booker T. Washington, and the building that housed George Washington Carver’s laboratory, now the George Washington Carver Museum. These structures, along with an administrative office, are directly owned and managed by the National Park Service. While the park’s 1974 enabling legislation included the residence called Gray Columns, the property was acquired by Tuskegee University in 1998 under Public Law 100-337, and therefore is no longer managed by the National Park Service. The historic site also encompasses a 50-acre Historic Campus District consisting of most of the original campus buildings, all of which are owned and still actively used by Tuskegee University. Every year close to 26,000 visitors to the Tuskegee Institute National Historic Site experience the history of Tuskegee Institute through guided tours of The Oaks, the Historic Campus District, and the George Washington Carver Museum’s exhibits and audiovisual programs.<br /> <br /> In October 2019 the Tuskegee Institute National Historic Site became part of the <a href=\"https://www.nps.gov/subjects/civilrights/african-american-civil-rights-network.htm\">African American Civil Rights Network</a> in October 2019. <br /> <br /> <em>The African American Civil Rights Network (AACRN) recognizes civil rights movement and the sacrifices made by those who fought against discrimination and segregation. Created by the African American Civil Rights Act of 2017, and coordinated by the National Park Service, the Network tells the stories of the people, places, and events of the modern U.S. civil rights movement from 1939 -1968 through a collection of public and private elements.</em></p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Tuskegee, Alabama",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "the home of Booker T. Washington,  the building that housed George Washington Carver’s laboratory,  and the 50-acre Historic Campus District consisting of most of the original campus buildings",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8A184A3F-FBCD-482F-A09D-A790F5B8AE3D",
    "url": "https://www.nps.gov/places/crnurr.htm",
    "title": "The National Underground Railroad Network to Freedom",
    "listingDescription": "The National Underground Railroad Network to Freedom The Underground Railroad – the resistance to enslavement through escape and flight through the end of the civil war – refers to the efforts of enslaved African Americans to gain their freedom by escaping bondage.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/places/images/nri/20130826/siteadmin/54CABCD0-036A-4D82-A250CF4DDAAF6712/54CABCD0-036A-4D82-A250CF4DDAAF6712.jpg",
        "credit": "National Park Service",
        "altText": "a silhouette of a woman sitting alongside a southern plantation in louisiana and an african bust",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "hatu",
        "designation": "National Historical Park",
        "fullName": "Harriet Tubman Underground Railroad National Historical Park",
        "url": "https://www.nps.gov/hatu/index.htm",
        "name": "Harriet Tubman Underground Railroad"
      },
      {
        "states": "AL",
        "parkCode": "tuai",
        "designation": "National Historic Site",
        "fullName": "Tuskegee Airmen National Historic Site",
        "url": "https://www.nps.gov/tuai/index.htm",
        "name": "Tuskegee Airmen"
      },
      {
        "states": "AL",
        "parkCode": "tuin",
        "designation": "National Historic Site",
        "fullName": "Tuskegee Institute National Historic Site",
        "url": "https://www.nps.gov/tuin/index.htm",
        "name": "Tuskegee Institute"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil Rights",
      "Underground Railroad"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<p>The Underground Railroad – the resistance to enslavement through escape and flight through the end of the civil war – refers to the efforts of enslaved African Americans to gain their freedom by escaping bondage. Wherever slavery existed, there were efforts to escape at first communities in rugged terrain away from settled areas, and later across state and international borders. While most began and completed their journeys unassisted, each subsequent decade in which slavery was legal in the US saw an increase in active efforts to assist escape. The decision to assist a freedom seeker may have ben spontaneous. However, in some places, particularly after the Fugitive Slave Act of 1850, the Underground Railroad was deliberate and organized.</p> <p><br /> The National Underground Railroad Network to Freedom commemorates the stories of the men and women who risked everything for freedom and those who helped them. The Network to Freedom, through shared leadership with local, state, and federal entities, as well as interested individuals and organizations, programs and partnerships to commemorate and educate the public about historical significance of the Underground Railroad.</p> <p>The Underground Railroad extended through the Civil War as thousands of enslaved African Americans used the opportunity of approaching Union forces to escape and seek protection in contraband camps. Many of the men subsequently enlisted in the US Colored Troops and served as soldiers or sailors during the war. </p> <p>Visit the National Underground Railroad Network to Freedom <a href=\"https://www.nps.gov/ugrr/\">website</a>.</p> <p> </p> <p> </p> <p> </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "9DD9B2F6-682F-43D4-AEC5-3B739E79DA3F",
    "url": "https://www.nps.gov/places/tuskegee-airmen-nhs-park-bookstore.htm",
    "title": "Tuskegee Airmen NHS Park Bookstore",
    "listingDescription": "Add to your Passport Stamp collection by visiting Tuskegee Airmen NHS's bookstore.",
    "images": [
      {
        "url": "",
        "credit": "",
        "altText": "",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "AL",
        "parkCode": "tuai",
        "designation": "National Historic Site",
        "fullName": "Tuskegee Airmen National Historic Site",
        "url": "https://www.nps.gov/tuai/index.htm",
        "name": "Tuskegee Airmen"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "passport stamp",
      "Tuskegee Airmen",
      "Tuskegee Airmen National Historic Site"
    ],
    "latitude": "32.457163",
    "longitude": "-85.679543",
    "latLong": "32.457163,-85.679543",
    "bodyText": "The park store is operated by America's National Parks, an official non-profit partner of the National Park Service dedicated to supporting the educational mission of the Tuskegee Airmen National Historic Site. The park store has a wide range of books, educational games, media, and other items available for retail sale. These products complement the interpretive themes you experience when visiting the park. The park store is located inside Hangar 2, or you can visit the online <a href=\"https://shop.americasnationalparks.org/store/home/5841/Tuskegee-Airman-National-Historic-Site/\">park store</a>.",
    "audioDescription": "A side room located in the east portion of Hangar 2. The store contains a variety of books, gifts, and educational material placed on shelves. A replica of an orange fuel pump sits next to a short, square ,vintage Coca-Cola refrigerator.",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "The Passport stamp is located at the park bookstore. It reads Tuskegee Airmen National Historic Site Tuskegee, AL.",
    "passportStampImages": [
      {
        "credit": "",
        "description": "",
        "crops": [],
        "altText": "Circular stamp that reads Tuskegee Airmen National Historic Site Tuskegee, AL.",
        "title": "Tuskegee Airmen NHS Passport Stamp",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/F3F44A4D-AFF0-707F-FF66F3A84CC9C607.jpg"
      }
    ],
    "managedByUrl": "https://americasnationalparks.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Gifts/Souvenirs/Books"
    ],
    "managedByOrg": "America's National Parks",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Hangar 2",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Bookstore",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8538F2D5-3375-4B5F-A19B-F532EF6A12AB",
    "url": "https://www.nps.gov/places/tuskegee-airmen-nhs-hangar-1.htm",
    "title": "Tuskegee Airmen NHS- Hangar 1",
    "listingDescription": "",
    "images": [
      {
        "url": "",
        "credit": "",
        "altText": "",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "AL",
        "parkCode": "tuai",
        "designation": "National Historic Site",
        "fullName": "Tuskegee Airmen National Historic Site",
        "url": "https://www.nps.gov/tuai/index.htm",
        "name": "Tuskegee Airmen"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Tuskegee Airmen",
      "Hangar 1",
      "Moton Field"
    ],
    "latitude": "32.45726026220167",
    "longitude": "-85.68036971834843",
    "latLong": "32.45726026220167,-85.68036971834843",
    "bodyText": "Visitors can step back into the 1940s by visiting Hangar 1- one of the five original structures on site. Enter through the Orientation Room and be greeted by a Ranger under photographs of the Chain of Command at Moton Field. A 4-minute video that introduces the visitor to the Tuskegee Airmen. Here visitors can pick up a copy of the Park brochure and other printed materials including a JR. Ranger booklet.<br /> <br /> Inside, you'll find exhibits highlighting the training of the Tuskegee Airmen, including recordings of Airmen themselves recounting their experiences. Two real aircraft: a PT-17 Stearman \"Kaydet\" and Piper Cub are parked inside to view. Along the walls are rooms which give a peak into the daily operations of Moton Field. ",
    "audioDescription": "Inside hangar 1 is a variety of exhibit material covering the training of the Airmen. Hangar 1 also contains two real aircraft: a PT-17 Stearman, and a Piper Cub. Rooms along the side recreate the Army offices and house items such as desks, paperwork and other equipment critical to the success of Moton Field.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Captioned Media",
      "First Aid Kit Available",
      "Historical/Interpretive Information/Exhibits",
      "Restroom",
      "Restroom - Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Hangar 1",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Describes the training of the Tuskegee Airmen",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]