[
  {
    "id": "878B364F-3A69-45D8-AFF1-FA4FA6A4B27D",
    "url": "https://www.nps.gov/places/tuskegee-institute-national-historic-site.htm",
    "title": "Alabama: Tuskegee Institute National Historic Site",
    "listingDescription": "In 1881, Booker T. Washington arrived in Alabama and started building Tuskegee Institute both in reputation and literally brick by brick. He recruited the best and the brightest to come and teach here including George Washington Carver who arrived in 1896. Carver’s innovations in agriculture, especially with peanuts, expanded Tuskegee’s standing throughout the country. The story continues….",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/places/images/nri/20130826/siteadmin/572A5941-05F9-45F1-0E435C30E6B4DEF7/572A5941-05F9-45F1-0E435C30E6B4DEF7.jpg",
        "credit": "Library of Congress",
        "altText": "Tuskegee Institute students sit at desks",
        "title": "",
        "description": "",
        "caption": "A history class at the Tuskegee Institute in 1902",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "VA",
        "parkCode": "bowa",
        "designation": "National Monument",
        "fullName": "Booker T Washington National Monument",
        "url": "https://www.nps.gov/bowa/index.htm",
        "name": "Booker T Washington"
      },
      {
        "states": "AL",
        "parkCode": "tuai",
        "designation": "National Historic Site",
        "fullName": "Tuskegee Airmen National Historic Site",
        "url": "https://www.nps.gov/tuai/index.htm",
        "name": "Tuskegee Airmen"
      },
      {
        "states": "AL",
        "parkCode": "tuin",
        "designation": "National Historic Site",
        "fullName": "Tuskegee Institute National Historic Site",
        "url": "https://www.nps.gov/tuin/index.htm",
        "name": "Tuskegee Institute"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil Rights",
      "African American History",
      "Booker T. Washington",
      "George Washington Carver",
      "Education",
      "Tuskegee Institute",
      "Alabama",
      "African Americans",
      "African American Civil Rights Network"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<p>Tuskegee Institute National Historic Site, 40 miles east of Montgomery, Alabama, was authorized as a unit of the National Park Service on October 26, 1974. The site preserves the legacy and associated historic structures of the historic Tuskegee Institute, a college for African Americans founded in 1881.<br /> <br /> On July 4, 1881, 30 eager students—mostly children of former slaves—celebrated their freedom by holding their first class at the newly formed Normal School for Negroes in Tuskegee, Alabama. Although those students did not know what to expect from their new school, its principal did. Booker T. Washington, a former slave, aimed to model this new school after Hampton Institute in Virginia where he had been a student and teacher.<br /> <br /> Tuskegee Institute—as the school here came to be known—started with only $2,000 for teachers’ salaries, but no funds for land, buildings, or equipment. In 1882, the school moved to 100 acres of abandoned plantation farm land (Bowen Estate), purchased with a $250 personal loan from the treasurer of Hampton Institute, J. F. B. Marshall, for the $500 down payment. From this humble start, Tuskegee grew from its initial emphasis on vocational training (most of the school’s early buildings were built by its students) into the college degree-granting program that evolved into what is now Tuskegee University.<br /> <br /> Tuskegee has been known as the Normal School for Colored Teachers (1881), Tuskegee State Normal School (1881–1887), Tuskegee Normal School (1887–1891), Tuskegee Normal and Industrial Institute (1891–1937), Tuskegee Institute (1937–1985), and Tuskegee University (1985 to the present). “Tuskegee” represents both the historic Tuskegee Institute and the current Tuskegee University.<br /> <br /> The main features of Tuskegee Institute National Historic Site are The Oaks, the house and home of Booker T. Washington, and the building that housed George Washington Carver’s laboratory, now the George Washington Carver Museum. These structures, along with an administrative office, are directly owned and managed by the National Park Service. While the park’s 1974 enabling legislation included the residence called Gray Columns, the property was acquired by Tuskegee University in 1998 under Public Law 100-337, and therefore is no longer managed by the National Park Service. The historic site also encompasses a 50-acre Historic Campus District consisting of most of the original campus buildings, all of which are owned and still actively used by Tuskegee University. Every year close to 26,000 visitors to the Tuskegee Institute National Historic Site experience the history of Tuskegee Institute through guided tours of The Oaks, the Historic Campus District, and the George Washington Carver Museum’s exhibits and audiovisual programs.<br /> <br /> In October 2019 the Tuskegee Institute National Historic Site became part of the <a href=\"https://www.nps.gov/subjects/civilrights/african-american-civil-rights-network.htm\">African American Civil Rights Network</a> in October 2019. <br /> <br /> <em>The African American Civil Rights Network (AACRN) recognizes civil rights movement and the sacrifices made by those who fought against discrimination and segregation. Created by the African American Civil Rights Act of 2017, and coordinated by the National Park Service, the Network tells the stories of the people, places, and events of the modern U.S. civil rights movement from 1939 -1968 through a collection of public and private elements.</em></p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Tuskegee, Alabama",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "the home of Booker T. Washington,  the building that housed George Washington Carver’s laboratory,  and the 50-acre Historic Campus District consisting of most of the original campus buildings",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8A184A3F-FBCD-482F-A09D-A790F5B8AE3D",
    "url": "https://www.nps.gov/places/crnurr.htm",
    "title": "The National Underground Railroad Network to Freedom",
    "listingDescription": "The National Underground Railroad Network to Freedom The Underground Railroad – the resistance to enslavement through escape and flight through the end of the civil war – refers to the efforts of enslaved African Americans to gain their freedom by escaping bondage.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/places/images/nri/20130826/siteadmin/54CABCD0-036A-4D82-A250CF4DDAAF6712/54CABCD0-036A-4D82-A250CF4DDAAF6712.jpg",
        "credit": "National Park Service",
        "altText": "a silhouette of a woman sitting alongside a southern plantation in louisiana and an african bust",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "MD",
        "parkCode": "hatu",
        "designation": "National Historical Park",
        "fullName": "Harriet Tubman Underground Railroad National Historical Park",
        "url": "https://www.nps.gov/hatu/index.htm",
        "name": "Harriet Tubman Underground Railroad"
      },
      {
        "states": "AL",
        "parkCode": "tuai",
        "designation": "National Historic Site",
        "fullName": "Tuskegee Airmen National Historic Site",
        "url": "https://www.nps.gov/tuai/index.htm",
        "name": "Tuskegee Airmen"
      },
      {
        "states": "AL",
        "parkCode": "tuin",
        "designation": "National Historic Site",
        "fullName": "Tuskegee Institute National Historic Site",
        "url": "https://www.nps.gov/tuin/index.htm",
        "name": "Tuskegee Institute"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil Rights",
      "Underground Railroad"
    ],
    "latitude": "",
    "longitude": "",
    "latLong": "",
    "bodyText": "<p>The Underground Railroad – the resistance to enslavement through escape and flight through the end of the civil war – refers to the efforts of enslaved African Americans to gain their freedom by escaping bondage. Wherever slavery existed, there were efforts to escape at first communities in rugged terrain away from settled areas, and later across state and international borders. While most began and completed their journeys unassisted, each subsequent decade in which slavery was legal in the US saw an increase in active efforts to assist escape. The decision to assist a freedom seeker may have ben spontaneous. However, in some places, particularly after the Fugitive Slave Act of 1850, the Underground Railroad was deliberate and organized.</p> <p><br /> The National Underground Railroad Network to Freedom commemorates the stories of the men and women who risked everything for freedom and those who helped them. The Network to Freedom, through shared leadership with local, state, and federal entities, as well as interested individuals and organizations, programs and partnerships to commemorate and educate the public about historical significance of the Underground Railroad.</p> <p>The Underground Railroad extended through the Civil War as thousands of enslaved African Americans used the opportunity of approaching Union forces to escape and seek protection in contraband camps. Many of the men subsequently enlisted in the US Colored Troops and served as soldiers or sailors during the war. </p> <p>Visit the National Underground Railroad Network to Freedom <a href=\"https://www.nps.gov/ugrr/\">website</a>.</p> <p> </p> <p> </p> <p> </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]