[
  {
    "id": "A8EF4980-8D59-4ADF-A3C0-4FF52BD4BA60",
    "url": "https://www.nps.gov/places/virgin-islands-national-park.htm",
    "title": "Virgin Islands National Park",
    "listingDescription": "The purpose of Virgin Islands National Park is to preserve and protect for public benefit and inspiration outstanding scenic features, Caribbean tropical marine and terrestrial ecosystems in their natural conditions, and cultural heritage from pre-Columbian through Danish colonial times",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/places/images/nri/20130826/siteadmin/566CF7B0-A7F2-8FFF-2E7F6B69DEB7F887/566CF7B0-A7F2-8FFF-2E7F6B69DEB7F887.jpg",
        "credit": "NPS",
        "altText": "Annaberg Plantation Ruins sit atop a hill",
        "title": "",
        "description": "",
        "caption": "Annaberg Plantation",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "VI",
        "parkCode": "vicr",
        "designation": "National Monument",
        "fullName": "Virgin Islands Coral Reef National Monument",
        "url": "https://www.nps.gov/vicr/index.htm",
        "name": "Virgin Islands Coral Reef"
      },
      {
        "states": "VI",
        "parkCode": "viis",
        "designation": "National Park",
        "fullName": "Virgin Islands National Park",
        "url": "https://www.nps.gov/viis/index.htm",
        "name": "Virgin Islands"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil Rights",
      "African Americans",
      "Slavery",
      "Plantation",
      "Virgin Islands",
      "African American History",
      "Caribbean",
      "islands",
      "tropics"
    ],
    "latitude": "18.3292598724365",
    "longitude": "-64.934684753418",
    "latLong": "18.3292598724365,-64.934684753418",
    "bodyText": "<p>Located on St. John, U.S. Virgin Islands, Virgin Islands National Park was established in 1956 and comprises more than half of the mountainous island’s land area. The park includes most of the north shore and most of the central and southeast portions of the island, including 7,259 acres of terrestrial and shoreline habitat and 5,650 acres of adjacent submerged lands (offshore underwater habitat, added to the park in 1962). The park also includes 128 acres on Hassel Island in Charlotte Amalie Harbor on St. Thomas, which was added in 1978. In 2001, Virgin Islands Coral Reef National Monument was established to protect an additional 12,708 acres of submerged lands and associated marine resources around the island. In sum, the National Park Service manages almost 58 percent of the land area of St. John and more than 18,000 acres of offshore underwater habitat.<br /> <br /> The park and monument offer protection to coral reefs, seagrass beds, mangroves, and other marine habitats that support sea turtles, corals, and other marine life. Virgin Islands National Park also protects some of the last remaining native tropical dry rain forest in the Caribbean. In 1976, Virgin Islands National Park was designated as an International Biosphere Reserve by the United Nations Educational, Scientific and Cultural Organization (UNESCO). The park was one of the first protected areas in the world to receive this designation. Of the hundreds of UNESCO biosphere reserves worldwide, the park is 1 of only 30 reserves containing both marine and terrestrial ecosystems. It provides vital habitat for approximately130 bird species, 400 reef-associated fish species, 17 species of whales and dolphins, 13 reptile species, numerous sponges, and more than 45 stony coral species. A number of marine and terrestrial species within the boundaries of the park and monument are federally listed as endangered or threatened.<br /> <br /> The park units’ cultural resources are abundant and diverse, including prehistoric archeological sites, hundreds of historic structures, offshore shipwrecks, and museum collections that encompass artifacts dating as far back as 840 BC. The Virgin Islands have been inhabited for at least 3,000 years, beginning with huntergatherers of the Archaic Period. Settlement continued throughout prehistory and ended with the development of the Taino culture, the pre-Columbian people who were present when Columbus explored the New World. When Europeans arrived, the Virgin Islands became a melting pot, inhabited by people from around the world who came to make a new life on the islands. These colonial settlements date from the 17th century through the 19th century. Visitors can explore the ruins of hundreds of historic structures to get a sense of this rich history.<br /> <br /> <br /> <strong>Civil Rights History at Virgin Islands National Park</strong><br /> Virgin Islands National Park’s hills, valleys and beaches are breath-taking. However, within its 7,000 plus acres on the island of St. John is the complex history of civilizations - both free and enslaved - dating back more than a thousand years, all who utilized the land and the sea for survival.<br /> <br /> Virgin Islands National Park’s cultural history includes the enslavement of Africans on the sugar plantations and the subsistence era that followed emancipation. Ruins of many of the 109 plantations that exited on the island during sugar production are located within the park boundary. Some are stabilized and maintained. Two of these, Reef Bay Sugar Factory and Annenberg Planation, are heavily visited. The park uses them to interpret the European economic expansion and associated enslavement of Africans. Demonstrations at the Annenberg Sugar Planation Ruins highlight the history of the Danes settling on St. Jon and the importation of Africans to provide labor to build sugar factories and produce sugar from sugar cane. A baker bakes bread on a ‘Dutch Oven and a gardener maintains and interprets a garden plot to show the subsistence lifestyle of the freed people after emancipation.</p> <p> </p> <p>Ranger guided hikes proved a history of sugar production and the enslavement of Africans in the Reef Bay Valley. There is an annual folk life festival at the Annenberg Sugar Plantation Ruins during Black History Month. It focuses on West Indian cultural tradition, its similarity to that of areas of Africa, and includes the history of sugar production, arts and crafts, storytelling and music.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Virgin Islands (US)",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "contains most terrestrial ecosystem types within the biologically rich Lesser Antilles, including the largest and most intact dry tropical forests remaining in the Caribbean",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Park",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]