[
  {
    "id": "0CD44F5F-2D84-4535-A3A3-21FB18EC0C63",
    "url": "https://www.nps.gov/places/000/information-panel-vietnam-womens-memorial.htm",
    "title": "Information Panel: Vietnam Women's Memorial",
    "listingDescription": "An interpretive wayside describing the Vietnam Women's Memorial",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/place/import/",
        "credit": "",
        "altText": "",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      },
      {
        "states": "DC",
        "parkCode": "vive",
        "designation": "",
        "fullName": "Vietnam Veterans Memorial",
        "url": "https://www.nps.gov/vive/index.htm",
        "name": "Vietnam Veterans Memorial"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.890672",
    "longitude": "-77.046985",
    "latLong": "38.890672,-77.046985",
    "bodyText": "<p>An interpretive wayside describing the Vietnam Women's Memorial</p>",
    "audioDescription": "(465 words)<br />About thirty feet to the north sits a four by three-foot wayside. The black and white sign is titled in white letters across the top:<br />A Legacy of Healing and Hope<br />Over 265,000 American women served during the Vietnam era (1956 through 1975) and over 11,000 saw duty in Vietnam. The majority served as nurses, caring for thousands of wounded servicemen in the difficult conditions of crowded transports, harsh weather, difficult terrain, and long hours. Between 1964 and 1973, dedicated nurses tended to over 300,000 wounded, saving nearly 98 percent of those who eventually reached hospitals.<br />Further below is a photograph of three women in white military uniform and nurse hats, receiving medals from two male military officers in white uniform. Text below reads:<br />During the Vietnam War, many military women received meritorious service awards like the Purple Heart, Legion of Merit, Bronze Star Medal, Army Commendation Medal, and the Air Medal.<br />To the right is a photograph of an African American woman in military uniform seated at a desk. Text to her right reads:<br />Over on thousand women were employed as photojournalists, clerks, typists, intelligence officers, translators, flight controllers, and band leaders. Despite the lack of national recognition, these women demonstrated courage, commitment, and sacrifice.<br />Below is a picture of a smiling woman in military uniform, seated next to a bed-ridden child. A second child in bed with bandages on his face lies next to another seated woman. Text to the right reads:<br />Civilian and military women supported American efforts by tending to the sick, wounded, and orphaned. Following long hours of assigned duties, many women volunteered their free time to MedCAP (Medical Civil Assistance Program) activities.<br />The top third of the sign shows an image of over a dozen men lying close together in bunk beds and being cared for by a woman in the center. Text below reads:<br />The Memorial<br />Inspired to tell the story of all Vietnam-era women, former Army nurse Diane Carlson Evans worked with thousands of veterans to create the Vietnam Women's Memorial. Dedicated on November 11, 1993, Glenna Goodacre's sculptural grouping joins the national \"circle of healing\" that begins at the Three Servicemen Statue, and continues past the Wall and the Women's Memorial to the In Memory plaque.<br />The first memorial in the nation's capital to honor the military service of women completes the public tribute to the veterans of the Vietnam War. The names of seven Army nurses and on Air Force nurse appear on the Wall. The eight trees surrounding this memorial mark their sacrifice.<br />A color picture to the left shows a crowd gathered around the Vietnam Women's Memorial. A picture below shows a military woman and man on the left and right respectively, tending to a badly injured and bandaged man lying between them.<br />END OF DESCRIPTION<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Public Transit"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "72842119-B1DA-4E09-83ED-3A9A3BCA68D1",
    "url": "https://www.nps.gov/places/000/vietnam-veterans-memorial.htm",
    "title": "Vietnam Veterans Memorial",
    "listingDescription": "Dedicated in 1982, the Vietnam Veterans Memorial was a revolutionary minimalist design for a war memorial. From afar, the memorial appears as a gash on the landscape, an unhealed wound. The names of over 58,000 servicemembers who gave their lives between 1957 and 1975 are listed on the wall in chronological order starting and ending at the center of the wall. Guidebooks at the entrances to the memorial can help visitors find a specific name, corresponding to the panel number",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C65F1E1C-0486-03E5-C9BBEEFA3F287B82.jpg",
        "credit": "",
        "altText": "Snow-covered sidewalk and wall of Vietnam War Memorial wall leading towards the Washington Monument.",
        "title": "Vietnam Veterans Memorial",
        "description": "",
        "caption": "Vietnam Veterans Memorial and Washington Monument at National Mall and Memorial Parks.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C65F1E1C-0486-03E5-C9BBEEFA3F287B82.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C65F1E1C-0486-03E5-C9BBEEFA3F287B82.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      },
      {
        "states": "DC",
        "parkCode": "vive",
        "designation": "",
        "fullName": "Vietnam Veterans Memorial",
        "url": "https://www.nps.gov/vive/index.htm",
        "name": "Vietnam Veterans Memorial"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "American Military",
      "veterans",
      "Memorial",
      "Vietnam Veterans Memorial",
      "National Mall and Memorial Parks"
    ],
    "latitude": "38.891265",
    "longitude": "-77.0476806",
    "latLong": "38.891265,-77.0476806",
    "bodyText": "<p>Dedicated in 1982, the Vietnam Veterans Memorial was a revolutionary minimalist design for a war memorial. From afar, the memorial appears as a gash on the landscape, an unhealed wound. The names of over 58,000 servicemembers who gave their lives between 1957 and 1975 are listed on the wall in chronological order starting and ending at the center of the wall.<br /> <br /> Guidebooks at the entrances to the memorial can help visitors find a specific name, corresponding to the panel number at the base of each panel and the row as counted from the top of the panel.<br /> <br /> According to a 2019 audit by the Vietnam Veterans Memorial Fund, 58,390 names are on the wall, but due to corrections, duplicates, or individuals who lived or are of unknown status, the wall represents 58,276 individuals.<br /> <br /> Names indicated with a cross are listed as missing in action, while a diamond superimposed on a cross represents a servicemember who was listed as missing in action when the memorial was built in 1982, but has since been determined to be killed in action.<br /> <br /> The nearby statues at the Vietnam Women's Memorial, the statue known as \"The Three Servicemen,\" and the flagpole representing the branches of the military are related features.<br /> <br /> Designer: Maya Ying Lin</p> <h4>Inscriptions</h4> <p>Apex panel, top<br /> 1959<br /> IN HONOR OF THE MEN AND WOMEN OF THE ARMED FORCES OF THE UNITED STATES WHO SERVED IN THE VIETNAM WAR. THE NAMES OF THOSE WHO GAVE THEIR LIVES AND OF THOSE WHO REMAIN MISSING ARE INSCRIBED IN THE ORDER THEY WERE TAKEN FROM US.<br /> Apex panel, bottom<br /> 1975<br /> OUR NATION HONORS THE COURAGE, SACRIFICE AND DEVOTION TO DUTY AND COUNTRY OF ITS VIETNAM VETERANS. THIS MEMORIAL WAS BUILT WITH PRIVATE CONTRIBUTIONS FROM THE AMERICAN PEOPLE. NOVEMBER 11, 1982<br /> Flag base<br /> This flag represents the service rendered to our country by the veterans of the Vietnam War. The flag affirms the principles of freedom for which they fought and their pride in having served under difficult circumstances.</p>",
    "audioDescription": "The Vietnam Veterans Memorial sits on two acres of land northwest of the Lincoln Memorial in Washington, DC. The memorial is bordered by Constitution Avenue, NW to the north, Henry Bacon Drive NW to the west and the Lincoln Memorial Reflecting Pool to the south. From the intersection of Lincoln Memorial Circle and Henry Bacon Drive, travel north about two hundred feet along a pedestrian walkway that runs parallel to Henry Bacon Drive, on its east side. On the left of the walkway are two three-foot tall glass-encased spiral-bound directories in bronze cases, providing on the location of Vietnam veteran's names on the Memorial Wall. One hundred twenty feet to the northeast a cobblestone entrance leads one hundred feet into the Vietnam Veterans Memorial Wall. Two black granite walls built into a grass lawn embankment come together to form a \"V\", the ends of which point toward the Washington Monument and Lincoln Memorial respectively. Each wall is two hundred forty-six feet long and ten feet tall at their apex in the middle. Over fifty-eight thousand names are inscribed along the polished black wall. Names are inscribed with a + or diamond to denote whether missing in action or confirmed dead. The year \"1959\" is inscribed in large numbers on the top of the panel abutting the right side of the apex. To the right of this date is the inscription: IN HONOR OF THE MEN AND WOMEN OF THE ARMED FORCES OF THE UNITED STATES WHO SERVED IN THE VIETNAM WAR. THE NAMES OF THOSE WHO GAVE THEIR LIVES AND OF THOSE WHO REMAIN MISSING ARE INSCRIBED IN THE ORDER THEY WERE TAKEN FROM US. The year \"1975\" is inscribed in large numbers on the bottom of the panel abutting the left side of the apex. To the left of this date is the inscription: OUR NATION HONORS THE COURAGE, SACRIFICE AND DEVOTION TO DUTY AND COUNTRY OF ITS VIETNAM VETERANS. THIS MEMORIAL WAS BUILT WITH PRIVATE CONTRIBUTIONS FROM THE AMERICAN PEOPLE. NOVEMBER 11, 1982. South of the Memorial Wall is a plaza featuring three bronze statues of men in military gear, set among a small patch of shrubs. A sixty-foot tall flagpole flying the American flag stands about thirty feet west of the Three Servicemen statue. About three hundred fifty feet west, along a pedestrian walkway south of the Three Servicemen Statue, in a tree-lined plaza is the Vietnam Veterans Memorial Women's Memorial. Eight yellowwood trees surround the plaza and benches are set along the south, east, and west sides. A sixty-foot tall flagpole flying the American flag stands about thirty feet west of the Three Servicemen statue. A gold inscription around its base reads: This flag represents the service rendered to our country by the veterans of the Vietnam War. The flag affirms the principles of freedom for which they fought and their pride in having served under difficult circumstances.<br />Circular medallions are engraved around a star pattern at the flagpole base representing the Department of the Army, Department of the Navy, Department of the Air Force, and United States Coast Guard.<br />Set at the southwest end of the memorial, just northeast of Lincoln Memorial Circle is a tan, circular one-story octagonal building with a green roof and brown border around its roofline will be on your left. The structure has three double-sided sliding windows on its west-facing sides and a National Park Service attendee is available at the front window to assist visitors with information about the Vietnam Veterans Memorial.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "f42fd544-def4-4d25-86c7-2b5461ea6b97",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Public Transit",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Washington, DC",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Memorial to US service members who died in service in the Vietnam War",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "74084D1A-5E53-47AA-A6CD-180A3E2A82A4",
    "url": "https://www.nps.gov/places/000/vietnam-veterans-memorial-directory.htm",
    "title": "Vietnam Veterans Memorial Directory",
    "listingDescription": "These directories help locate names on the wall. The directories are organized alphabetically by last name. Each entry includes a panel number and letter; \"W\" is for \"west\" or the left half of the memorial, \"E\" is for east, or the right half of the memorial. The numbers on the wall ascend from the center out toward the left and right extremes. Look at the bottom of each panel on the wall for its number.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C63D163E-072B-C914-00279E5DE553F15C.jpg",
        "credit": "",
        "altText": "Spiral bound directory of names.",
        "title": "VIVE Directory",
        "description": "",
        "caption": "Vietnam Veterans Memorial Directory",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C63D163E-072B-C914-00279E5DE553F15C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C63D163E-072B-C914-00279E5DE553F15C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      },
      {
        "states": "DC",
        "parkCode": "vive",
        "designation": "",
        "fullName": "Vietnam Veterans Memorial",
        "url": "https://www.nps.gov/vive/index.htm",
        "name": "Vietnam Veterans Memorial"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.891452",
    "longitude": "-77.046573",
    "latLong": "38.891452,-77.046573",
    "bodyText": "<p>These directories help locate names on the wall. The directories are organized alphabetically by last name. Each entry includes a panel number and letter; \"W\" is for \"west\" or the left half of the memorial, \"E\" is for east, or the right half of the memorial. The numbers on the wall ascend from the center out toward the left and right extremes. Look at the bottom of each panel on the wall for its number.</p>",
    "audioDescription": "(315 words)<br />The Vietnam Veterans Memorial sits on two acres of land northwest of the Lincoln Memorial in Washington, DC. The memorial is bordered by Constitution Avenue, NW to the north, Henry Bacon Drive NW to the west and the Lincoln Memorial Reflecting Pool to the south.<br />From the intersection of Constitution Avenue and 21st street, travel south along the pedestrian walkway about two hundred fifty feet. At the east side of the walkway is a three-foot tall glass-encased spiral-bound directory in a bronze case. The path continues one hundred twenty feet south to the east end of the Vietnam Veterans Memorial Wall.<br />The glass face of the directory is open underneath the glass at the front side for access.<br />Etched in white letters at the top center of the glass reads:<br />FIND A NAME<br />Above is written:<br />West <> East<br />An image of the Lincoln Memorial sits in the upper left corner. Just below a long triangle stretches across the top of the glass. At the left is written:<br />NAMES OF THE FALLEN<br />1968 > 1975<br />The triangle is marked across with codes, beginning with W70 on the left, that correspond to names listed in the directory.<br />In the upper right corner of the glass is an image of the Washington Monument<br />Below is written:<br />NAMES OF THE FALLEN<br />1959 > 1968<br />Etched at the bottom center is:<br />1975 | 1959<br />To the left reads:<br />Our nation honors the courage, sacrifice and devotion to duty and courage of its Vietnam Veterans. This memorial was built with private contributions from the American people.<br />November 11, 1982<br />Text at the bottom right reads:<br />In honor of the men and women of the Armed Forces of the United States who served in the Vietnam War. The names of those who gave their lives and of those who remain missing are inscribed in the order they were taken from us.<br />END OF DESCRIPTION<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Public Transit",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "209C976E-CE0B-4796-976F-D1E275C45943",
    "url": "https://www.nps.gov/places/000/vietnam-veterans-memorial-kiosk.htm",
    "title": "Vietnam Veterans Memorial Kiosk",
    "listingDescription": "When the kiosk is staffed, volunteers or NPS personnel are available at the window to answer questions and provide assistance. This help may include providing paper and pencil to make rubbings of names on the wall. They may also assist with locating a name engraved on the memorial.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C614B411-B015-CDBC-F786B43B906845BE.jpg",
        "credit": "",
        "altText": "A small National Park Service branded information kiosk.",
        "title": "VIVE Information Kiosk",
        "description": "",
        "caption": "Vietnam Veterans Memorial Information Kiosk",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C614B411-B015-CDBC-F786B43B906845BE.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C614B411-B015-CDBC-F786B43B906845BE.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      },
      {
        "states": "DC",
        "parkCode": "vive",
        "designation": "",
        "fullName": "Vietnam Veterans Memorial",
        "url": "https://www.nps.gov/vive/index.htm",
        "name": "Vietnam Veterans Memorial"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Vietnam Veterans Memorial",
      "National Mall and Memorial Parks",
      "information kiosk"
    ],
    "latitude": "38.8900272444",
    "longitude": "-77.0488507801",
    "latLong": "38.8900272444,-77.0488507801",
    "bodyText": "<p>When the kiosk is staffed, volunteers or NPS personnel are available at the window to answer questions and provide assistance. This help may include looking up the location of names engraved on the memorial as well as providing paper and pencil for those wishing to make rubbings of names on the wall.</p>",
    "audioDescription": "The Vietnam Veterans Memorial sits on two acres of land northwest of the Lincoln Memorial in Washington, DC. The memorial is bordered by Constitution Avenue, NW to the north, Henry Bacon Drive NW to the west and the Lincoln Memorial Reflecting Pool to the south. From the intersection of Lincoln Memorial Circle and Henry Bacon Drive, travel north along Henry Bacon Drive about forty feet. Turn right and follow the pedestrian path about one hundred fifty feet to the southwest. A tan, circular one-story octagonal building with a green roof and brown border around its roofline will be on your left. Written across the front roofline in white letters is: Information. All other sides of the roofline read: Vietnam Veterans Memorial. The structure has three double-sided sliding windows on its west-facing sides. and a National Park Service attendee is available to assist visitors at the front window. When the kiosk is staffed, volunteers or NPS personnel are available at the window to answer questions and provide assistance. Three hundred feet to the southwest is the Lincoln Memorial and two hundred fifty feet to the southeast is the Lincoln Memorial Reflecting Pool.",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "Vietnam Veterans Memorial Information Kiosk 5 Henry Bacon Drive NW, Washington, DC 20002 Find the following park stamps at this location: Korean War Veterans Memorial Lincoln Memorial Vietnam Veterans Memorial Vietnam Women’s Memorial",
    "passportStampImages": [
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/E915607E-0B5C-1BCB-3A572B3E76EBAC19.jpg"
          }
        ],
        "altText": "Circle with arced text Park Name Here Date Year, Washington, DC.",
        "title": "Find stamps for several locations here.",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/E915607E-0B5C-1BCB-3A572B3E76EBAC19.jpg"
      }
    ],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "7f15ba4f-9a66-47e3-a113-2617cd54f87d",
    "isManagedByNps": "1",
    "amenities": [
      "Information",
      "Information - Ranger/Staff Member Present",
      "Public Transit",
      "Trash/Litter Receptacles",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "4B99D7DE-CC2E-4465-A4AD-FF084451B5E3",
    "url": "https://www.nps.gov/places/000/vietnam-veterans-memorial-directory-1.htm",
    "title": "Vietnam Veterans Memorial directory-1",
    "listingDescription": "These directories help locate names on the wall. The directories are organized alphabetically by last name. Each entry includes a panel number and letter; \"W\" is for \"west\" or the left half of the memorial, \"E\" is for east, or the right half of the memorial. The numbers on the wall ascend from the center out toward the left and right extremes. Look at the bottom of each panel on the wall for its number.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C63D163E-072B-C914-00279E5DE553F15C.jpg",
        "credit": "",
        "altText": "Spiral bound directory of names.",
        "title": "VIVE Directory",
        "description": "",
        "caption": "Vietnam Veterans Memorial Directory",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C63D163E-072B-C914-00279E5DE553F15C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C63D163E-072B-C914-00279E5DE553F15C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      },
      {
        "states": "DC",
        "parkCode": "vive",
        "designation": "",
        "fullName": "Vietnam Veterans Memorial",
        "url": "https://www.nps.gov/vive/index.htm",
        "name": "Vietnam Veterans Memorial"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.890651",
    "longitude": "-77.048479",
    "latLong": "38.890651,-77.048479",
    "bodyText": "<p>These directories help locate names on the wall. The directories are organized alphabetically by last name. Each entry includes a panel number and letter; \"W\" is for \"west\" or the left half of the memorial, \"E\" is for east, or the right half of the memorial. The numbers on the wall ascend from the center out toward the left and right extremes. Look at the bottom of each panel on the wall for its number.</p>",
    "audioDescription": "(340 words)<br />The Vietnam Veterans Memorial sits on two acres of land northwest of the Lincoln Memorial in Washington, DC. The memorial is bordered by Constitution Avenue, NW to the north, Henry Bacon Drive NW to the west and the Lincoln Memorial Reflecting Pool to the south.<br />From the intersection of Lincoln Memorial Circle and Henry Bacon Drive, travel north along Henry Bacon Drive about two hundred feet. Turn right and proceed about one hundred thirty feet. At the west side of the walkway are two three-foot tall glass-encased spiral-bound directories in a bronze case. A path to the east leads to the Vietnam Veterans Memorial Wall.<br />Two additional sets of directories sit about seventy-five feet to the south, on the west side of the pathway.<br />The directories sit about five feet apart. The glass face is open underneath at the front side for access to the directories.<br />Etched in white letters at the top center reads:<br />FIND A NAME<br />Above is written:<br />West <> East<br />An image of the Lincoln Memorial sits in the upper left corner. Just below a long triangle stretches across the top of the glass. At the left is written:<br />NAMES OF THE FALLEN<br />1968 > 1975<br />The triangle is marked across with codes, beginning with W70 on the left, that correspond to names listed in the directory.<br />In the upper right corner of the glass is an image of the Washington Monument<br />Below is written:<br />NAMES OF THE FALLEN<br />1959 > 1968<br />Etched at the bottom center is:<br />1975 | 1959<br />To the left reads:<br />Our nation honors the courage, sacrifice and devotion to duty and courage of its Vietnam Veterans. This memorial was built with private contributions from the American people.<br />November 11, 1982<br />Text at the bottom right reads:<br />In honor of the men and women of the Armed Forces of the United States who served in the Vietnam War. The names of those who gave their lives and of those who remain missing are inscribed in the order they were taken from us.<br />END OF DESCRIPTION<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Public Transit",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "5B218753-BB11-4628-A3D4-8027C1994191",
    "url": "https://www.nps.gov/places/000/vietnam-veterans-memorial-in-memory-plaque.htm",
    "title": "Vietnam Veterans Memorial: In Memory Plaque",
    "listingDescription": "On the northeast edge of the Three Servicemen plaza is a rectangular bronze plaque set into a rectangular base on the ground. The plaque measures 24 inches by 36 inches (about 60 by 91 centimeters) with the base about 2 inches (5 centimeters) wider. The plaque is engraved with gold-plated block letters that read: IN MEMORY OF THE MEN AND WOMEN WHO SERVED IN THE VIETNAM WAR AND LATER DIED AS A RESULT OF THEIR SERVICE WE HONOR AND REMEMBER THEIR SACRIFICE",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7E259B70-9B3E-1E15-D310C2A75FADA587.jpg",
        "credit": "NPS Photo/S. Philpott",
        "altText": "Rectangular bronze plaque on stone plaza with small Christmas tree next to it",
        "title": "In Memory Plaque",
        "description": "",
        "caption": "In Memory Plaque decorated for the holidays",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7E259B70-9B3E-1E15-D310C2A75FADA587.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7E259B70-9B3E-1E15-D310C2A75FADA587.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      },
      {
        "states": "DC",
        "parkCode": "vive",
        "designation": "",
        "fullName": "Vietnam Veterans Memorial",
        "url": "https://www.nps.gov/vive/index.htm",
        "name": "Vietnam Veterans Memorial"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Vietnam Veterans Memorial",
      "National Mall and Memorial Parks",
      "sacrifice"
    ],
    "latitude": "38.890583",
    "longitude": "-77.048141",
    "latLong": "38.890583,-77.048141",
    "bodyText": "<p>The \"In Memory\" plaque, dedicated in 2004, is located within the northeast corner of the Three Servicemen statue plaza. The plaque honors the men and women who served in Vietnam and later died from causes related to the war. Since the Vietnam War ended, thousands of Vietnam veterans have died each year due to Agent Orange exposure, PTSD/suicide, cancer and other causes related to their service. They are remembered for their sacrifice. Since 1999, the Vietnam Veterans Memorial Fund has held an In Memory Day ceremony each year to honor all those who died as a result of the war. This yearly ceremony recognizes new honorees and all whose names are on the In Memory Honor Roll.<br /> <br /> Inscription:</p> <p style=\"text-align: center;\">IN MEMORY<br /> OF THE MEN AND WOMEN<br /> WHO SERVED IN THE VIETNAM WAR<br /> AND LATER DIED AS A RESULT<br /> OF THEIR SERVICE<br /> <br /> WE HONOR AND REMEMBER<br /> THEIR SACRIFICE</p>",
    "audioDescription": "(197 words)<br />The Vietnam Veterans Memorial sits on two acres of land northwest of the Lincoln Memorial in Washington, DC. The memorial is bordered by Constitution Avenue, NW to the north, Henry Bacon Drive NW to the west and the Lincoln Memorial Reflecting Pool to the south.<br />From the intersection of Lincoln Memorial Circle and Henry Bacon Drive, travel north along Henry Bacon Drive about two hundred feet. Turn right and proceed east about one hundred thirty feet. The entrance into the Vietnam Veterans Memorial Wall will be to the north. Turn right and proceed south seventy feet. Sixty feet east, to your left are three bronze statues of men in military gear, set among a small patch of shrubs. About ten feet to their right, set in the southwest corner of the granite plaza is a one by two-foot black sign.<br />An inscription in gold letters across the face reads:<br />IN MEMORY<br />OF THE MEN AND WOMEN<br />WHO SERVED IN THE VIETNAM WAR<br />AND LATER DIED AS A RESULT<br />OF THEIR SERVICE<br />WE HONOR AND REMEMBER<br />THEIR SACRIFICE<br />A black chain fence, about one foot tall, guards the plaque and lines the plaza around the three servicemen.<br />END OF DESCRIPTION<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Public Transit",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "02BAE3E2-E683-477D-9ACE-DC480D08B0F1",
    "url": "https://www.nps.gov/places/000/vietnam-veterans-memorial-three-servicemen-statue.htm",
    "title": "Vietnam Veterans Memorial: Three Servicemen Statue",
    "listingDescription": "The Three Servicemen is a bronze statue of three young men looking off in the distance with concerned expressions. Their clothing is tinted khaki. They each wear loose rumpled pants tucked into tall, laced boots. The figure in the center stands slightly in front of the other two. His arms are straight and held slightly away from his body with fingers spread. He wears a sleeveless vest with the front zipper open and no shirt underneath. The vest has two bulging square pockets",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C5E1DD28-AEDD-7D90-EC4EFDA568B242C5.jpg",
        "credit": "",
        "altText": "Three statues representing soldiers in Vietnam.",
        "title": "VIVE Three Servicemen Statue",
        "description": "",
        "caption": "Vietnam Veterans Memorial: Three Servicemen Statue",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C5E1DD28-AEDD-7D90-EC4EFDA568B242C5.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C5E1DD28-AEDD-7D90-EC4EFDA568B242C5.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      },
      {
        "states": "DC",
        "parkCode": "vive",
        "designation": "",
        "fullName": "Vietnam Veterans Memorial",
        "url": "https://www.nps.gov/vive/index.htm",
        "name": "Vietnam Veterans Memorial"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Vietnam Veterans Memorial",
      "National Mall and Memorial Parks",
      "sculpture",
      "military"
    ],
    "latitude": "38.890511",
    "longitude": "-77.048214",
    "latLong": "38.890511,-77.048214",
    "bodyText": "<p>The Three Servicemen statue and flagstaff were added to the Vietnam Veterans Memorial in 1984. The statue depicts three American servicemen and the things they carried. Sculptor Frederick Hart's goal was to create a moving evocation of the experience and service of the Vietnam veteran. As Hart described the sculpture, \"The contrast between the innocence of their youth and the weapons of war underscores the poignancy of their sacrifice. There is about them the physical contact and sense of unity that bespeaks the bonds of love and sacrifice that is the nature of men at war...Their strength and their vulnerability are both evident.\"<br /> <br /> The base of the 60-foot flagpole contains emblems of the five services of the military. On it flies the American flag and the P.O.W. M.I.A banner beneath it. </p>",
    "audioDescription": "(304 words)<br />The Vietnam Veterans Memorial sits on two acres of land northwest of the Lincoln Memorial in Washington, DC. The memorial is bordered by Constitution Avenue, NW to the north, Henry Bacon Drive NW to the west and the Lincoln Memorial Reflecting Pool to the south.<br />From the intersection of Lincoln Memorial Circle and Henry Bacon Drive, travel north along Henry Bacon Drive about two hundred feet. Turn right and proceed east about one hundred thirty feet. The entrance into the Vietnam Veterans Memorial Wall will be to the north. Turn right and proceed south seventy feet. Sixty feet east, to your left are three bronze statues of men in military gear, set among a small patch of shrubs.<br />The three men, one Hispanic, one Caucasian, and one African-American, all stand side by side in military fatigues and face north. The man to the left wears a cloth hat, a bullet belt around his chest and waist, holds his rifle across his shoulders, and carries two water bottles on his right hip. The center man, standing slightly forward, wears a military vest with bare arms, hands at his sides. The right man has his shirt sleeves rolled up, holds his rifle down at his left side, and has a towel draped over his neck.<br />A black chain fence, about one foot tall, surrounds the three servicemen and the bushes at their feet.<br />An inscription on the back-right side of the statue base reads:<br />Joel Meisner & Co. Inc.<br />JM Foundry<br />An inscription on the left side of the base reads:<br />Frederick E. Hart<br />1984<br />About ten feet to the right of the statue, set in the southwest corner of the granite plaza is the \"In Memory Plaque.\"<br />A sixty-foot tall flagpole flying the American flag stands about thirty feet west of the Three Servicemen statue.<br />END OF DESCRIPTION<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Public Transit",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6D8ECE5F-5990-452F-BD67-E08E97E58F78",
    "url": "https://www.nps.gov/places/000/vietnam-womens-memorial.htm",
    "title": "Vietnam Women's Memorial",
    "listingDescription": "The Vietnam Women's Memorial honors the women who risked their lives in service during the Vietnam War. The sculpture designed by Glenna Goodacre was dedicated on Veterans Day in 1993. Planted around the statue's plaza are eight yellowwood trees, one to commemorate each of the American women who died during their service in Vietnam whose names are engraved on the wall.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C5C15CFC-CB21-7F9A-6363D690FCFFA1D7.jpg",
        "credit": "",
        "altText": "Statue of women caring for a fallen soldier.",
        "title": "Vietnam Women's Memorial",
        "description": "",
        "caption": "Vietnam Women's Memorial",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C5C15CFC-CB21-7F9A-6363D690FCFFA1D7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C5C15CFC-CB21-7F9A-6363D690FCFFA1D7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      },
      {
        "states": "DC",
        "parkCode": "vive",
        "designation": "",
        "fullName": "Vietnam Veterans Memorial",
        "url": "https://www.nps.gov/vive/index.htm",
        "name": "Vietnam Veterans Memorial"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Women's History",
      "military history",
      "Vietnam War"
    ],
    "latitude": "38.890541699614914",
    "longitude": "-77.0469812005881",
    "latLong": "38.890541699614914,-77.0469812005881",
    "bodyText": "<p>During the Vietnam War, women served in many different roles. Many women served as nurses and physicians while others acted as air traffic controllers, communication specialists, and  intelligence officers. The Vietnam Women’s Memorial was established to honor the women who risked their lives to serve their country.<br /> <br /> The memorial was dedicated in 1993 and includes a sculpture by Texas artist Glenna Goodacre depicting three women caring for a fallen soldier. Eight yellowwood trees surround the sculpture in honor of the eight servicewomen who gave their lives in Vietnam. The women's names are also among the over 58,000 names on the Vietnam Veterans Memorial. Ask a ranger to find a name on the wall and learn more about the people who served our country.</p>",
    "audioDescription": "The Vietnam Veterans Memorial sits on two acres of land northwest of the Lincoln Memorial in Washington, DC. The memorial is bordered by Constitution Avenue, NW to the north, Henry Bacon Drive NW to the west and the Lincoln Memorial Reflecting Pool to the south. From the south side of Constitution Avenue at its intersection with 21st Street, travel south onto the pedestrian walkway into the park. Follow the path five hundred fifty feet south. Turn right onto the intersecting path Thirty feet to the left in a tree-lined fifty by fifty-foot black granite plaza is the Vietnam Women's Memorial. . There are benches along the perimeter of the plaza. The sculpture depicts three women caring for a fallen soldier. One woman crouches along a wall of sandbags with the man draped across her lap, supporting his upper body with her right arm. Her left arm is bent, with her hand holding a piece of cloth to the man’s chest. The man’s eyes are covered with another piece of cloth. He appears limp and lifeless, with right arm hanging down along the sandbags, left arm across his lower body, and head back with mouth open. His right leg is straight with foot slightly turned, left leg bent at a slight angle. The woman gazes down at the man with an expression of concern. To her left and slightly behind, another woman wearing military fatigues and cap looks upward towards the sky with mouth open in an expression of anticipation. Her back is towards the fallen man. Her right arm is bent and resting along the left arm of the woman next to her, with right hand loosely gripping the other woman’s elbow. Between these two, a third woman kneels next to the sandbags and reaches down to pick up the fallen man’s helmet, her brow furrowed in concern. The oval stone base of the statue is 8 inches (20 centimeters) high. There is no fence around the statue and visitors are welcome to walk up and touch it. Eight yellowwood trees are planted around the outer perimeter of the circle representing the eight women who died during their service in the Vietnam War.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "4c2754a4-c829-4588-98b9-48bbbe8992b7",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Public Transit",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]