[
  {
    "id": "27E9DA6E-1295-451A-AC5C-0FA0926C0D03",
    "url": "https://www.nps.gov/places/battlefield-overlook.htm",
    "title": "Battlefield Overlook",
    "listingDescription": "An overlook providing views of the area where Black Kettle's village was attacked by the 7th US Cavalry.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/12FB97B5-EA1B-666B-00543D5C6ABF2D0A.jpg",
        "credit": "NPS",
        "altText": "A wooden fence with ribbons tied to it in front of a grassy valley with hills in the distance.",
        "title": "Washita Overlook",
        "description": "",
        "caption": "View from the Washita Battlefield Overlook at sunset.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/12FB97B5-EA1B-666B-00543D5C6ABF2D0A.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/12FB97B5-EA1B-666B-00543D5C6ABF2D0A.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OK",
        "parkCode": "waba",
        "designation": "National Historic Site",
        "fullName": "Washita Battlefield National Historic Site",
        "url": "https://www.nps.gov/waba/index.htm",
        "name": "Washita Battlefield"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Washita Battlefield",
      "overlook",
      "indian wars",
      "Custer",
      "black kettle",
      "Cheyenne",
      "7th Cavalry"
    ],
    "latitude": "35.617458",
    "longitude": "-99.700071",
    "latLong": "35.617458,-99.700071",
    "bodyText": "<p>The Battlefield Overlook provides a view of the Washita River valley where Black Kettle's village was located. This was the site where Lt. Col. George Armstrong Custer led the 7th US Cavalry in a surprise dawn attack against Black Kettle's Cheyenne village along the Washita River on November 27, 1868.</p> <h2>The Attack</h2> <p>Black Kettle's village was located on the south bank of the Washita River which runs through the line of trees in the middle of the valley. During the night before the attack, Custer led his troops in from the north following the trail of a Cheyenne war party. Upon reaching the far hills in the dark, the scouts determined that a village was in the valley from a dog's bark and a baby's cry. Custer decided to split his forces into four battalions to surround the village and launched a surprise attack at first light. The village fell quickly as they were caught off guard by the surprise attack, allowing the cavalry to quickly secure the village. Skirmishes continued throughout the day as villagers fled to the downstream camps, ultimately leading to the deaths of Custer's second in command, Maj. Joel Elliott, along with 17 soldiers as they chased after fleeing Cheyenne.<br /> <br /> As the downstream camps got word of the attack, their warriors began gathering on the hills to the north and east. However, Custer had already taken captives from the village, so the responding warriors did not launch a counter attack against the cavalry in fear that the captives would be killed. Upon seeing that he was quickly becoming outnumbered by the responding warriors, Custer ordered the majority of the Cheyenne horse herd that couldn't be taken with him killed. Then he feinted to the east towards the downstream villages like he was attacking before doubling back under the cover of darkness to begin the return trek to the north.<br /> <br /> In the end, more than 50 Cheyenne were killed and 53 taken captive while the 7th US Cavalry lost 22 soldiers in the attack.</p> <h2>Preserving the Story</h2> <p>Prior to the creation of Washita Battlefield National Historic Site, a 3.5 acre overlook was first created and maintained by the Oklahoma Historical Society to preserve the story of the attack. Then in 1996, Washita Battlefield National Historic Site was formed, ultimately leading to the National Park Service protecting the site of Black Kettle's village along the Washita as well as the overlook.</p>",
    "audioDescription": "The overlook is in a wide open grassland with scattered trees and shrubs. The overlook is entered through a semi-circular parking area on the north side of the road with the battlefield located to the north. Next to the parking area are two stone battlefield markers commemorating the attack. To the west is a pit toilet and to the east there is a paved path leading to a covered overlook with signs describing the attack and views of the valley below. The valley is mostly grasslands with scattered trees, including a line of trees through the valley bottom where the Washita River runs. The paved path continues through the overlook and winds to the north where it passes through a wooden fence and on into the battlefield. This fence has clothes tied to it as prayers left by visitors. On the far side of the valley are the red dirt Horseshoe Hills.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/waba/index.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Accessible Sites",
      "Benches/Seating",
      "Cellular Signal",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Restroom",
      "Restroom - Accessible",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting",
      "Trailhead"
    ],
    "managedByOrg": "NPS",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Cheyenne, OK",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Overlooks Washita Battlefield",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D4407147-92F8-4145-A08F-FCC97079B670",
    "url": "https://www.nps.gov/places/stop-eight.htm",
    "title": "Stop Eight",
    "listingDescription": "Stop eight along the Washita Battlefield self guided tour.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B31C99EB-EFFC-ED10-61FF8B4981E0E298.jpg",
        "credit": "NPS / Christian Schroll",
        "altText": "A small river running between grassy banks surrounded by trees under a cloudy sky.",
        "title": "Trail Stop Eight",
        "description": "",
        "caption": "The Washita River near the site of Black Kettle's village.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B31C99EB-EFFC-ED10-61FF8B4981E0E298.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B31C99EB-EFFC-ED10-61FF8B4981E0E298.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OK",
        "parkCode": "waba",
        "designation": "National Historic Site",
        "fullName": "Washita Battlefield National Historic Site",
        "url": "https://www.nps.gov/waba/index.htm",
        "name": "Washita Battlefield"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Washita Battlefield",
      "self guided tour"
    ],
    "latitude": "35.62442768936579",
    "longitude": "-99.70300859600698",
    "latLong": "35.62442768936579,-99.70300859600698",
    "bodyText": "<p><b><i>\"We found Chief Black Kettle's body at the edge of the stream within a few yards of his lodge. All of it was under water except for his face. His body had two bullet holes in it. One bullet had entered from the front, through the abdomen. The other had struck him in the back just below the shoulders. This bullet had shattered his backbone. It is possible one of these same bullets may have killed his wife whose body was found a few steps up the bank. One of the two braids in which she wore her hair had been cut off.</i></b><br /> <br /> <b><i>We carried these bodies to a small sand hill north of where they had been found. That was the last I saw of them, for I went back to the village to try and find the body of an aunt who had been reported killed. When I left the group around the bodies of Black Kettle and his wife, the men were discussing carrying them farther from the stream for burial. Whether it was done or whether they were buried on the little sand knoll I do not know.\"</i></b><br /> <br /> <i>- Magpie, Washita Survivor</i></p>",
    "audioDescription": "This stop is located at post eight along a paved path as the trail curves to the east. Just east of the post the trail changes to dirt and grass. The Washita River runs through the middle of the valley to the north of the trail. The river is surround by trees and shrubs on both sides and then a wide grassy valley spreads out on either side before rising up to hills to the north and south.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/waba/index.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "NPS",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Washita Battlefield National Historic Site",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "883F2005-6671-498C-A295-E6FC382B14BC",
    "url": "https://www.nps.gov/places/stop-eleven.htm",
    "title": "Stop Eleven",
    "listingDescription": "Stop eleven along the Washita Battlefield self guided tour.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4C29E644-9DF7-6F9A-83C6DE2AAFA74159.jpg",
        "credit": "NPS / Christian Schroll",
        "altText": "A grassy valley bottom with trees in the distance under a blue sky.",
        "title": "Trail Stop Eleven",
        "description": "",
        "caption": "The valley bottom along the lower trail.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4C29E644-9DF7-6F9A-83C6DE2AAFA74159.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4C29E644-9DF7-6F9A-83C6DE2AAFA74159.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OK",
        "parkCode": "waba",
        "designation": "National Historic Site",
        "fullName": "Washita Battlefield National Historic Site",
        "url": "https://www.nps.gov/waba/index.htm",
        "name": "Washita Battlefield"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Washita Battlefield",
      "self guided tour"
    ],
    "latitude": "35.622466",
    "longitude": "-99.701015",
    "latLong": "35.622466,-99.701015",
    "bodyText": "<p>Lt. Col. Custer was following orders when he came across Black Kettle’s village. Known as an aggressive Indian fighter, Custer found purpose in protecting American emigrants on the Plains.<br /> <br /> The men of the 7th US Cavalry, many of whom had former service in the Civil War, also found a renewed sense of purpose in their work on the plains. Looking for a meal and a paycheck, they instead found cholera, harsh conditions, and plenty of fighting during their campaigns that ranged from the Missouri River to the Rocky Mountains.<br /> <br /> At Washita, this hardened group charged into battle to the tune of “Garry Owen”, their regimental song. The instruments froze up halfway through the first stanza because of the bitter cold.<br /> <br /> Custer also had 12 Osage scouts in his employ. The Osage, enemies of most other Plains tribes, led the Cavalry to the village and then, after waiting to make sure they wouldn’t be mistaken for Cheyenne, joined the fight.<br /> <br /> Custer lost 22 men in the fighting, two officers and twenty enlisted.</p>",
    "audioDescription": "This stop is located at post eleven along a grass path as the trail heads in a southern direction in a large grassy valley bottom. To the north there is a line of trees where the Washita River runs through the middle of the valley before the valley rises into red hills on the horizon. On the south side of the valley there is a line of trees along the side of a hill climbing out of the valley.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/waba/index.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "NPS",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Washita Battlefield National Historic Site",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8092EF75-8CAD-4D7A-B9BA-E897E5A66724",
    "url": "https://www.nps.gov/places/stop-fifteen.htm",
    "title": "Stop Fifteen",
    "listingDescription": "Stop fifteen along the Washita Battlefield self guided tour.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4E596CC6-CE43-BDEF-170BB551BD282066.jpg",
        "credit": "NPS / Christian Schroll",
        "altText": "A wide grassland with a line of trees running through its bottom with red hills in the distance.",
        "title": "Trail Stop Fifteen",
        "description": "",
        "caption": "Grasslands overlooking Washita Battlefield.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4E596CC6-CE43-BDEF-170BB551BD282066.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4E596CC6-CE43-BDEF-170BB551BD282066.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OK",
        "parkCode": "waba",
        "designation": "National Historic Site",
        "fullName": "Washita Battlefield National Historic Site",
        "url": "https://www.nps.gov/waba/index.htm",
        "name": "Washita Battlefield"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Washita Battlefield",
      "self guided tour"
    ],
    "latitude": "35.617822",
    "longitude": "-99.699486",
    "latLong": "35.617822,-99.699486",
    "bodyText": "<p>After Washita, the Southern Plains Indian War continued into March 1869 when Lt. Col. Custer caught up with the Cheyenne again at Sweetwater Creek in Texas. He held three chiefs captive, forcing the Cheyenne to promise to accept life on the reservation.<br /> <br /> According to oral tradition, while at Sweetwater, Custer was asked to smoke a pipe. When it came back from going around the room, the chief dumped the ashes on Custer's boots, telling him that, \"If Custer ever lied to the Cheyenne, or attacked the Cheyenne, he and his men would be killed.\" Custer left the Cheyenne alone for seven and a half years, until June 1876 at Little Bighorn.<br /> <br /> Many stories are told of Custer and his final battle.<br /> <br /> If you had happened upon the village of Peace Chief Black Kettle a few days after November 27, 1868, you would have noticed smoldering burn piles along the banks of the Washita River.<br /> <br /> <i>What story would these piles have told?</i><br /> <br /> <i>What story will you tell others about your experience today at Washita?</i></p>",
    "audioDescription": "This stop is located at post fifteen along a grassy path as the trail heads in a western direction in a large grassy area. To the north there is a line of trees as the ground drops down into a valley bottom where the Washita River runs through a band of trees before the valley rises into red hills on the horizon. To the southwest there is a covered overlook and a parking lot for the park.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/waba/index.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "NPS",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Washita Battlefield National Historic Site",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "50AFC1C4-49F0-4243-AE5B-119B024C3A6F",
    "url": "https://www.nps.gov/places/stop-five.htm",
    "title": "Stop Five",
    "listingDescription": "Stop five along the Washita Battlefield self guided tour.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AF74558D-EA9E-7DB2-7EDD13B7638373B3.jpg",
        "credit": "NPS / Christian Schroll",
        "altText": "A paved path winding down a hill through some trees.",
        "title": "Trail Stop Five",
        "description": "",
        "caption": "The trail dropping down into the river valley by stop five.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AF74558D-EA9E-7DB2-7EDD13B7638373B3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AF74558D-EA9E-7DB2-7EDD13B7638373B3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OK",
        "parkCode": "waba",
        "designation": "National Historic Site",
        "fullName": "Washita Battlefield National Historic Site",
        "url": "https://www.nps.gov/waba/index.htm",
        "name": "Washita Battlefield"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Washita Battlefield",
      "self guided tour"
    ],
    "latitude": "35.619961",
    "longitude": "-99.702329",
    "latLong": "35.619961,-99.702329",
    "bodyText": "<p>The snow is deep this morning, a foot and a half of snow sits on the ground around the village. You are camped with Chief Black Kettle’s Cheyenne people in a bend of the river. A few miles away is the main camp of 4,000 - 6,000 Cheyenne, Kiowa, and Arapaho. Black Kettle’s wife wanted to move closer to them. She was nervous. But it was too cold yesterday. Your group will join them later this morning when it’s safer to move the elderly, but for now you are warm in your tipi.<br /> <br /> But what’s that?! A shot?<br /> <br /> You hear a horn. The soldier’s horn!<br /> <br /> You spring up. You are barefooted and barely dressed. You look from your lodge and see white army soldiers riding - charging - toward the village. They are yelling and shooting at your friends and family that are emerging, confused and scared, from their tipis.<br /> <br /> You run, still barefooted, to the river. The water is icy and deep. You stumble as the bullets fly past. Go faster, down the river...Someone next to you falls. Gunshots everywhere.<br /> <br /> All is chaos.<br /> <br /> If only we had left yesterday....</p>",
    "audioDescription": "This stop is located at post five along a paved path as the trail winds down a hill through trees in a northerly direction. The valley below is a large open grassy area.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/waba/index.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "NPS",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Washita Battlefield National Historic Site",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "AE28D008-AA23-4032-AA7E-84C21060DF43",
    "url": "https://www.nps.gov/places/stop-four.htm",
    "title": "Stop Four",
    "listingDescription": "Stop four along the Washita Battlefield self guided tour.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/80457583-C07D-B5F9-E8C60F5F2A7B1ED5.jpg",
        "credit": "NPS / Christian Schroll",
        "altText": "A small red hill rising out of a grassy area under a blue sky.",
        "title": "Trail Stop Four",
        "description": "",
        "caption": "Custer's Knoll overlooking the river valley below.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/80457583-C07D-B5F9-E8C60F5F2A7B1ED5.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/80457583-C07D-B5F9-E8C60F5F2A7B1ED5.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OK",
        "parkCode": "waba",
        "designation": "National Historic Site",
        "fullName": "Washita Battlefield National Historic Site",
        "url": "https://www.nps.gov/waba/index.htm",
        "name": "Washita Battlefield"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Washita Battlefield",
      "self guided tour"
    ],
    "latitude": "35.6196085729",
    "longitude": "-99.7021807133",
    "latLong": "35.6196085729,-99.7021807133",
    "bodyText": "<p>At dawn on November 29, 1864, US (Colorado) volunteer soldiers attacked a village of Cheyenne and Arapaho Indians along Sand Creek in southeastern Colorado Territory. At the time, Chief Black Kettle of the Cheyenne had been pursuing peace with whites and believed his village to be under US Army protection. Approximately 230 Cheyenne and Arapaho women, children and elderly were killed and horribly mutilated. This attack came to be known as the Sand Creek Massacre and resulted in a massive public outcry as well as months of retaliatory raids by Cheyenne, Arapaho, and Lakota warriors.<br /> <br /> In the months and years that followed, treaties and attempts to move the tribes to reservations would fail. Innocents on both sides were killed. Tribal retaliation resulted in a military policy that \"punishment must follow crime\".<br /> <br /> The scene was set for the tragedy that would play out here in the Washita River valley four years later.<br /> <br /> <i>What would you have done to stop the cycle of violence in this conflict?</i></p>",
    "audioDescription": "This stop is located at post four along a paved path as the trail changes from heading west to heading north. To the south is a large grassy area while to the north there is a line of trees as the ground drops down into a valley bottom. A hill rises above the surrounding area to the east.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/waba/index.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "b317c980-72ed-4fdc-be46-cb7644988609",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "NPS",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Washita Battlefield National Historic Site",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A134870B-65ED-45D5-AE71-C63FFEFCEEBD",
    "url": "https://www.nps.gov/places/stop-fourteen.htm",
    "title": "Stop Fourteen",
    "listingDescription": "Stop fourteen along the Washita Battlefield self guided tour.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4E097C9C-E3D8-9D8D-BA3E0F27C6A719C3.jpg",
        "credit": "NPS / Christian Schroll",
        "altText": "A small hill rising out of a grassland under a blue sky.",
        "title": "Trail Stop Fourteen",
        "description": "",
        "caption": "A knoll in the grasslands near stop fourteen.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4E097C9C-E3D8-9D8D-BA3E0F27C6A719C3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4E097C9C-E3D8-9D8D-BA3E0F27C6A719C3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OK",
        "parkCode": "waba",
        "designation": "National Historic Site",
        "fullName": "Washita Battlefield National Historic Site",
        "url": "https://www.nps.gov/waba/index.htm",
        "name": "Washita Battlefield"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Washita Battlefield",
      "self guided tour"
    ],
    "latitude": "35.618495",
    "longitude": "-99.698588",
    "latLong": "35.618495,-99.698588",
    "bodyText": "<p>Soldiers are trained to follow orders. Although the soldiers of the 7th US Cavalry acted out of duty to protect emigrants in the Southern plains, some of the tactics they were ordered to employ didn’t always sit well.<br /> <br /> The Civil War strategy of “total war” - the use of force against an enemy’s resources and against non-combatants - when adopted in the Indian Wars often resulted in the death of women, children, and the elderly. These practices raised certain moral questions for some.<br /> <br /> <i>Have you ever been told to do something by someone in a position of authority that you did not believe was right for you? What did you do?</i><br /> <br /> <i>Should the trooper that saw Moving Behind have been court martialed for disobeying orders? Why or why not?</i></p>",
    "audioDescription": "This stop is located at post fourteen along a grassy path as the trail heads in a southern direction in a large grassy area. To the north there is a line of trees as the ground drops down into a valley bottom where the Washita River runs through a band of trees before the valley rises into red hills on the horizon.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/waba/index.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "NPS",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Washita Battlefield National Historic Site",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B60B4F81-5C24-4E45-9E0B-DC255EF5D7FD",
    "url": "https://www.nps.gov/places/stop-nine.htm",
    "title": "Stop Nine",
    "listingDescription": "Stop nine along the Washita Battlefield self guided tour.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B413DEFB-B612-6E82-434BA3B0A85CE178.jpg",
        "credit": "NPS / Christian Schroll",
        "altText": "A red hill rising out of a grassy field under an overcast sky.",
        "title": "Trail Stop Nine",
        "description": "",
        "caption": "Sugarloaf from trail stop nine.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B413DEFB-B612-6E82-434BA3B0A85CE178.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B413DEFB-B612-6E82-434BA3B0A85CE178.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OK",
        "parkCode": "waba",
        "designation": "National Historic Site",
        "fullName": "Washita Battlefield National Historic Site",
        "url": "https://www.nps.gov/waba/index.htm",
        "name": "Washita Battlefield"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Washita Battlefield",
      "self guided tour"
    ],
    "latitude": "35.62450337785818",
    "longitude": "-99.70269872068786",
    "latLong": "35.62450337785818,-99.70269872068786",
    "bodyText": "<p>The red rock knoll to the north is known as Sugarloaf.<br /> <br /> Before the attack, two army officers spotted Black Kettle’s village from there and strategically moved their forces further east for the attack.<br /> <br /> Afterwards, Cheyenne, Arapaho, Kiowa, and Comanche warriors from the nearby villages also watched from this knoll. They taunted the soldiers, hoping to draw some of them away, but could not attack for fear of harming the 53 women and children that had been taken captive.<br /> <br /> Two different views. Two different perspectives on one terrible day.<br /> <br /> After traditional army campaign tactics continued to fail to protect white emigrants, the attack at Washita was the first implementation of a new, more extreme strategy by Lt. Col. Custer and his soldiers. To the army, they were protecting the lives of emigrants.<br /> <br /> Surrounded by many who had lost faith in negotiations, Black Kettle was still attempting to find peace and safety for his people. To the tribes of the Southern Plains, they were protecting their own lives and way of life.<br /> <br /> <i>What view do you see?</i></p>",
    "audioDescription": "This stop is located at post nine along a dirt path as the trail curves to the east. The Washita River runs through the middle of the valley to the north of the trail. The river is surround by trees and shrubs on both sides and then a wide grassy valley spreads out on either side before rising up to hills to the north and south.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/waba/index.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "NPS",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Washita Battlefield National Historic Site",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B416FE15-5ED1-4070-9685-76F39E35E192",
    "url": "https://www.nps.gov/places/stop-one.htm",
    "title": "Stop One",
    "listingDescription": "Stop one along the Washita Battlefield self guided tour.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4A9E76EA-D172-0267-AE9F7E50D3C9E625.jpg",
        "credit": "NPS / Christian Schroll",
        "altText": "A grassy field with scattered trees and red hills in the distance under a blue sky.",
        "title": "Trail Stop One",
        "description": "",
        "caption": "Overlooking Washita Battlefield from trail stop one.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4A9E76EA-D172-0267-AE9F7E50D3C9E625.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4A9E76EA-D172-0267-AE9F7E50D3C9E625.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OK",
        "parkCode": "waba",
        "designation": "National Historic Site",
        "fullName": "Washita Battlefield National Historic Site",
        "url": "https://www.nps.gov/waba/index.htm",
        "name": "Washita Battlefield"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Washita Battlefield",
      "self guided tour"
    ],
    "latitude": "35.6181038428",
    "longitude": "-99.6998699066",
    "latLong": "35.6181038428,-99.6998699066",
    "bodyText": "<p><i>Look around you. What do you see?</i><br /> <br /> The scene before you looks much like it did on November 27, 1868. On that morning, just before dawn, the US Army advanced on Peace Chief Black Kettle’s village. Snow lay heavily upon the grasses as the Cheyenne slept.<br /> <br /> As you walk this trail you will not see remnants of the ensuing attack. You won’t find drawings of troop movements or diagrams of villages. You will find stillness and space to learn from the lives that were lost here.<br /> <br /> The attack on Black Kettle would epitomize the ethical dilemma of resolving cultural conflict through military means, and would forever alter a culture and a nation. Although the events here may seem in the past for some, the memory and pain are still strong for many.<br /> <br /> As you take this walk, we invite you to reflect on this hallowed ground, the events that created it, and the actions that we can take today to honor it.<br /> <br /> <i>Please consider - What questions does this place ask you? What power does it hold? How will you hear what it has to say?</i></p>",
    "audioDescription": "This stop is located at post one along a paved path as it curves from heading north to northwest in a large grassy field. To the north there is a line of trees as the ground drops down into a valley bottom where the Washita River runs through a band of trees before the valley rises into red hills on the horizon. To the south stands a covered overlook next to a parking lot overlooking the battlefield.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/waba/index.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "92e9d486-68be-4134-a4cd-6d49388132c4",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "NPS",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "4B692F9F-190E-405A-9DD6-6BFCED659CFB",
    "url": "https://www.nps.gov/places/stop-seven.htm",
    "title": "Stop Seven",
    "listingDescription": "Stop seven along the self guided tour.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B2939660-9C44-808D-E25225D6FD7AB584.jpg",
        "credit": "NPS / Christian Schroll",
        "altText": "A small river running between grassy banks surrounded by trees.",
        "title": "Trail Stop Seven",
        "description": "",
        "caption": "The Washita River near the site of Black Kettle's village.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B2939660-9C44-808D-E25225D6FD7AB584.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B2939660-9C44-808D-E25225D6FD7AB584.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OK",
        "parkCode": "waba",
        "designation": "National Historic Site",
        "fullName": "Washita Battlefield National Historic Site",
        "url": "https://www.nps.gov/waba/index.htm",
        "name": "Washita Battlefield"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Washita Battlefield",
      "self guided tour"
    ],
    "latitude": "35.624338",
    "longitude": "-99.703101",
    "latLong": "35.624338,-99.703101",
    "bodyText": "<p>As the attack escalated, many Cheyenne attempted to flee to the safety of the other villages down river. As they ran, they were met by soldiers on horseback as well as by the Corps d'Elite, a company of 40 elite army sharpshooters that were hidden in the brush you can see on the north side of the river.<br /> <br /> Sadly, many escaping across the river were unsuccessful, including Black Kettle and his wife Medicine Woman Later.<br /> <br /> Eugene Blackbear, Sr., descendent of the Washita event, explained <b><i>“They call it ‘battle’ but it was not a battle . . . Everybody was sleeping, they were surprise attacked, just like Pearl Harbor, Japanese did the Americans. Same tactics was used on our Cheyenne people. . . it’s sad where so many people were slaughtered. So many children, man, woman, kids, were killed.”</i></b><br /> <br /> Just like Pearl Harbor, the attack at Washita was a significant event in US history. It was a tragic example of the failure of the treaty system and escalated army tactics that came about because of that failure.</p>",
    "audioDescription": "This stop is located at post seven along a paved path as the trail heads in a northly direction in a large grassy valley bottom. To the north and west there is a line of trees where the Washita River runs through the middle of the valley. Among these trees next to the river is the prayer tree which has many prayer ribbons tied to its branches. Under the prayer tree there are two benches in the shade. To the north the valley rises into red hills on the horizon. On the south side of the valley there is a line of trees along the side of a hill climbing out of the valley.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/waba/index.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating"
    ],
    "managedByOrg": "NPS",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Washita Battlefield National Historic Site",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F74EE8FD-1685-4B44-895E-F1A34F7BD4C4",
    "url": "https://www.nps.gov/places/stop-six.htm",
    "title": "Stop Six",
    "listingDescription": "Stop six along the Washita Battlefield self guided tour.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B0EE079C-BCB6-F3E6-EA277859CF757A27.jpg",
        "credit": "NPS / Christian Schroll",
        "altText": "A grassy valley with a line of trees in the distance under a blue sky.",
        "title": "Trail Stop Six",
        "description": "",
        "caption": "The river valley in the area of Black Kettle's village.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B0EE079C-BCB6-F3E6-EA277859CF757A27.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B0EE079C-BCB6-F3E6-EA277859CF757A27.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OK",
        "parkCode": "waba",
        "designation": "National Historic Site",
        "fullName": "Washita Battlefield National Historic Site",
        "url": "https://www.nps.gov/waba/index.htm",
        "name": "Washita Battlefield"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Washita Battlefield",
      "self guided tour"
    ],
    "latitude": "35.621439",
    "longitude": "-99.702881",
    "latLong": "35.621439,-99.702881",
    "bodyText": "<p>This section of the river valley is most likely where Chief Black Kettle's village was located. This area provided shelter from the wind while providing water, wood, and food for the horses.<br /> <br /> On November 27, 1868, Lt. Col. George Armstrong Custer attacked the sleeping Cheyenne village. Black Kettle, who had survived the Sand Creek Massacre, had been working diligently to avoid conflict.<br /> <br /> The soldiers' orders were very clear that terrible day- burn the camp and everything in it to the ground, kill the warriors, take all the women and children captive, and kill all the horses.<br /> <br /> This strategy - attack in the winter when Indian horses would be weak and tribes would be unsuspecting – was terrible but effective.<br /> <br /> In the end, 60 Cheyenne and 22 soldiers lay dead in the snow. 53 Cheyenne women and children had been captured, and 650 horses killed.<br /> <br /> <i>Why?</i><br /> <br /> The impact of losing their horses and valuable winter supplies, plus the knowledge that cold weather no longer provided protection from attack, forced many Cheyenne to accept reservation life.</p>",
    "audioDescription": "This stop is located at post six along a paved path as the trail heads in a north-northwest direction in a large grassy valley bottom. To the north there is a line of trees where the Washita River runs through the middle of the valley before the valley rises into red hills on the horizon. On the south side of the valley there is a line of trees along the side of a hill climbing out of the valley.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/waba/index.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "NPS",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Washita Battlefield National Historic Site",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "23932ED3-DF78-4CCB-ADBC-662CD837DC01",
    "url": "https://www.nps.gov/places/stop-ten.htm",
    "title": "Stop Ten",
    "listingDescription": "Stop ten along the Washita Battlefield self guided tour.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4BD85514-0889-E6D8-64AF414C6A55A4D5.jpg",
        "credit": "NPS / Christian Schroll",
        "altText": "A grass and dirt path running through tall grasses on either side with trees in the distance.",
        "title": "Trail Stop Ten",
        "description": "",
        "caption": "Site of the river channel in the past.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4BD85514-0889-E6D8-64AF414C6A55A4D5.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4BD85514-0889-E6D8-64AF414C6A55A4D5.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OK",
        "parkCode": "waba",
        "designation": "National Historic Site",
        "fullName": "Washita Battlefield National Historic Site",
        "url": "https://www.nps.gov/waba/index.htm",
        "name": "Washita Battlefield"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Washita Battlefield",
      "self guided tour"
    ],
    "latitude": "35.622672",
    "longitude": "-99.70111",
    "latLong": "35.622672,-99.70111",
    "bodyText": "<p>This is likely the site of the main channel of the Washita River in 1868. Over time, flooding of the river has changed its course and covered past riverbeds, including Black Kettle’s village, with several feet of silt and soil.<br /> <br /> Archaeologists working with the Oklahoma Historical Society and the National Park Service have yet been unable to determine the exact location of the village.<br /> <br /> <i>Does the absence of this knowledge affect the power of this place for you? Why or why not?</i><br /> <br /> Although the river eventually reclaimed Black Kettle’s village, the Southern Cheyenne and Arapaho still proudly call Oklahoma home and retain a powerful connection with Washita. These resilient people have had to overcome the loss of their land and years of oppression, and yet they retain their proud cultural identity. Washita portrays cultural values and exemplifies a way of life that continues into the present.</p>",
    "audioDescription": "This stop is located at post ten along a grass path as the trail heads in a southern direction in a large grassy valley bottom. To the north there is patch of brambles along the trail before reaching a line of trees where the Washita River runs through the middle of the valley. Past the river the valley rises into red hills on the horizon. On the south side of the valley there is a line of trees along the side of a hill climbing out of the valley.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/waba/index.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "NPS",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Washita Battlefield National Historic Site",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B4D7A3D3-949D-40C5-8360-98588E238DDE",
    "url": "https://www.nps.gov/places/stop-thirteen.htm",
    "title": "Stop Thirteen",
    "listingDescription": "Stop thirteen along the Washita Battlefield self guided tour.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4D4F9422-EC0B-E871-25483C457A7C7597.jpg",
        "credit": "NPS / Christian Schroll",
        "altText": "A wide grassland with red hills in the distance.",
        "title": "Trail Stop Thirteen",
        "description": "",
        "caption": "Mixed-grass prairie at Washita.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4D4F9422-EC0B-E871-25483C457A7C7597.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4D4F9422-EC0B-E871-25483C457A7C7597.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OK",
        "parkCode": "waba",
        "designation": "National Historic Site",
        "fullName": "Washita Battlefield National Historic Site",
        "url": "https://www.nps.gov/waba/index.htm",
        "name": "Washita Battlefield"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Washita Battlefield",
      "self guided tour"
    ],
    "latitude": "35.61946949619112",
    "longitude": "-99.69880938614654",
    "latLong": "35.61946949619112,-99.69880938614654",
    "bodyText": "<p>The mixed-grass prairie around you is protected by the National Park Service for its ecological importance. At Washita Battlefield, though, these prairie grasses also tell powerful stories.<br /> <br /> During the attack, the Cheyenne camp was completely surprised and everyone ran for their lives, including two Cheyenne women, Moving Behind and her aunt Cornstalk Woman.<br /> <br /> Moving Behind, a Cheyenne girl, and her aunt Cornstalk Woman used the tall little bluestem grass around you to hide from pursuing soldiers.<br /> <br /> <b><i>“The soldiers would pass back and forth near the spot where I lay. As I turned sideways and looked, one soldier saw us, and rode toward where we lay. He stopped his horse, and stared at us. He did not say a word, and we wondered what would happen. But he left, and no one showed up after that. I suppose he</i></b> <b><i>pitied us, and left us alone.”</i></b><br /> <br /> Years later, Moving Behind was introduced to that same soldier.<br /> <br /> <i>What do you think might have been said?</i><br /> <br /> <i>What would you have done in this situation?</i></p>",
    "audioDescription": "This stop is located at post thirteen along a grassy path as the trail heads in a southeastern direction in a large grassy area. To the north there is a line of trees as the ground drops down into a valley bottom where the Washita River runs through a band of trees before the valley rises into red hills on the horizon.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/waba/index.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "NPS",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Washita Battlefield National Historic Site",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1A7C7CD8-0B92-469B-8C6F-D71E79448696",
    "url": "https://www.nps.gov/places/stop-three.htm",
    "title": "Stop Three",
    "listingDescription": "Stop three along the Washita Battlefield self guided tour.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/77C71F69-ED0F-EDA5-DCDD6B9AF83790CC.jpg",
        "credit": "NPS / Christian Schroll",
        "altText": "A grassy field with trees in the distance under a cloudy sky.",
        "title": "Trail Stop Three",
        "description": "",
        "caption": "Edge of the meadow near trail stop three.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/77C71F69-ED0F-EDA5-DCDD6B9AF83790CC.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/77C71F69-ED0F-EDA5-DCDD6B9AF83790CC.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OK",
        "parkCode": "waba",
        "designation": "National Historic Site",
        "fullName": "Washita Battlefield National Historic Site",
        "url": "https://www.nps.gov/waba/index.htm",
        "name": "Washita Battlefield"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Washita Battlefield",
      "self guided tour"
    ],
    "latitude": "35.619024",
    "longitude": "-99.701481",
    "latLong": "35.619024,-99.701481",
    "bodyText": "<p>As the American Civil War raged throughout the country, conflict over tribal lands on the Southern Plains grew more heated. White emigrants seeking gold and a new life promised by the Homestead Act streamed into the western territories. They could not relate to the Native tribes that spoke a different language and claimed a different relationship with the land. Communication was hard. Treaties made with the tribes were changed and ignored as westward expansion by emigrants, trains, and military forces increased. Mistrust, fear, and retaliation on both sides fueled continued conflict. The Cheyenne and Arapaho peoples native to the region fought back in vain as they tried to maintain their way of life.<br /> <br /> It is said that the seeds of this conflict lay in a clash resulting from two cultures both desiring the same geographical area for disparate reasons.<br /> <br /> <i>Can you of think of other times when a rivalry between two cultures has resulted in violence or tragedy? What has been the result for those involved? How did one culture claim “dominance”?</i></p>",
    "audioDescription": "This stop is located at post three along a paved path as the trail heads in a north-northwest direction in a large grassy area. To the north there is a line of trees as the ground drops down into a valley bottom where the Washita River runs through a band of trees before the valley rises into red hills on the horizon.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/waba/index.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "NPS",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Washita Battlefield National Historic Site",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "A2C55623-7682-424F-A6F1-65D7BA7CDB79",
    "url": "https://www.nps.gov/places/stop-twelve.htm",
    "title": "Stop Twelve",
    "listingDescription": "Stop twelve along the Washita Battlefield self guided tour.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/4CB41D5E-DD44-8846-09B3533E9B285290.jpg",
        "credit": "NPS / Christian Schroll",
        "altText": "A paved path with two benches under trees.",
        "title": "Trail Stop Twelve",
        "description": "",
        "caption": "Stop twelve as the trail goes through the pony kill site.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4CB41D5E-DD44-8846-09B3533E9B285290.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4CB41D5E-DD44-8846-09B3533E9B285290.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OK",
        "parkCode": "waba",
        "designation": "National Historic Site",
        "fullName": "Washita Battlefield National Historic Site",
        "url": "https://www.nps.gov/waba/index.htm",
        "name": "Washita Battlefield"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Washita Battlefield",
      "self guided tour"
    ],
    "latitude": "35.6206922472",
    "longitude": "-99.700489567",
    "latLong": "35.6206922472,-99.700489567",
    "bodyText": "<p>Horses were power on the Southern Plains. Killing the ponies kept the warriors from raiding into Kansas. It also kept them from hunting bison. Without them, the Cheyenne lost transportation, status, and a valuable part of their way of life.<br /> <br /> <i>In your life, is there anything so valuable that you could not live without it?</i><br /> <br /> As groups of mounted Indians from the villages upstream gathered on nearby hilltops, Lt. Col. Custer ordered a strategic retreat and the destruction of the village’s remaining supplies and horses.<br /> <br /> The captured Cheyenne women were ordered to corral the ponies here against this rock ledge. Their throats were slit, and, when that took too much time, they were shot. 650 horses were left to die.<br /> <br /> This act was demoralizing and discouraged retaliation as the 53 captives were taken away. They were held at Fort Hays, Kansas, for seven months until June of 1869.<br /> <br /> The horse bones remained on site until 1935, when they were taken away to be ground into fertilizer.</p>",
    "audioDescription": "This stop is located at post twelve at the end of a paved path before it turns into a dirt trail as the trail heads to the east through a cluster of trees. There is a steep tree covered hill to the south that climbs out of the river valley. At the end of the pavement there are two benches and prayer ribbons are tied to the trees in the area.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/waba/index.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "e4dbe70e-bbf5-4675-850d-d37bcb6785a8",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating"
    ],
    "managedByOrg": "NPS",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Washita Battlefield National Historic Site",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "8A2998B7-DC37-48F8-922A-69B042EBABC2",
    "url": "https://www.nps.gov/places/stop-two.htm",
    "title": "Stop Two",
    "listingDescription": "Stop two along the Washita Battlefield self guided tour.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/7418C6B1-DBE9-FAE9-923822F6A92E92DD.jpg",
        "credit": "NPS / Christian Schroll",
        "altText": "A grassy valley with a line of trees down the middle and red hills in the distance under a blue sky.",
        "title": "Stop Two",
        "description": "",
        "caption": "Trail stop two along the upper portion of the trail.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7418C6B1-DBE9-FAE9-923822F6A92E92DD.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7418C6B1-DBE9-FAE9-923822F6A92E92DD.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OK",
        "parkCode": "waba",
        "designation": "National Historic Site",
        "fullName": "Washita Battlefield National Historic Site",
        "url": "https://www.nps.gov/waba/index.htm",
        "name": "Washita Battlefield"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Washita Battlefield",
      "self guided tour"
    ],
    "latitude": "35.61861046866315",
    "longitude": "-99.70098662017055",
    "latLong": "35.61861046866315,-99.70098662017055",
    "bodyText": "<p><i></i><i>Take a moment to imagine an event that would force you to change the way you live.</i><br /> <br /> <i>What came to mind? A tornado? A flood? A pandemic?</i><br /> <br /> <i>How about an invasion? A war?</i><br /> <br /> In the years preceding the Civil War, the United States sought to remove Indian tribes from lands the government deemed valuable and confine those tribes on reservations. Some Plains tribes accepted this removal from their traditional homelands. Some, however, continued to live and hunt outside the reservations until it became clear that white emigrant encroachment into traditional hunting grounds was unavoidable. Conflicts became more common in the 1860s as many tribes, including the Arapaho and Cheyenne, chose to defend their freedom and way of life rather than submit to reservation life.<br /> <br /> <i>Think again about your life. If forced, how much change could you endure? Losing your home? Eating different food? Being confined or made to feel lesser?</i><br /> <br /> <i>What if you lost everything?</i><br /> <br /> <i>How much would be too much? What would you do?</i><i><i></i></i></p>",
    "audioDescription": "This stop is located at post two along a paved path as the trail heads in a northwest direction in a large grassy field. To the north there is a line of trees as the ground drops down into a valley bottom where the Washita River runs through a band of trees before the valley rises into red hills on the horizon.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/waba/index.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [],
    "managedByOrg": "NPS",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Washita Battlefield National Historic Site",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "5E554B34-A6B0-4B5A-A0AB-5E0C4290C914",
    "url": "https://www.nps.gov/places/washita-river.htm",
    "title": "Washita River",
    "listingDescription": "The Washita River as it runs through Washita Battlefield National Historic Site.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/1CADDCAA-F4B2-6F8B-A1DDEDDDB70E43AA.jpg",
        "credit": "NPS, Christian Schroll",
        "altText": "A narrow river running between two grassy banks under scattered trees.",
        "title": "Washita River",
        "description": "",
        "caption": "The Washita River as it passes the site of Black Kettle's village.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/1CADDCAA-F4B2-6F8B-A1DDEDDDB70E43AA.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/1CADDCAA-F4B2-6F8B-A1DDEDDDB70E43AA.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "OK",
        "parkCode": "waba",
        "designation": "National Historic Site",
        "fullName": "Washita Battlefield National Historic Site",
        "url": "https://www.nps.gov/waba/index.htm",
        "name": "Washita Battlefield"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Washita Battlefield",
      "Washita River"
    ],
    "latitude": "35.624514870949575",
    "longitude": "-99.70311433562111",
    "latLong": "35.624514870949575,-99.70311433562111",
    "bodyText": "The Washita River has long provided the sustaining water for plants, animals, and people in this region. Starting in Texas, the Washita runs for over 580 miles through Oklahoma to the Red River in south central Oklahoma. This crucial water allows this valley to support a wide range of plants and animals, which in turn made this valley such an appealing sanctuary for the Cheyenne to winter in. Along the south side of this part of the river is where Black Kettle's village made their camp when they were attacked by the 7th US Cavalry on November 27, 1868.<br /> <br /> The river is located about 3/4 miles along the park trail, reachable from either the paved or unpaved sides of the trail.",
    "audioDescription": "A shallow and narrow river winding generally west to east between grassy banks. On each bank there is a range of trees following the river. On either side of the river is a wide flood plain with hills rising up from the north and south sides of the valley.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.nps.gov/waba/index.htm",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Cellular Signal"
    ],
    "managedByOrg": "NPS",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]