[
  {
    "id": "BBC9EB72-81E8-46C6-BFD6-677A45466202",
    "url": "https://www.nps.gov/places/historic-routes-the-crossing-trail.htm",
    "title": "Historic Routes - The Crossing Trail",
    "listingDescription": "Hike through history on the Crossing Trail in Prince William Forest Park! Follow one of the old roads used by Native Americans and early settlers as well as Revolutionary War troops lead by George Washington and the Comte de Rochambeau as they crossed through this area on their way to Yorktown.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/18FCB1F2-ADBB-16E8-1DC16DF3E1CC87D3.jpg",
        "credit": "NPS Photo",
        "altText": "A shaded sign next to a trail in a dip between two hills in the green forest",
        "title": "Washington - Rochambeau Route Sign",
        "description": "",
        "caption": "Hike a portion of the Washington - Rochambeau Trail in Prince William Forest Park",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/18FCB1F2-ADBB-16E8-1DC16DF3E1CC87D3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/18FCB1F2-ADBB-16E8-1DC16DF3E1CC87D3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "VA",
        "parkCode": "prwi",
        "designation": "Park",
        "fullName": "Prince William Forest Park",
        "url": "https://www.nps.gov/prwi/index.htm",
        "name": "Prince William Forest"
      },
      {
        "states": "MA,RI,CT,NY,NJ,PA,DE,MD,VA,DC",
        "parkCode": "waro",
        "designation": "National Historic Trail",
        "fullName": "Washington-Rochambeau Revolutionary Route National Historic Trail",
        "url": "https://www.nps.gov/waro/index.htm",
        "name": "Washington-Rochambeau Revolutionary Route"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "history",
      "historic routes",
      "forest",
      "Interpretive sign"
    ],
    "latitude": "38.560368888942996",
    "longitude": "-77.34249472618103",
    "latLong": "38.560368888942996,-77.34249472618103",
    "bodyText": "Follow in the footsteps of thousands of people before you as you hike the Crossing Trail, which partially follows an old roadbed. Initially a path to travel between American Indian villages and hunting grounds, early European settlers widened this road into the Potomac Path, a roadway soldiers travelled in both the Revoluntionary and Civil Wars. Today part of the Washington-Rochambeau Revoluntionary Route National Historic Trail, the trail meanders through the forest following a faint network of old roadways that existed before Prince William Forest Park was created.",
    "audioDescription": "At a bend in the trail is a shaded sign in the forest which is located on an old road that looks like a straight shallow valley between two hills on either side. The sign has a black bar at the top with the words \"National Park Service, U.S. Department of the Interior\" and an NPS arrowhead symbol on the black bar in the upper right corner. Most of the sign consists of a large black and white print image underlying all the sign text of a house with a porch and sign out front beside a dirt road on which a 4 horse drawn stagecoach is traveling between fences on the edges of the road. A caption of this large background image reads, \"Stagecoaches carried passengers to and from Dumfries.\" The sign itself is titled \"Historic Routes\" and a paragraph in the upper left under the title reads, \"The old roadbed to your right was a forerunner of today's interstate highways. American Indians made a path through the woods so they could travel between villages and their hunting and fishing grounds along tidewater creeks. European settlers widened it into a roadway - known as the Potomac Path - to transport tobacco and passengers to the port of Dumfries. During the Revolutionary War, American and French troops marched through on their way south to Yorktown. In the Civil War, Confederates attacked Union picket lines along the road. This section of road was abandoned in the 1930s.\" To the right of that paragraph on the sign in the upper center is a square sparsely detailed map of the Washington-Rochambeau Trail route from Virginia to Rhode Island with NPS sites along the route highlighted. The map is captioned, \"The route Rochambeau and Washington's troops took extends more than 600 miles from Newport, Rhode Island, to Yorktown, Virginia.\" To the right of the map image on the sign in the upper right corner is another small image of 13 Revolutionary War soldiers standing in a line wearing tricornered hats, blue jackets, and white pants. A caption of this image reads, \"As they walked toward Yorktown, George Washington's Continental soldiers had to be on alert for surprise attacks.\"",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "The Crossing Trail",
        "name": "Location"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Interpretive Sign",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E9334652-9036-46E0-8247-29D1375C65DF",
    "url": "https://www.nps.gov/places/the-crossing-trailhead.htm",
    "title": "The Crossing Trailhead",
    "listingDescription": "The Crossing Trail is a .5-mile loop trail with the option of connecting to the Birch Bluff Trail.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BCBF0BB6-A5F9-8F49-A4B222B49C59A98C.jpg",
        "credit": "NPS / Claire Hassler",
        "altText": "A wayside marks a trail that goes into the woods",
        "title": "The Crossing Trailhead",
        "description": "",
        "caption": "The Crossing Trailhead at Prince William Park",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BCBF0BB6-A5F9-8F49-A4B222B49C59A98C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BCBF0BB6-A5F9-8F49-A4B222B49C59A98C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "VA",
        "parkCode": "prwi",
        "designation": "Park",
        "fullName": "Prince William Forest Park",
        "url": "https://www.nps.gov/prwi/index.htm",
        "name": "Prince William Forest"
      },
      {
        "states": "MA,RI,CT,NY,NJ,PA,DE,MD,VA,DC",
        "parkCode": "waro",
        "designation": "National Historic Trail",
        "fullName": "Washington-Rochambeau Revolutionary Route National Historic Trail",
        "url": "https://www.nps.gov/waro/index.htm",
        "name": "Washington-Rochambeau Revolutionary Route"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "trailhead",
      "loop trail",
      "historic route"
    ],
    "latitude": "38.55868678796982",
    "longitude": "-77.34348177909851",
    "latLong": "38.55868678796982,-77.34348177909851",
    "bodyText": "The Crossing Trail is a .5-mile loop trail with the option of connecting to the Birch Bluff Trail. Follow the green blazes as this easy trail takes you along a portion of the historic north-south route used by American Indians and early settlers. Revolutionary War troops commanded by George Washington and the Comte de Rochambeau traveled this roadway on their way to Yorktown. The abandoned roadbed continues north as part of today’s Birch Bluff Trail, while the Crossing Trail winds back to the park road to your left.<br /> <br /> Watch your step for tree stumps and slippery rocks. Check yourself periodically for ticks. Keep your pets on a leash and do not feed wildlife. Do not disturb or remove any plants, animals, or historic features. ",
    "audioDescription": "This trailhead is marked by a green blaze on a tree and a wayside panel sign. The park entrance road is to the left of the trailhead and there is parking right next to the trailhead, about 10 feet away near the Telegraph Picnic Area. The wayside panel sign is titled \"The Crossing Trail\" and a drawing of a stagecoach with 7 passengers pulled by 4 horses on a dirt road through a forest takes up most of the background of the sign. A paragraph below the title in the upper left corner of the sign reads, \"Follow the green blazes as this easy 0.5 mile loop trail takes you along a portion of the historic north-south route used by American Indians and early settlers. Revolutionary War troops commanded by George Washington and the Comte de Rochambeau traveled this roadway as they crossed through this area on their way to Yorktown. The abandoned roadbed continues north as part of today’s Birch Bluff Trail, and the Crossing Trail winds back to the park road to your left.\" Beside this paragraph in the upper right corner of the sign is a map of the park with the Crossing Trail highlighted in green showing it is close to the Visitor Center and Telegraph Road picnic area. Underneath the map on the sign are 3 short informational paragraphs. The first reads, \"Trail Markers: Trails are marked with colored blazes on trees. Get a trail map and blaze guide at the visitor center. Straps on stone posts not trail directions and distances.\" The second paragraph reads, \"Safety Tips: Watch for tree stumps and slippery rocks. Inspect yourself periodically for ticks; use preventative measures.\" The third paragraph reads, \"Regulations: No bicycles on trails. Keep pets on leash. Do not feed wildlife. Do no disturb or remove an plants, animals, or historic features.\" To the left of these paragraphs on the sign are two copies of portraits outlined in gold. The black and white portrait on the left is captioned \"General George Washington\" and depicts a man in a high collared dress jacket with white curled hair looking to the right. The color portrait to the right is captioned \"Comte de Rochambeau\" and depicts a side profile of a man with white curled hair wearing a high collared dress jacket with a red sash.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Telegraph Picnic Area",
        "name": "Location"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Trailhead",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E2053F90-D0AF-4F26-9374-367B826588BD",
    "url": "https://www.nps.gov/places/the-mansion-at-haberdeventure.htm",
    "title": "The Thomas Stone House",
    "listingDescription": "The curved, five-part layout of the Thomas Stone House, along with its casual symmetry and mixed architectural styles truly make it a visual showcase.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/006731C0-D9F3-65AF-3DEC4A5A7A1AA4B3.jpg",
        "credit": "NPS image",
        "altText": "Brick house, with dormers and five different sections",
        "title": "Thomas Stone House at Haberdeventure",
        "description": "",
        "caption": "Thomas Stone House at Haberdeventure",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/006731C0-D9F3-65AF-3DEC4A5A7A1AA4B3.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/006731C0-D9F3-65AF-3DEC4A5A7A1AA4B3.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "VA,MD,DE,DC,PA,NY",
        "parkCode": "cajo",
        "designation": "National Historic Trail",
        "fullName": "Captain John Smith Chesapeake National Historic Trail",
        "url": "https://www.nps.gov/cajo/index.htm",
        "name": "Captain John Smith Chesapeake"
      },
      {
        "states": "DC,DE,MD,NY,PA,VA,WV",
        "parkCode": "cbpo",
        "designation": "",
        "fullName": "Chesapeake Bay",
        "url": "https://www.nps.gov/cbpo/index.htm",
        "name": "Chesapeake Bay"
      },
      {
        "states": "DC,MD,PA,VA",
        "parkCode": "pohe",
        "designation": "National Scenic Trail",
        "fullName": "Potomac Heritage National Scenic Trail",
        "url": "https://www.nps.gov/pohe/index.htm",
        "name": "Potomac Heritage"
      },
      {
        "states": "DC,MD,VA",
        "parkCode": "stsp",
        "designation": "National Historic Trail",
        "fullName": "Star-Spangled Banner National Historic Trail",
        "url": "https://www.nps.gov/stsp/index.htm",
        "name": "Star-Spangled Banner"
      },
      {
        "states": "MD",
        "parkCode": "thst",
        "designation": "National Historic Site",
        "fullName": "Thomas Stone National Historic Site",
        "url": "https://www.nps.gov/thst/index.htm",
        "name": "Thomas Stone"
      },
      {
        "states": "MA,RI,CT,NY,NJ,PA,DE,MD,VA,DC",
        "parkCode": "waro",
        "designation": "National Historic Trail",
        "fullName": "Washington-Rochambeau Revolutionary Route National Historic Trail",
        "url": "https://www.nps.gov/waro/index.htm",
        "name": "Washington-Rochambeau Revolutionary Route"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Signers",
      "historic home",
      "Declaration of Independence",
      "Thomas Stone",
      "CAJO Passport Stamp"
    ],
    "latitude": "38.53119371432405",
    "longitude": "-77.03930554627351",
    "latLong": "38.53119371432405,-77.03930554627351",
    "bodyText": "<p>One of the more unique features at Thomas Stone’s plantation of Haberdeventure is the curved five-part house. While parts of the house are original to Thomas Stone’s lifetime, fire damage, renovation, and modernization have changed the structure.</p> <p>Thomas Stone purchased the 442-acre property from his uncle, Daniel Jenifer, on December 13, 1770. Construction of the house's brick Central Block began in the spring of 1771. The following year, Thomas and his family likely took up residence even though the work was incomplete.</p> <p>The Central Block’s first floor comprises the Center Passage along with the East and West Rooms. The second floor had two large rooms that would have served as bed chambers.</p> <h4>Center Passage</h4> <p>Upon entering the Center Passage, guests could see a large and attractive stairway, expensive portraits, and decorative rooms to the left and right, which provided clues to the wealth and status of the Stones. With doors at each end, this breezeway may have been one of the house's most comfortable rooms during the spring, summer, and fall.</p> <h4>West Room</h4> <p>The West Room is believed to be the Master Bedchamber. Ornate first floor bedchambers in colonial era homes often served the dual purposes of being daytime or informal parlors. In the case of Margaret Stone, who developed a debilitating case of arthritis that often turned her into an invalid, she likely did not receive many guests but could converse with her family on her better days.</p> <p>While there is no supporting evidence, the lifestyles of slave owning gentry of the time suggests that an enslaved African American may have slept either on the floor of the West Room or in the adjacent Center Passage, to be readily available to care for the family's needs both night and day.</p> <h4>East Room</h4> <p>It is evident this room was used for entertaining. Contrary to modern and romanticized visions of colonial era homes, most were not elegant and pristine. Few colonial homes had rooms as beautiful as Thomas Stone's East Room. The expensive furnishing and window coverings and the well crafted woodwork were designed to impress guests, and even though this woodwork is a reconstruction of the original it still shows the detail that was put into the work.</p> <p>Aside from its beauty, the East Room may have served a more important function. With only one doorway, the room could provide privacy for Thomas Stone as he performed his legal and political duties along with directing county defense activities during the American Revolution. In Maryland’s heavily class-based society, the elegance of the East Room emphasized the importance, power, and success of Thomas Stone and justified his role as a leading figure in the community.</p> <h4>Second Floor</h4> <p>The purpose of the second floor was to serve as bed chambers, not just for Thomas and Margaret Stone’s three children. Upon Thomas's father's and eldest brother's deaths in 1773, Thomas permitted some of his younger brothers and sisters to live in the home. Also, as a host to law clients, political allies, several siblings and their families, distant relations, and countless friends, Stone was expected to provide places for everyone to sleep. </p> <p>Crowded homes were quite common in the colonial era. Rooms were hot and stuffy in the summer and drafty and cold in the winter. Privacy by modern standards barely existed. Even George Washington referred to his mansion of Mount Vernon as a “well-restored tavern.”</p> <h4>West Hyphen</h4> <p>The adjoining West Hyphen was built during Thomas Stone’s ownership to connect to the West Wing, which served as a kitchen for the Stones. This Hyphen may have served as a multi-use space with easily moved furnishings to allow dining, indoor chores and crafts, entertaining, and possibly to serve as a guest chamber.</p> <h4>West Wing</h4> <p>The original West Wing kitchen space is believed to have been a small and relatively unadorned structure designed for the function of cooking, cleaning, and other household chores by enslaved workers. The current West Wing, which partially rests upon the original foundations, dates from the mid-1840s. There are two rooms on the first floor and a steep stairway that leads to two more rooms above. In 1846, William Briscoe Stone remarked in a letter to his daughter Mary that the West Wing was, “…much enlarged improved & amended. I am certain you will be surprised and pleased with the change.\"<br /> <br /> During the 20th-century, the residents redesigned the West Hyphen to create a connective hallway between the second floor of the Central Block and the West Wing. This modernization was removed by the National Park Service to help return the mansion to a more historical design.</p> <h4>East Hyphen</h4> <p>The East Hyphen was a unique space. Its primary function was to serve as a protective cover for the full cellar that existed beneath the Central Block. It is not connected in the same way as the West Hyphen is connected. In order to gain access to the space, one would have to go outside the house and enter from the outside. </p> <h4>East Wing</h4> <p>Architectural historians believe that the East Wing is the oldest part of the house. It was likely a wholly separate and independent structure moved from some other location on the plantation to serve as the East Wing. Like the East Hyphen, there was no internal connection from the Central Block to the East Wing. One had to exit the mansion, walk across the lawn, and then enter the East Wing. </p>",
    "audioDescription": "",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "Passport Stamps available at Thomas Stone National Historic Site include: Thomas Stone National Historic Site Thomas Stone National Historic Site: Junior Ranger Captain John Smith Chesapeake National Historic Trail Chesapeake Bay Potomac Heritage National Scenic Trail Star-Spangled Banner National Historic Trail Underground Railroad Freedom Network Washington - Rochambeau Revolutionary Route National Historic Trail",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Wheelchair Accessible"
    ],
    "managedByOrg": "National Park Service",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "6655 Rose Hill Road Port Tobacco, MD 20677",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Home of Maryland Signer of the Declaration of Independence, Thomas Stone",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]