[
  {
    "id": "EDC05955-CCAB-411B-8AAD-DEEABBE3D224",
    "url": "https://www.nps.gov/places/brandy-creek-boat-launch.htm",
    "title": "Brandy Creek Boat Launch",
    "listingDescription": "Brandy Creek Boat Launch and picnic area is located near Brandy Creek Beach, Brandy Creek RV and Dry Creek Group camping areas all of which are on the south side of Whiskeytown Lake. The launch area has a large parking lot designed to accommodate vehicles with boat trailers, accessible rest rooms as well as an adjacent picnic area that is right on the water. Boat moorage and dry storage are also available here.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/9C7CD16A-0B85-CA36-5639A676A2A0DF79.jpg",
        "credit": "NPS",
        "altText": "Brandy Creek Boat Launch",
        "title": "Brandy Creek Boat Launch",
        "description": "",
        "caption": "Brandy Creek Boat Launch",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9C7CD16A-0B85-CA36-5639A676A2A0DF79.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9C7CD16A-0B85-CA36-5639A676A2A0DF79.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "whis",
        "designation": "National Recreation Area",
        "fullName": "Whiskeytown National Recreation Area",
        "url": "https://www.nps.gov/whis/index.htm",
        "name": "Whiskeytown"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Whiskeytown National Recreation Area",
      "boat launch"
    ],
    "latitude": "40.621665954589844",
    "longitude": "-122.57211303710938",
    "latLong": "40.621665954589844,-122.57211303710938",
    "bodyText": "<p>Brandy Creek Marina, boat launch and picnic area is located near Brandy Creek Beach, Brandy Creek RV and Dry Creek Group camping areas all of which are on the south side of Whiskeytown Lake. The launch area has a large parking lot designed to accommodate vehicles with boat trailers, accessible rest rooms as well as an adjacent picnic area that is right on the water. Boat moorage and dry storage are also available at this location by arrangement with our partner Whiskeytown Marinas LLC.<br /> <br /> Brandy Creek Boat Launch is a good option on busy summer weekends when the other boat launches may become crowded as it tends to be slightly less utilized and has a very large parking area. Whether you are heading out for a day on the lake to fish or to just enjoy being out on the water it is a great option for launching your kayak, paddleboard, or boat. Other boat launches are located at the Whiskey Creek Boat Launch and Oak Bottom Boat Launch areas.<br /> <br /> Access to the boat launch area can be made by turning on J. F. Kennedy Memorial Drive from Highway 299 at the Visitor Center and then proceeding across the dam, and continuing past the entrance to Brandy Creek Beach until you see the sign for Brandy Creek Boat Launch.</p>",
    "audioDescription": "Brandy Creek Boat Launch and picnic area is located near Brandy Creek Beach, Brandy Creek RV and Dry Creek Group camping areas all of which are on the south side of Whiskeytown Lake. The launch area has a large parking lot designed to accommodate vehicles with boat trailers, accessible rest rooms as well as an adjacent picnic area that is right on the water. Boat moorage and dry storage are also available at this location. Brandy Creek Boat Launch is a good option on busy summer weekends when the other boat launches may become crowded as it tends to be slightly less utilized and has a very large parking area. Whether you are heading out for a day on the lake to fish or to just enjoy being out on the water it is a great option for launching your kayak, paddleboard, or boat. Other boat launches are located at the Whiskey Creek Boat Launch and Oak Bottom Boat Launch areas. Access to the boat launch area can be made by turning on J. F. Kennedy Memorial Drive from Highway 299 at the Visitor Center and then proceeding across the dam, and continuing past the entrance to Brandy Creek Beach until you see the sign for Brandy Creek Boat Launch.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Beach/Water Access",
      "Boat Ramp",
      "Canoe/Kayak/Small Boat Launch",
      "Cellular Signal",
      "Fish-Cleaning Station",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Parking - Boat Trailer",
      "Parking - Bus/RV",
      "Restroom - Accessible",
      "Toilet - Flush",
      "Trash/Litter Receptacles",
      "Water - Drinking/Potable",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Whiskeytown National Recreation Area",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Boat Launch",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "BFA61E98-CB4A-43E3-AC1A-DF817D578FA2",
    "url": "https://www.nps.gov/places/crystal-creek-falls.htm",
    "title": "Crystal Creek Falls",
    "listingDescription": "The short 0.3 mile trail to Crystal Creek Falls is paved, flat, and accessible. The shallow natural pool at the base of the cascade is a popular spot for swimming and wading in the summer. There is ample shade.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/F251310F-9C5A-3074-7E2B5ED0515556D5.jpg",
        "credit": "NPS",
        "altText": "Crystal Creek Falls",
        "title": "Crystal Creek Falls",
        "description": "",
        "caption": "Crystal Creek Falls",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F251310F-9C5A-3074-7E2B5ED0515556D5.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F251310F-9C5A-3074-7E2B5ED0515556D5.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "whis",
        "designation": "National Recreation Area",
        "fullName": "Whiskeytown National Recreation Area",
        "url": "https://www.nps.gov/whis/index.htm",
        "name": "Whiskeytown"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "waterfall hikes",
      "hiking",
      "Whiskeytown National Recreation Area"
    ],
    "latitude": "40.64550018310547",
    "longitude": "-122.66690063476562",
    "latLong": "40.64550018310547,-122.66690063476562",
    "bodyText": "<p>The short 0.3 mile trail to Crystal Creek Falls is paved, flat, and accessible. The shallow natural pool at the base of the cascade is a popular spot for swimming and wading in the summer. There is ample shade.<br /> <br /> Crystal Creek Falls was moved to its present location in the early 1960s to make way for the Trinity River diversion tunnel. Prior to this time, the small waterfall was located directly where the small valve house building now stands (looking at the waterfall from the end of the paved trail, the building is just to your right). The diversion tunnel runs 10 miles and dumps water into Whiskeytown Lake via the Judge Francis Carr Powerhouse. When it is necessary to dewater the tunnel for maintenance, the valve is turned off and the excess water from the tunnel spills into Crystal Creek.</p>",
    "audioDescription": "From Highway 299 west, follow Crystal Creek road for 2 miles until you see the rehabilitated quarry area on your left. This is the parking area for the trail. Huge piles of rock were removed from the tunnel between Lewiston Dam and Carr Powerhouse and deposited here. Walk the paved trail behind the gate for about 1/3 mile until you reach a picnic and barbecue area. The falls are immediately ahead of you. As you look at Crystal Creek Falls, you will see a small concrete structure on the right. This building houses an overflow valve for the tunnel. The valve is used when letting water out through Carr Powerhouse is not an option. The excess water from the tunnel then spills into Crystal Creek. When the overflow structure was built, the Bureau of Reclamation rerouted Crystal Creek. The creek was moved about 50 feet to the left to make a shortcut over the creek, creating this picturesque waterfall. This makes Crystal Creek the only “man-made” waterfall in the park.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Parking - Auto",
      "Parking - Boat Trailer",
      "Parking - Bus/RV",
      "Picnic Table",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting",
      "Trailhead",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Whiskeytown National Recreation Area",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Trail to a Waterfall",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "C533B839-3DB7-494F-8109-4E854FBE8681",
    "url": "https://www.nps.gov/places/james-k-carr-trail-to-whiskeytown-falls.htm",
    "title": "James K. Carr Trail to Whiskeytown Falls",
    "listingDescription": "Whiskeytown Falls is a series of cascades which drop 220 feet as the east fork of Crystal Creek winds down the slope of Shasta Bally. The falls are accessed by the James K. Carr trail, a moderately strenuous 3.4 mile round-trip path which follows old logging routes through shade and sun in a forested area that was only lightly affected by the Carr Fire of 2018.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CBC6FDF2-C494-6A54-715A942D8A455673.jpg",
        "credit": "NPS/Lisa Johnston",
        "altText": "Upper Whiskeytown Falls",
        "title": "Upper Whiskeytown Falls",
        "description": "",
        "caption": "Upper Whiskeytown Falls",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CBC6FDF2-C494-6A54-715A942D8A455673.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CBC6FDF2-C494-6A54-715A942D8A455673.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "whis",
        "designation": "National Recreation Area",
        "fullName": "Whiskeytown National Recreation Area",
        "url": "https://www.nps.gov/whis/index.htm",
        "name": "Whiskeytown"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Whiskeytown National Recreation Area",
      "whiskeytown Falls",
      "James K. Carr",
      "hiking"
    ],
    "latitude": "40.6383167",
    "longitude": "-122.6761",
    "latLong": "40.6383167,-122.6761",
    "bodyText": "<p><span style=\"color:null;\">The age of discovery continues into the present at Whiskeytown National Recreation Area...<br /> <br /> While studying aerial photographs of the park in 2004, long-time park natural resource manager Russ Weatherbee discovered a waterfall. Russ then visited the site and may have even pinched himself to make sure he wasn't dreaming the vision of this 220-foot-tall, three-part waterfall. Russ had discovered, or perhaps rediscovered, the tallest waterfall in the park.<br /> <br /> After the story of the waterfall's discovery got out, it came to light that for over 40 years the falls was known about by a few local residents. For a variety of reasons, these specific individuals decided not to share the falls' existence with others.</span></p> <p><span style=\"color:null;\">Two summers of trail construction work ensued and park staff opened the trail to Whiskeytown Falls for others to see and enjoy.<br /> <br /> The trail to the falls is named in honor of James K. Carr, one of Redding's native sons and an instrumental figure in the establishment of what is officially known as Whiskeytown-Shasta-Trinity National Recreation Area. A state and national reclamation official, Carr served as President John F. Kennedy's Undersecretary of the Interior, the number two position in the department behind Interior Secretary Stewart Udall.<br /> <br /> The James K. Carr Trail to Whiskeytown Falls is 3.4 miles roundtrip and is strenuous. There is over 600 feet of elevation gain and some steep sections of trail on the way to the waterfall. At minimum, wear sturdy shoes and carry plenty of water to drink.<br /> <br /> While evidence of the Carr Fire can be found along the trail, ample shade remains. Because of the steep topography, colder climate, and unique vegetation of this drainage, the area was much less affected by the unprecedented fire than other areas of the park.<br /> <br /> At the base of the waterfall, be sure and head up the cement stairs to see the upper sections of this three-tiered waterfall.</span></p>",
    "audioDescription": "Trailhead: Parking for the James K. Carr trail is located 3.5 miles up Crystal Creek Road on the west side of the park. A gravel parking lot will be on your left, perched over the forested ravine of Crystal Creek near the end of the paved road. If you have arrived at a closed gate, you have gone a little too far. A vault-style restroom is provided at the trailhead on the east side of the gravel lot. History: Before becoming a park, the land was privately owned by Arthur Coggins, whose logging company selectively removed Douglas fir, ponderosa pine, sugar pine and incense cedar during the 1950s. At this time, the loggers were generally the only people who knew about the falls. Hiking up the path, try to imagine the logging trucks that regularly drove up and down this former logging road. Park rangers initially learned about the waterfall in 1967 but kept it quiet. At that time, the park did not have the staff to protect this treasure or the money to construct a trail to the falls. Eventually, these rangers moved on and others who knew about the site passed away. Knowledge of the falls was generally forgotten and only a few residents visited the falls over the years. It was in 2004 that park biologist Russ Weatherbee “rediscovered” the falls while viewing aerial photos. Intrigued, he and park geologist Brian Rasmussen hiked into the area and found the falls. The trail is named after James K. Carr, a former Shasta County resident, who became the Undersecretary of the Interior during the Kennedy Administration in 1963. He was determined to set aside Whiskeytown Lake, Shasta Bally and the surrounding mountains as a national park site. Carr was successful and on November 8, 1963, Congress created the 42,000-acre Whiskeytown National Recreation Area.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Parking - Auto",
      "Toilet - Vault/Composting",
      "Trailhead",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Whiskeytown National Recreation Area",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Trail to a Waterfall",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "5EDF368A-C4CE-4795-B094-791B26B5C30D",
    "url": "https://www.nps.gov/places/kennedy-memorial-at-whiskeytown-nra.htm",
    "title": "Kennedy Memorial at Whiskeytown NRA",
    "listingDescription": "Just before he was assassinated, during a conservation and political tour of western states, U.S. President John Fitzgerald Kennedy dedicated Whiskeytown Dam in front of several dignitaries and thousands of locals. A year later, a small but formal memorial was dedicated to honor and remember the slain leader at the location he had spoken at.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/516417E1-E0DF-8B64-26A2E0878E68FCFA.jpg",
        "credit": "Jim Vestal",
        "altText": "President John F. Kennedy at Whiskeytown Dam dedication",
        "title": "John F. Kennedy at Whiskeytown Dam",
        "description": "",
        "caption": "President John F. Kennedy at Whiskeytown Dam dedication",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/516417E1-E0DF-8B64-26A2E0878E68FCFA.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/516417E1-E0DF-8B64-26A2E0878E68FCFA.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "whis",
        "designation": "National Recreation Area",
        "fullName": "Whiskeytown National Recreation Area",
        "url": "https://www.nps.gov/whis/index.htm",
        "name": "Whiskeytown"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "JFK",
      "Whiskeytown National Recreation Area",
      "dam",
      "Memorial",
      "John F. Kennedy"
    ],
    "latitude": "40.60041809082031",
    "longitude": "-122.53545379638672",
    "latLong": "40.60041809082031,-122.53545379638672",
    "bodyText": "<p>Just before he was assassinated, during a conservation and political tour of western states, U.S. President John Fitzgerald Kennedy dedicated Whiskeytown Dam in front of several dignitaries and thousands of locals. A year later, a small but formal memorial was dedicated to honor and remember the slain leader at the location he had spoken at. At the Kennedy Memorial today, <a href=\"https://www.jfklibrary.org/asset-viewer/archives/JFKWHA/1963/JFKWHA-223-002/JFKWHA-223-002\">listen to President Kennedy’s Whiskeytown Dam dedication speech</a> and gaze out at the view the U.S. commander-in-chief enjoyed on September 28th, 1963. Since his speech was about conservation, think about what this word means to you.</p> <h4>Of Kennedy and Carr: Two Speeches and a Memorial</h4> <p>With thousands of Shasta and Trinity county residents in attendance, on September 28th, 1963, President Kennedy dedicated Whiskeytown Dam. In front of several dignitaries as well as the large crowd, Kennedy spoke to the importance of natural resource conservation. With conservation broadly defined as providing for the greatest good for the greatest number for the greatest time, President Kennedy noted that, “The fact of the matter is, as a general rule, every time we bet on the future of this country, we win…Every time we develop the water resources, [or] we set aside recreation areas, we can be sure they will be used.”<br /> <br /> Less than two months after Kennedy’s visit to Whiskeytown, the president was assassinated in Dallas, Texas. The nation was stunned, and many within Shasta County mourned. To remember and honor the slain leader, locals banded together and donated funds to create a small but formal memorial at the site where President Kennedy had recently spoken. Shasta County designated the roadway leading to Whiskeytown Dam as John F. Kennedy Memorial Drive, and on October 11, 1964, the President John F. Kennedy Memorial was dedicated on the side of Whiskeytown Dam. James K. Carr, a Redding local and an official within the Kennedy administration, keynoted the dedication. “Other Septembers and Novembers will come and go,” noted Carr in his speech. “On this nearby mountain 6,000 feet high [Shasta Bally] that looks down on this lake he helped create, each fall the forested slopes will turn color and people will be reminded of his visit here, his last to California.”</p>",
    "audioDescription": "The memorial is located at the south east corner of Whiskeytown Lake at the intersection of J.F.K Memorial Drive and Paige Bar roads. It has a large parking area with an expansive view of the lake as well as the glory hole spillway which servers as an overflow for the lake. The actual memorial was designed by an Italian American artist with ties to Redding, Roberto Ciabani designed the Kennedy Memorial. In his bass relief sculpture, Ciabani depicts the president’s legacy through a series of panels representing specifically the Peace Corps, Defense of Liberty, Civil Rights, conservation (including reclamation), and Kennedy’s Whiskeytown Dam dedication.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Audio Description",
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Parking - Boat Trailer",
      "Parking - Bus/RV",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Whiskeytown National Recreation Area",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Memorial to John Fitzgerald Kennedy",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B0620FA2-64AD-4574-AC18-FAFBBBF855DE",
    "url": "https://www.nps.gov/places/oak-bottom-boat-launch.htm",
    "title": "Oak Bottom Boat Launch",
    "listingDescription": "Oak Bottom Marina and boat launch is located directly adjacent to Oak Bottom Beach and picnic area as well as the Oak Bottom Tent and RV campgrounds all of which are on the north side of Whiskeytown Lake.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/CDCBEF78-B810-64A9-AD20BC79581C2D39.jpg",
        "credit": "NPS",
        "altText": "Oak Bottom Boat Launch",
        "title": "Oak Bottom Boat Launch",
        "description": "",
        "caption": "Oak Bottom Boat Launch",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CDCBEF78-B810-64A9-AD20BC79581C2D39.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CDCBEF78-B810-64A9-AD20BC79581C2D39.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "whis",
        "designation": "National Recreation Area",
        "fullName": "Whiskeytown National Recreation Area",
        "url": "https://www.nps.gov/whis/index.htm",
        "name": "Whiskeytown"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Whiskeytown National Recreation Area",
      "boat launch"
    ],
    "latitude": "40.64951705932617",
    "longitude": "-122.58973693847656",
    "latLong": "40.64951705932617,-122.58973693847656",
    "bodyText": "<p>Oak Bottom Marina and boat launch is located directly adjacent to Oak Bottom Beach and picnic area as well as the Oak Bottom Tent and RV campgrounds all of which are on the north side of Whiskeytown Lake.<br /> <br /> The launch area has a large parking lot designed to accommodate vehicles with boat trailers and has a fish cleaning station and accessible rest rooms. Also located in the boat launch area is a campground store & the marina store and office which offers boat rentals. Boat moorage and dry storage are also available at this location by arrangement with our partner Whiskeytown Marinas LLC.<br /> <br /> Oak Bottom Marina and boat launch which is located directly off Highway 299 is not only a convenient location to launch your boat but offers a variety of recreational opportunities including boating, camping, hiking, picnicking and swimming opportunities.<br /> <br /> Whether you are heading out for a day on the lake to fish or to just enjoy being out on the water it is a great option for launching your kayak, paddleboard, or boat. Other boat launches are located at the Whiskey Creek Boat Launch and Brandy Creek Marina and boat launch.</p>",
    "audioDescription": "Oak Bottom Marina and boat launch is located directly adjacent to Oak Bottom Beach and picnic area as well as the Oak Bottom Tent and RV campgrounds all of which are on the north side of Whiskeytown Lake. The launch area has a large parking lot designed to accommodate vehicles with boat trailers and has a fish cleaning station and accessible rest rooms. Also located in the boat launch area is a campground store & the marina store and office which offers boat rentals. Boat moorage and dry storage are also available at this location by arrangement with our partner Whiskeytown Marinas LLC. Oak Bottom Marina and boat launch which is located directly off Highway 299 is not only a convenient location to launch your boat but offers a variety of recreational opportunities including boating, camping, hiking, picnicking and swimming opportunities. Whether you are heading out for a day on the lake to fish or to just enjoy being out on the water it is a great option for launching your kayak, paddleboard, or boat. Other boat launches are located at the Whiskey Creek Boat Launch and Brandy Creek Marina and boat launch.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Beach/Water Access",
      "Boat Ramp",
      "Canoe/Kayak/Small Boat Launch",
      "Cellular Signal",
      "Dock/Pier",
      "Fish-Cleaning Station",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Parking - Boat Trailer",
      "Parking - Bus/RV",
      "Picnic Shelter/Pavilion",
      "Picnic Table",
      "Restroom - Accessible",
      "Toilet - Flush",
      "Trailhead",
      "Trash/Litter Receptacles",
      "Water - Drinking/Potable"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Whiskeytown National Recreation Area",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Boat Launch",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "DB92B9A4-5DA4-45FA-9FB9-52175CB4202E",
    "url": "https://www.nps.gov/places/tower-house-historic-district.htm",
    "title": "Tower House Historic District",
    "listingDescription": "Located in the western section of Whiskeytown National Recreation Area where three creeks merge into one, Tower House Historic District is the park’s signature historic site. Wintu heritage merges with California Gold Rush history here, and big names associated with the historic district include Levi Tower, Charles and Philena Camden, and American Indian servant Kate Camden.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/1FDB3BB2-D03C-0DBB-EA285BA8BB9B7D59.jpg",
        "credit": "NPS",
        "altText": "The 2018 Carr Fire burned through much of the area, but the historic Camden House itself was saved.",
        "title": "Camden House saved!",
        "description": "",
        "caption": "The 2018 Carr Fire burned through much of the area, but the historic Camden House itself was saved.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/1FDB3BB2-D03C-0DBB-EA285BA8BB9B7D59.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/1FDB3BB2-D03C-0DBB-EA285BA8BB9B7D59.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "whis",
        "designation": "National Recreation Area",
        "fullName": "Whiskeytown National Recreation Area",
        "url": "https://www.nps.gov/whis/index.htm",
        "name": "Whiskeytown"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Whiskeytown National Recreation Area",
      "tower house historic district",
      "camden house",
      "california gold rush"
    ],
    "latitude": "40.6629833",
    "longitude": "-122.6340833",
    "latLong": "40.6629833,-122.6340833",
    "bodyText": "<p>Located approximately 7 ½ miles west of the Whiskeytown visitor center, on CA Highway 299 in the western section of Whiskeytown National Recreation Area where three creeks merge into one, Tower House Historic District is the park’s signature historic site. The site is accessed by following the paved trail from the parking lot and then crossing a footbridge over Clear Creek into the area where the Camden House is located. The footbride is located on the original site of a toll bridge built by Charles Camden who also built the Camden House in 1852 at the beginning of the California Gold Rush. Wintu heritage merges with California Gold Rush history here, and big names associated with the historic district include Levi Tower, Charles and Philena Camden, and American Indian servant Kate Camden. As you stroll along the paved interpretive trail, ponder the lives of these individuals and think about how they gained sustenance from the land and water.</p>",
    "audioDescription": "Located in the western section of Whiskeytown National Recreation Area where three creeks merge into one, Tower House Historic District is the park’s signature historic site. Wintu heritage merges with California Gold Rush history here, and big names associated with the historic district include Levi Tower, Charles and Philena Camden, and American Indian servant Kate Camden. As you stroll along the paved interpretive trail, ponder the lives of these individuals and think about how they gained sustenance from the land and water.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Cellular Signal",
      "Historical/Interpretive Information/Exhibits",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Picnic Table",
      "Restroom - Accessible",
      "Toilet - Vault/Composting",
      "Trailhead",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Whiskeytown National Recreation Area",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historic Site",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "E5AC9060-752A-4138-82A7-8B48FC9E4BBB",
    "url": "https://www.nps.gov/places/whiskey-creek-boat-launch.htm",
    "title": "Whiskey Creek Boat Launch",
    "listingDescription": "Whiskey Creek Boat Launch at Whiskeytown National Recreation Area",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C0C9286A-A4BC-14AB-84A14CD07EA61842.jpg",
        "credit": "NPS",
        "altText": "Whiskey Creek Boat Launch",
        "title": "Whiskey Creek Boat Launch",
        "description": "",
        "caption": "Whiskey Creek Boat Launch",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C0C9286A-A4BC-14AB-84A14CD07EA61842.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C0C9286A-A4BC-14AB-84A14CD07EA61842.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "whis",
        "designation": "National Recreation Area",
        "fullName": "Whiskeytown National Recreation Area",
        "url": "https://www.nps.gov/whis/index.htm",
        "name": "Whiskeytown"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Whiskeytown National Recreation Area",
      "boat launch",
      "kayak launch"
    ],
    "latitude": "40.64936828613281",
    "longitude": "-122.55743408203125",
    "latLong": "40.64936828613281,-122.55743408203125",
    "bodyText": "Whiskey Creek Boat Launch and picnic area is located on the Whiskey Creek arm of Whiskeytown Lake which is on the north side of the lake. It a very popular launch point for kayakers who want to access the more sheltered Whiskey Creek area for paddling. It is also popular for boaters towing water skiers for the same reason. Whether you are heading out for a day on the lake to fish or to just enjoy being out on the water it is a great option for launching your boat. Other boat launches are located at the Brandy Creek Boat Launch and Oak Bottom Boat Launch areas.<br /> <br /> Access to the boat launch area is from Whiskey Creek Road which connects to highway 299. The launch area has a large parking lot designed to accommodate vehicles with boat trailers, an accessible rest room as well as an adjacent picnic area. There is also an accessible fishing pier located adjacent to the parking lot.",
    "audioDescription": "Whiskey Creek Boat Launch and picnic area is located on the Whiskey Creek arm of Whiskeytown Lake which is on the north side of the lake. It a very popular launch point for kayakers who want to access the more sheltered Whiskey Creek area for paddling. It is also popular for boaters towing water skiers for the same reason. Whether you are heading out for a day on the lake to fish or to just enjoy being out on the water it is a great option for launching your boat. Other boat launches are located at the Brandy Creek Boat Launch and Oak Bottom Boat Launch areas. Access to the boat launch area is from Whiskey Creek Road which connects to highway 299. The launch area has a large parking lot designed to accommodate vehicles with boat trailers, an accessible rest room as well as an adjacent picnic area. There is also an accessible fishing pier located adjacent to the parking lot.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Beach/Water Access",
      "Boat Ramp",
      "Canoe/Kayak/Small Boat Launch",
      "Cellular Signal",
      "Dock/Pier",
      "Grill",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Parking - Boat Trailer",
      "Parking - Bus/RV",
      "Picnic Table",
      "Restroom",
      "Restroom - Accessible",
      "Toilet - Flush",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Whiskeytown National Recreation Area",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Boat Launch",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "2DA61E1A-6013-4EB1-958B-EC3D40EE1949",
    "url": "https://www.nps.gov/places/whiskeytown-park-store.htm",
    "title": "Whiskeytown Park Store",
    "listingDescription": "The park store is operated by Western National Parks Association, an official non-profit partner of the National Park Service dedicated to supporting the educational mission of Whiskeytown National Recreation Area. The park store has a wide range of books, maps, travel guides, educational games and other items available for retail sale. These products complement the interpretive themes you experience when visiting the park. The park store is located at the Whiskeytown NRA VC.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/BF758EAC-F3A3-6CDC-D5EDF814CB4AA2BC.jpg",
        "credit": "NPS",
        "altText": "Western National Parks Store at the Visitor Center",
        "title": "Western National Parks Store at the VC",
        "description": "",
        "caption": "Western National Parks Store at the Visitor Center",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BF758EAC-F3A3-6CDC-D5EDF814CB4AA2BC.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BF758EAC-F3A3-6CDC-D5EDF814CB4AA2BC.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "CA",
        "parkCode": "whis",
        "designation": "National Recreation Area",
        "fullName": "Whiskeytown National Recreation Area",
        "url": "https://www.nps.gov/whis/index.htm",
        "name": "Whiskeytown"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Whiskeytown National Recreation Area",
      "western national parks association",
      "WNPA"
    ],
    "latitude": "40.61500930786133",
    "longitude": "-122.52024841308594",
    "latLong": "40.61500930786133,-122.52024841308594",
    "bodyText": "The park store is operated by <a href=\"https://www.wnpa.org/\">Western National Parks Association</a>, an official non-profit partner of the National Park Service dedicated to supporting the educational mission of Whiskeytown National Recreation Area. The park store has a wide range of books, maps, travel guides, educational games and other items available for retail sale. These products complement the interpretive themes you experience when visiting the park. The park store is located at the Whiskeytown NRA Visitor Center, or you can visit the online park store by following this link: <a href=\"https://store.wnpa.org/park-stores/whiskeytown-national-recreation-area.html\">Western National Parks Association Whiskeytown NRA Online Store</a><br /> <br /> Follow this link to see the <a href=\"https://www.nps.gov/whis/planyourvisit/visitorcenters.htm\">current days open and hours for the Visitors Center</a>.",
    "audioDescription": "The Western National Parks Association park store is located inside of the Visitor Center. The Visitor Center is located at the north end of a plaza that overlooks Whiskeytown Lake from about 200 feet above the water. Trees frame the lake view and a path leads down to the lakeshore from the south end of the parking lot. Benches and information kiosks in the plaza are covered to provide protection from the rain and sun. Native plants are featured in the plaza behind low rock walls and along a short path that loops behind the visitor center. The Visitor Center offers interpretive displays featuring the history of early settlers, as well as gift items for sale through Western National Parks Association. Entrance permits may be purchased inside and staff are available to answer questions about Whiskeytown National Recreation Area. Inquire about discounts available to seniors, active duty military personnel, fourth grade students, and visitors with permanent disabilities.",
    "isPassportStampLocation": "1",
    "passportStampLocationDescription": "We have the standard passport stamp and a Junior Ranger stamp at the park store which is located inside of the visitor center.",
    "passportStampImages": [
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/11DEABCA-F27B-F20D-7CA9FE71496B87DC.jpg"
          }
        ],
        "altText": "Whiskeytown NRA Passport Stamp",
        "title": "Whiskeytown NRA Passport Stamp",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/11DEABCA-F27B-F20D-7CA9FE71496B87DC.jpg"
      },
      {
        "credit": "",
        "description": "",
        "crops": [
          {
            "aspectRatio": 1,
            "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/11E6F107-0386-CCC6-8E97D161F172D74F.jpg"
          }
        ],
        "altText": "Whiskeytown NRA Junior Ranger Stamp",
        "title": "Whiskeytown NRA Junior Ranger Stamp",
        "caption": "",
        "url": "https://www.nps.gov/common/uploads/passport_stamps/11E6F107-0386-CCC6-8E97D161F172D74F.jpg"
      }
    ],
    "managedByUrl": "https://www.wnpa.org",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Cellular Signal",
      "Entrance Passes For Sale",
      "Fire Extinguisher",
      "Gifts/Souvenirs/Books",
      "Information",
      "Information - Maps Available",
      "Information - Park Newspaper Available",
      "Information - Ranger/Staff Member Present",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto",
      "Parking - Boat Trailer",
      "Parking - Bus/RV",
      "Picnic Table",
      "Restroom - Accessible",
      "Scenic View/Photo Spot",
      "Telephone",
      "Toilet - Flush",
      "Trash/Litter Receptacles",
      "Water - Drinking/Potable"
    ],
    "managedByOrg": "Western National Parks Association",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Whiskeytown NRA Visitor Center",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]