[
  {
    "id": "543A8BE5-87C7-4949-9FA8-B0A147E1B733",
    "url": "https://www.nps.gov/places/wilson-s-creek-bloody-hill.htm",
    "title": "Bloody Hill",
    "listingDescription": "On August 10, 1861, Union and Southern forces met at Wilson’s Creek in the second major battle of the Civil War. Called the “Bull Run of the West,” some of the battle’s most pivotal moments occurred on high ground later christened “Bloody Hill.”",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/02CEA039-A41D-EECA-D69FD39A2F1440F5.jpg",
        "credit": "NPS",
        "altText": "A Civil-War era cannon stands under trees and faces open fields with tall vegetation",
        "title": "Artillery at Bloody Hill",
        "description": "",
        "caption": "An artillery piece at Bloody Hill represents Union Capt. James Totten's battery",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/02CEA039-A41D-EECA-D69FD39A2F1440F5.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/02CEA039-A41D-EECA-D69FD39A2F1440F5.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MO",
        "parkCode": "wicr",
        "designation": "National Battlefield",
        "fullName": "Wilson's Creek National Battlefield",
        "url": "https://www.nps.gov/wicr/index.htm",
        "name": "Wilson's Creek"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "Nathaniel Lyon",
      "Trans-Mississippi Theater",
      "Bloody Hill",
      "historic weapons",
      "burial ground",
      "Sterling Price",
      "Samuel Sturgis",
      "John Schofield",
      "James McBride",
      "Pulaski Arkansas Battery",
      "James Totten",
      "Jonn Du Bois",
      "Missouri State Guard",
      "midwest national parks",
      "Missouri",
      "Lyon Marker",
      "Hiking Trail"
    ],
    "latitude": "37.106145351919196",
    "longitude": "-93.41547131538391",
    "latLong": "37.106145351919196,-93.41547131538391",
    "bodyText": "<p><strong>A ¾-mile walking trail across Bloody Hill includes points of interest such as the 1928 “Lyon Marker” (the only monument on the battlefield), and a natural sinkhole that served as a temporary mass grave for Union soldiers killed in the fighting.</strong></p> <blockquote> <p><strong>“Come on, my brave boys, I will lead you! Forward!”</strong> – <em>Union Brigadier General Nathaniel Lyon</em></p> </blockquote> <p>On the morning of August 10, 1861, Union and Southern forces met at Wilson’s Creek in the second major battle of the Civil War. Called the “Bull Run of the West,” some of the battle’s most pivotal moments occurred on high ground later christened “Bloody Hill.”<br /> <br /> Around 5:00 am on August 10, 1861, fighting started. Troops under <strong>Union Brigadier General Nathanial Lyon</strong> moved to an area of high ground that would earn a new name that day – Bloody Hill. Over the next six hours, the battle’s most intense and savage combat took place here as Lyon’s men braved artillery fire from the <strong>Pulaski Arkansas Battery</strong> and faced several Southern attacks.<br /> <br /> Fighting intensified around 9:00 a.m., when <strong>Major General Sterling Price</strong> and his pro-secessionist <strong>Missouri State Guard</strong> began a second assault. Southern troops formed three or four ranks deep and fired while lying down, kneeling, and standing. For more than an hour, they faced Lyon’s 3,500 men and 10 cannon at close range. As black powder smoke hung thick, men fired blindly. The blistering August heat took its own toll and men fell to heat exhaustion as well as bullets and cannon fire.<br /> <br /> As the battle raged, Lyon remarked to his chief of staff, <strong>Major John Schofield</strong>, “It is as I expected. Major, I am afraid the day is lost.” Schofield replied, “No, General; let us try it again!” Spurred on by Schofield’s enthusiasm, Lyon rode toward the center of the fighting. He began repositioning his troops. Waving his hat in the air, Lyon reportedly cried, “Come on, my brave boys, I will lead you! Forward!”<br /> <br /> Just then the Confederates let loose a volley of fire. Lyon fell from his horse with an instantly fatal wound in the chest. With his death, Lyon became the first Union general killed in combat during the Civil War.<br /> <br /> The third and largest Southern assault against Bloody Hill began after Lyon's death, but ended in failure as the Southerners fell back. <strong>Union Major Samuel Sturgis</strong>, in command after Lyon’s death, ordered his troops to retreat because of heavy casualties, dwindling ammunition and no relief in sight from other Union forces. The Southerners, disorganized and also low on ammunition, did not to pursue. The battle of Wilson’s Creek was over, a tactical victory for the South.<br /> <br /> Lyon’s army lost nearly a quarter of its strength, while 12 percent of the Southern army became casualties. <strong>More than 535 dead and 2,000 wounded or missing soldiers littered the field. It had been, as one Southern participant recalled, “a mighty mean-fowt fight.” Missouri remained under Union control for the remainder of the conflict.</strong><br /> <br /> At Bloody Hill, you will observe a battlefield that has changed very little over time, other than the growth of trees and other vegetation that obscures some of the views as they were in 1861. <strong>A ¾-mile walking trail across Bloody Hill includes points of interest such as the 1928 “Lyon Marker” (the only monument on the battlefield), and a natural sinkhole that served as a temporary mass grave for Union soldiers killed in the fighting.</strong><br /> <br /> The southern slope of Bloody Hill preserves a wide variety of native plants in a section of <strong>rare “remnant prairie,”</strong> one of the few such bits left in Missouri.</p>",
    "audioDescription": "A ¾-mile walking trail across Bloody Hill includes points of interest such as the 1928 “Lyon Marker, a simple carved stone marker that is the only monument on the battlefield, and a low place off the trail that is a natural sinkhole. The sinkhole, with protruding boulders along its collapsing sides, served as a temporary mass grave for Union soldiers killed in the fighting. Bloody Hill also has cannon in place including three artillery pieces at the Union Lt. John Du Bois Battery location. These cannon face trees that now obscure the view toward the Ray House, about a mile away. Two artillery pieces representing Union Captain James Totten's unit face northwest near the beginning of the trail. The trail winds through tall trees, while an open meadow drops off gradually on the southern side.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Wilson's Creek National Battlefield, Republic, Missouri",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Second major battle fo the Civil War and site of Brig. Gen. Nathaniel Lyon's death (the first Union general to die in the war)",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "92BC7E69-D61B-41B2-8025-4A670E34E901",
    "url": "https://www.nps.gov/places/lyon-marker-on-bloody-hill.htm",
    "title": "Lyon Marker on Bloody Hill",
    "listingDescription": "The Lyon Marker commemorates Brigadier General Nathanial Lyon, the first Union general to die in combat. In 1928, a community social club placed the marker on or near the spot on Bloody Hill where General Lyon fell during the battle of Wilson's Creek. Previously, a large stone cairn dating back to the Civil War era served as an informal memorial to Lyon.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B3B008E2-D57E-A72F-0F2DDE814DCBDBFC.jpg",
        "credit": "NPS",
        "altText": "A plain stone marker with engraving sits in front of a split-rail fence in an open area",
        "title": "Lyon Marker on Bloody Hill",
        "description": "",
        "caption": "The University Club of Springfield placed the Lyon Marker on Bloody Hill in 1928.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B3B008E2-D57E-A72F-0F2DDE814DCBDBFC.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B3B008E2-D57E-A72F-0F2DDE814DCBDBFC.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MO",
        "parkCode": "wicr",
        "designation": "National Battlefield",
        "fullName": "Wilson's Creek National Battlefield",
        "url": "https://www.nps.gov/wicr/index.htm",
        "name": "Wilson's Creek"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "C5480F07-06D2-FCFA-E69E-21FAE3D5DF32",
        "url": "https:// www.nps.gov/im/htln/",
        "name": "Heartland Inventory & Monitoring Network"
      }
    ],
    "tags": [
      "Civil War",
      "Battle of Wilson's Creek",
      "Civil War Battles",
      "battlefield",
      "marker",
      "civil war monuments",
      "midwest national parks",
      "Nathaniel Lyon",
      "Lyon Marker",
      "Missouri",
      "Bloody Hill",
      "Union Army",
      "commemoration",
      "Civil War Battlefield",
      "University Club of Springfield",
      "1928 Lyon Marker",
      "Richard H. Weightman",
      "Missouri State Guard",
      "camp jackson incident",
      "camp jackson massacre",
      "bloody island massacre",
      "Pomo",
      "Clear Lake",
      "fort Riley",
      "Kansas",
      "Bleeding Kansas",
      "Trans-Mississippi Theater"
    ],
    "latitude": "37.104998686",
    "longitude": "-93.411622021",
    "latLong": "37.104998686,-93.411622021",
    "bodyText": "<p> </p> <p>On August 10, 1861, Southern forces repelled a surprise attack by Federal forces at the battle of Wilson’s Creek. Union Brigadier General Nathaniel Lyon died during the fight, the first Union general to fall in combat during the Civil War.<br /> <br /> Lyon died on Bloody Hill, scene of some of the bitterest fighting in the six-hour battle. Not long after the battle of Wilson’s Creek, veterans and other visitors began placing rocks as an informal memorial to Lyon on Bloody Hill. Many etched their names on the stones before laying them on the growing cairn. A smaller stone cairn also existed in the area, and some have speculated that it marked the presumed spot where Lyon first was wounded, or that is commemorated a fallen Southern officer, Col. Richard H. Weightman, a Missouri State Guard brigade commander.<br /> <br /> At some point, the cairns were removed, possibly by souvenir hunters who spirited away the stones. In 1928 – more than 30 years before formal dedication of the battlefield as a national park site – the University Club of Springfield placed an engraved stone marker on Bloody Hill to honor General Lyon. The marker remains the only Civil War commemorative monument within the boundaries of Wilson’s Creek National Battlefield.</p> <p>The Lyon Marker reads:</p> <blockquote> <p>“At or near this spot fell Brigadier General Nathaniel Lyon. Born Ashford, Conn. 1818. Graduated U.S. Military Academy, 1841. Commander of the Federal Forces in the Battle of Wilson Creek August 10 1861. The marker is erected by the University Club of Springfield, Mo. in honor of General Lyon and the hundreds of brave men, north and south, who, on this field, died for the right as God gave them to see the right. 1928”</p> </blockquote>",
    "audioDescription": "An unpaved path leads through trees to an open area in which stands a large upright engraved stone marker located in front of wooden split-rail fencing. The marker of light-colored stone is 3.5 feet tall and 2 feet wide. Engraving covers the front side of the marker.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "e51a4345-5295-4f6f-b2db-aa67fb3ee781",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Bloody Hill (Tour Road Stop 7), Wilson's Creek National Battlefield, Republic, Missouri",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "The 1928 marker stands on or near the place where Brigadier General Nathaniel Lyon fell in combat. Lyon was the first Union general to die in the Civil War.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "6A25F80E-96EC-40AA-8484-CC48318723EB",
    "url": "https://www.nps.gov/places/ray-house.htm",
    "title": "Ray House",
    "listingDescription": "During the battle of Wilson's Creek, John Ray's family hid in the cellar as he watched the battle from the porch. The farmhouse then transformed into a field hospital and the family cared for wounded soldiers. After the battle, soldiers recovered the body of General Nathaniel Lyon, the first Union general to fall in combat during the Civil War. They brought Lyon's body to the Ray home and placed it on a family bed. The \"Lyon Bed\" now is part of the park's museum collection.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/61647F2F-E000-2CAB-4E3CC4053DCE8867.jpg",
        "credit": "NPS / Charles Dischinger",
        "altText": "An old house glows in lantern light at dusk with luminaries lit by candles on grassy area out front",
        "title": "Ray House",
        "description": "",
        "caption": "The historic Ray House decorated for the park's annual holiday luminary event",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/61647F2F-E000-2CAB-4E3CC4053DCE8867.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/61647F2F-E000-2CAB-4E3CC4053DCE8867.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MO",
        "parkCode": "wicr",
        "designation": "National Battlefield",
        "fullName": "Wilson's Creek National Battlefield",
        "url": "https://www.nps.gov/wicr/index.htm",
        "name": "Wilson's Creek"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "Battlefields",
      "John and Roxanna Ray",
      "John Ray",
      "Missouri",
      "historic homes",
      "historic preservation",
      "farms",
      "farmstead",
      "historic sites",
      "Civil War Medicine",
      "Wilson Township",
      "Ray Cornfield",
      "Rhoda Jones",
      "Aunt Rhoda",
      "Slavery",
      "enslaved",
      "HABS",
      "HAER",
      "HALS",
      "Midwest",
      "field hospital",
      "Nathaniel Lyon",
      "Ray Farm",
      "historic farming",
      "historic farms",
      "Trans-Mississippi Theater",
      "Civil War Battlefield"
    ],
    "latitude": "37.10680518",
    "longitude": "-93.398116122",
    "latLong": "37.10680518,-93.398116122",
    "bodyText": "<blockquote> <p>“Get out of here, children! They'll be fighting like hell here in less than 10 minutes!” - <em>Southern soldier, warning two of John Ray's children, who were herding horses near the family's cornfield before the battle </em></p> </blockquote> <p>The Ray House is a farm house that served as a temporary field hospital for soldiers after the Battle of Wilson's Creek on August 10, 1861. The house, completed about 1852, has been restored. John Ray was a pro-Union farmer and postmaster of Wilson Township. During the battle, Mr. Ray sat on his front porch and watched fighting in the distance in his own cornfield between U.S. Regulars and Arkansas and Louisiana troops. His wife, Roxanna, and children hid in the cellar of the home during the battle, along with an enslaved woman named Rhoda, her children, and hired hand Julius Short. The Southern forces pushed the Regulars from the cornfield, but when the Southerners attempted to pursue, Union artillery fire from Bloody Hill drove them back past the Ray House. The Union battery continued to fire on the retreating enemy, and struck the Ray farm's chicken coop. Southern surgeons raised a yellow flag (recognized on the battlefield as a symbol of a field hospital), and the gunners ceased fire. The house and civilians sheltering there were unharmed.<br /> <br /> After the battle, the Ray family assisted the wounded soldiers brought to their home. They also allowed General Nathaniel Lyon's body to be placed on the family's main bed after soldiers recovered the body from the battlefield. Roxanna Ray gave up a white cotton counterpane (blanket) to cover Lyon's body before it was taken back to Springfield. The original \"Lyon bed\" and the counterpane are now part of the Wilson's Creek National Battlefield Museum Collection. <br /> <br /> The Battle of Wilson's Creek was the first major Civil War battle fought west of the Mississippi, and General Nathaniel Lyon was the first Union general to die in combat during the American Civil War. The Confederate Army's failure to exploit their victory here allowed Federal forces to maintain their grip on Missouri. The battlefield at Wilson's Creek has changed very little over time, other than the growth of trees and other vegetation that obscure some of the views as they were in 1861.</p>",
    "audioDescription": "A single-story, wood-frame home with wooden shingles sits on a high stone foundation and features a porch running the length of the front of the home. Two separate sets of stone steps lead up to the high railed porch, with two doors leading into the house and two front windows looking out onto the porch. A stone chimney dominates one side of the home, and a large tree sits nearby. The house is on a grassy hill that drops sharply down to a meadow and cornfield. In a low place some distance from the home sits a stone spring house constructed in the form of a rough stone barrel vault with a wooden door. A spring still flows up from the ground in the spring house. Inside the Ray house are three main rooms, including two large front rooms now outfitted as bedrooms and living space, and a large back room used as a dining room and kitchen area. A large stone fireplace with double openings divides the room. An indoor entrance to the cellar is situated in one corner. The home includes antique furniture of the period including three beds, desks and dressers, a dining room table with chairs, a spinning wheel, trunks, shelves, and various items such as books and papers, dishes, lamps, children's toys, and bedding.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "0be2913b-a89a-405e-abe8-f78f2a77c470",
    "isManagedByNps": "1",
    "amenities": [
      "Fire Extinguisher",
      "First Aid Kit Available",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Tour Road Stop 2, Wilson's Creek National Battlefield, Republic, Missouri",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Well-preserved farm house that played a role in the Battle of Wilson's Creek",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Park, National Register of Historic Places, HABS/HAER/HALS",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "85BFF101-7C27-473B-87A4-10567C766B10",
    "url": "https://www.nps.gov/places/sinkhole-on-bloody-hill.htm",
    "title": "Sinkhole on Bloody Hill",
    "listingDescription": "On a boiling hot August day, soldiers fought the battle of Wilson’s Creek. After more than six hours, the terrible toll included more than 2,539 individuals dead, wounded, captured, or missing. On Bloody Hill, some Union dead were buried in a mass grave formed by a natural sinkhole.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/8B46BAC9-A0D5-8F3A-2F0DF5E6FF84F8B8.jpg",
        "credit": "NPS",
        "altText": "A shallow depression about 12 feet by 10 feet in dimension is ringed by rough rocks and vegetation",
        "title": "Bloody Hill Sinkhole",
        "description": "",
        "caption": "A natural sinkhole on Bloody Hill was the burial place for about 30 Union soldiers",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/8B46BAC9-A0D5-8F3A-2F0DF5E6FF84F8B8.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/8B46BAC9-A0D5-8F3A-2F0DF5E6FF84F8B8.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MO",
        "parkCode": "wicr",
        "designation": "National Battlefield",
        "fullName": "Wilson's Creek National Battlefield",
        "url": "https://www.nps.gov/wicr/index.htm",
        "name": "Wilson's Creek"
      }
    ],
    "relatedOrganizations": [
      {
        "id": "C5480F07-06D2-FCFA-E69E-21FAE3D5DF32",
        "url": "https:// www.nps.gov/im/htln/",
        "name": "Heartland Inventory & Monitoring Network"
      }
    ],
    "tags": [
      "Civil War",
      "Civil War Battlefield",
      "civil war burial",
      "battles",
      "battle of wilson's creek",
      "Bloody Hill",
      "sink hole",
      "bloody hill sink hole",
      "Missouri",
      "midwest national parks",
      "missouri geology",
      "geology",
      "Union Army",
      "Trans-Mississippi Theater",
      "battlefield",
      "battlefield archeology",
      "sinkholes",
      "karst",
      "limestone",
      "groundwater",
      "Ozarks",
      "National Cemetery Administration"
    ],
    "latitude": "37.1053857690001",
    "longitude": "-93.41236435",
    "latLong": "37.1053857690001,-93.41236435",
    "bodyText": "<p>On August 10, 1861, six hours of fierce fighting left at least<strong> 2,539 troops dead, wounded, captured, or missing. </strong>Many of the dead were buried in unmarked graves, including mass burials in several <strong>natural sinkholes.</strong><br /> <br /> <strong>What is a sinkhole? </strong>Southwest Missouri's <strong>landscapes feature limestone</strong>, which is easily dissolved by water. Over millions of years, groundwater percolated through limestone fractures and formed underground streams and caves. <strong>Sinkholes can occur when an underground stream disappears or changes course, and underground beds of limestone then collapse.</strong>  <br /> <br /> In 1867, more than five years after the battle, workers disinterred the remains of soldiers from several locations including this sinkhole on Bloody Hill. The workers who recovered the remains described this sinkhole as being 19 feet by 12 feet in size. They recovered approximately 30 sets of remains from this sinkhole. <strong>“The utmost care and tenderness which such a delicate duty demands were exercised, and the remnants of clothing (very few) carefully examined for any evidence of identification. Except in occasional instances, which are dutifully recorded, nothing could be found toward identifying any of these soldiers,” </strong>said one eyewitness. <br /> <br /> The soldiers' remains were reburied in <strong>Springfield National Cemetery, </strong>created in 1867 in nearby Springfield, Missouri. <br /> <br /> In the late 1960s, the NPS did an archeological excavation on this sinkhole and then refilled it and restored its natural landscape.<br /> <br /> <strong>You can take a walk at Bloody Hill (Tour Road Stop 7) and stop alongside the sinkhole, where an interpretive wayside panel gives more details of this battlefield burial site.</strong></p>",
    "audioDescription": "An oblong depression in the ground about 10 feet by 15 feet in size and about 3 feet deep is surrounded by rocky outcrops, rough ground, and plants and trees.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "2d987ee9-f545-4471-886d-6043ad282267",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Tour Road Stop 7, Wilson's Creek National Battlefield, Republic, Missouri",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "A natural sinkhole on Bloody Hill became the site of a mass grave for Union soldiers.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "4D3C1437-E4A4-443C-B852-7F78CE14E466",
    "url": "https://www.nps.gov/places/wire-road.htm",
    "title": "Wire Road",
    "listingDescription": "The historic Wire Road (also known as the Telegraph Road) runs from St. Louis, Missouri, to Fort Smith, Arkansas. Telegraph wire ran on the route, which also was a major corridor for moving troops and supplies. The road also lies on what was a historic Native American travel route and the old Butterfield Overland Mail route. A portion of the Wire Road runs through Wilson's Creek National Battlefield and is open to foot traffic.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/EDA831B2-97A1-F336-D6A76656830417D2.jpg",
        "credit": "NPS",
        "altText": "A two-lane unpaved road runs in front of a historic farm house",
        "title": "Wire Road",
        "description": "",
        "caption": "A portion of the historic Wire Road runs in front of the Ray family farmhouse",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EDA831B2-97A1-F336-D6A76656830417D2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EDA831B2-97A1-F336-D6A76656830417D2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "MO, AR, OK, TX, NM, AZ, CA",
        "parkCode": "buov",
        "designation": "National Historic Trail",
        "fullName": "Butterfield Overland National Historic Trail",
        "url": "https://www.nps.gov/buov/index.htm",
        "name": "Butterfield Overland"
      },
      {
        "states": "MO",
        "parkCode": "wicr",
        "designation": "National Battlefield",
        "fullName": "Wilson's Creek National Battlefield",
        "url": "https://www.nps.gov/wicr/index.htm",
        "name": "Wilson's Creek"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil War",
      "Trans-Mississippi Theater",
      "Civil War Battlefield",
      "Civil War Battles",
      "wire road",
      "historic road",
      "Missouri",
      "Arkansas",
      "mail route",
      "Military Wartime History",
      "midwest national parks",
      "butterfield overland stage route",
      "Telegraph",
      "Telegraph Road",
      "hiking"
    ],
    "latitude": "37.10738",
    "longitude": "-93.39762",
    "latLong": "37.10738,-93.39762",
    "bodyText": "The Wire Road, which runs through Wilson’s Creek National Battlefield, has a colorful history. Thousands of years ago, buffalo and other wildlife created natural paths across the Ozarks. Native Americans established migratory routes on these trails including the current Wire Road. French trappers, Spanish explorers and settlers from Tennessee and Kentucky used the route to access new areas and resources like iron, zinc, lead, timber, and stone. A portion of another Native American route, the Trail of Tears, lies just outside Wilson’s Creek National Battlefield, a remnant of the tragic era of forced removal of tribes including the Cherokee.<br /> <br /> By 1836, the young Missouri state government had established a formal road between Springfield and Fayetteville, Arkansas. Emigrants of European descent soon settled in the Wilson’s Creek area on the rich bottomlands near this main thoroughfare.In 1846, Joseph Burdin began carrying mail on a route from Springfield, Missouri, to Fayetteville, Arkansas, using a two-horse stage. One of the stops was the home of postmaster and farmer John A. Ray, who lived near Wilson’s Creek. The Ray farmhouse, which stands in the national park today, continued as a mail stop when John Butterfield founded the county’s first transcontinental mail service – the famed Butterfield Overland Mail Co. Between 1858 and 1861, Butterfield stagecoaches spirited mail and passengers from St. Louis down to Arkansas and on to California on a 2800-mile journey lasting 25 days (traveling day and night). John Ray’s home was the first unscheduled stop for Butterfield coaches after leaving Springfield. But the coming of railroad and telegraph ended the overland stages.<br /> <br /> Telegraph revolutionized communications during the Civil War. The U.S. military installed telegraph wire along the road from Jefferson Barracks in St. Louis to Fort Smith, Arkansas. The Union depended on telegraph communications, and when Southern troops or sympathizers cut telegraph lines, Federal troops often responded by burning homes near damaged lines. On August 10, 1861, John Ray sat on the front porch of his home on the Wire Road and watched smoke rise from fighting in his cornfield during the battle of Wilson’s Creek. His wife and children hid in the cellar during the fighting. Though the home survived and none of family was injured, their life changed dramatically, as the home became a field hospital and they lost much of their produce and livestock to soldiers. Over the next four years of the conflict, the Wire Road, also known as the Military Road, served as a major corridor for supplies and troops between Arkansas and Missouri. The road remained a mail route and Ray continued as postmaster until 1866.<br /> <br /> Today, the “Old Wire Road” no longer connects one point to another, but traces may be found on farmland, in conservation areas and at Wilson’s Creek National Battlefield. You can step onto the Wire Road in front of the John Ray Home at Tour Stop 2, and also may walk down the tour road a short distance west, where a marked walking trail continues along the old Wire Road route. The Wire Road trail also crosses the tour road near Tour Stop 5.",
    "audioDescription": "A narrow unpaved road crosses through several areas of the park including where it runs directly in front of a historic farm house and then runs down a slope between overhanging trees and through other scenic areas and on beyond the park boundaries.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Scenic View/Photo Spot",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Wilson's Creek National Battlefield, Republic, Missouri",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Historic road that was a telegraph route and also main artery for troop movement between Missouri and Arkansas",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]