[
  {
    "id": "8A370CCA-F3F0-4717-83C8-5AF488E56D52",
    "url": "https://www.nps.gov/places/maritime-washington-national-heritage-area.htm",
    "title": "Maritime Washington National Heritage Area",
    "listingDescription": "The Maritime Washington National Heritage Area tells a nationally important story of maritime heritage, from Native American canoe cultures to industrial working waterfronts, that shaped western Washington and contributes today to our development as a nation.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/87D619AF-F4E6-C5BF-1A29742AE76469AC.jpg",
        "credit": "Photo Courtesy of John Westrock",
        "altText": "Purple sunrise over a harbor",
        "title": "Maritime Washington NHA - Gig Harbor",
        "description": "",
        "caption": "Morning breaks over peaceful Gig Harbor",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/87D619AF-F4E6-C5BF-1A29742AE76469AC.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/87D619AF-F4E6-C5BF-1A29742AE76469AC.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "WA",
        "parkCode": "ebla",
        "designation": "National Historical Reserve",
        "fullName": "Ebey's Landing National Historical Reserve",
        "url": "https://www.nps.gov/ebla/index.htm",
        "name": "Ebey's Landing"
      },
      {
        "states": "WA",
        "parkCode": "klse",
        "designation": "National Historical Park",
        "fullName": "Klondike Gold Rush - Seattle Unit National Historical Park",
        "url": "https://www.nps.gov/klse/index.htm",
        "name": "Klondike Gold Rush - Seattle Unit"
      },
      {
        "states": "ID,WA",
        "parkCode": "miin",
        "designation": "National Historic Site",
        "fullName": "Minidoka National Historic Site",
        "url": "https://www.nps.gov/miin/index.htm",
        "name": "Minidoka"
      },
      {
        "states": "WA",
        "parkCode": "olym",
        "designation": "National Park",
        "fullName": "Olympic National Park",
        "url": "https://www.nps.gov/olym/index.htm",
        "name": "Olympic"
      },
      {
        "states": "WA",
        "parkCode": "sajh",
        "designation": "National Historical Park",
        "fullName": "San Juan Island National Historical Park",
        "url": "https://www.nps.gov/sajh/index.htm",
        "name": "San Juan Island"
      },
      {
        "states": "WA",
        "parkCode": "wing",
        "designation": "Affiliated Area",
        "fullName": "Wing Luke Museum Affiliated Area",
        "url": "https://www.nps.gov/wing/index.htm",
        "name": "Wing Luke Museum"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "NHA",
      "heritage",
      "Conservation",
      "washington",
      "WA",
      "living landscapes",
      "community-based",
      "culture",
      "community assistance",
      "diversity",
      "stories",
      "history",
      "historic preservation",
      "maritime",
      "sea",
      "canoe",
      "trade routes",
      "discovery",
      "naval",
      "military",
      "lighthouse",
      "shipbuilding",
      "fishing",
      "ports",
      "Marina",
      "timber",
      "sailboats",
      "ferries",
      "commerce",
      "trade",
      "Boats",
      "Ships",
      "native americans",
      "Tribes"
    ],
    "latitude": "47.611608",
    "longitude": "-122.325216",
    "latLong": "47.611608,-122.325216",
    "bodyText": "<p paraeid=\"{53103d88-8610-4d83-ab9c-a5392def8c09}{64}\" paraid=\"6\">The Maritime Washington National Heritage Area (designated in 2019) encompasses 3,000 miles of western Washington’s saltwater coastline from Grays Harbor County to the Canadian border, 18 federally recognized tribes, 13 counties, 32 incorporated cities, and 30 port districts, as well as innumerable harbors, inlets, peninsulas, island shores, and parks—all connected by the nation’s largest ferry system. The Washington Trust for Historic Preservation, a state-wide non-profit dedicated to preserving the state’s historic resources, is the NHA’s Coordinating Entity. <br /> <br /> Communities here were connected to the rest of the world by boat long before roads and railroads were built. The first peoples created complex cultures around canoe journeys and salmon cycles. Then came Spanish, English, Russian and American explorers in search of territory and shipping lanes. As the country developed, the region’s ports began to bolster trade of vast natural resources, and naval installations came to guard the continent. <br /> <br /> Washington’s coastline is rich with historic buildings and vessels, museums, and archival collections, and the maritime industry remains a foundation of the region’s economy today. Shipyards, container ports, cruise ships, tugs, and marinas full of small and large pleasure craft are as much a part of this NHA’s inheritance as historic ships or lighthouses.   <br /> <br /> To read the Maritime Washington National Heritage Area management plan, click here. <br /> <br /> The vast diversity of this living landscape can be divided by geographic regions:  </p> <h2 paraeid=\"{53103d88-8610-4d83-ab9c-a5392def8c09}{94}\" paraid=\"11\">Olympic Peninsula </h2> <p paraeid=\"{53103d88-8610-4d83-ab9c-a5392def8c09}{100}\" paraid=\"12\">The Olympic Peninsula is surrounded by the Pacific Ocean, the Strait of Juan de Fuca, and Puget Sound’s Hood Canal. The Olympic Mountains rise prominently in the interior. Historic ports, coastal communities, and traditional tribal lands rim this boxy landmass. Home to Olympic National Park, the peninsula features the longest stretch of publicly-owned and undeveloped shoreline on the Pacific Coast, and closely resembles the shoreline inhabited by the tribes before Europeans arrived. Olympic National Park is also a UNESCO World Heritage Site, designated for its ecosystem diversity, while the Olympic Coast National Marine Sanctuary lies offshore, distinguished for its educational opportunities.  </p> <h2 paraeid=\"{53103d88-8610-4d83-ab9c-a5392def8c09}{106}\" paraid=\"13\">Puget Sound </h2> <p paraeid=\"{53103d88-8610-4d83-ab9c-a5392def8c09}{112}\" paraid=\"14\">A complex inlet of the Pacific Ocean and the third-largest estuary in the United States, Puget Sound comprises many waterways, basins, and bays, including Seattle’s brackish Lake Union. For millennia, the sound connected the Northwest people to the sea – for travel, trade, sustenance, protection, and recreation. Today, Puget Sound is home to maritime industries, military bases, small coastal communities, the cities of Seattle, Tacoma, Everett, and the state capital Olympia. The Kitsap Peninsula and enchanting islands lie in the interior of Puget Sound, with the Hood Canal between them and the Olympic Peninsula.    </p> <h2 paraeid=\"{53103d88-8610-4d83-ab9c-a5392def8c09}{118}\" paraid=\"15\">Northern Coast </h2> <p paraeid=\"{53103d88-8610-4d83-ab9c-a5392def8c09}{124}\" paraid=\"16\">Along the western edge of Skagit and Whatcom Counties lies Washington’s northern coastline, a series of protected bays stretching north to the Strait of Georgia, which separates Vancouver Island from mainland Canada. The traditional aquaculture, fishing, and sea trade economies remain important in this region. Continuing a centuries-old tradition, northern coastal cities like Bellingham still provide jumping-off points for journeys to Alaska through the Inside Passage.  </p> <h2 paraeid=\"{53103d88-8610-4d83-ab9c-a5392def8c09}{130}\" paraid=\"17\">Salish Sea Islands </h2> <p paraeid=\"{53103d88-8610-4d83-ab9c-a5392def8c09}{136}\" paraid=\"18\">Three Northwest water bodies – the Strait of Juan de Fuca, Puget Sound, and Canada’s Strait of Georgia - are together called the Salish Sea. The over 400 islands that lie in these waters are the ancient homelands of native tribes and habitat for some of the region’s most diverse marine wildlife. This varied island environment– including Whidbey Island, one of the largest islands in the contiguous United States, and the San Juan archipelago— contains some of the most remote and rugged places in this region, as well as active ports and popular vacation destinations. </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "http://www.preservewa.org/",
    "isOpenToPublic": "1",
    "isMapPinHidden": "1",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [],
    "managedByOrg": "The Washington Trust for Historic Preservation",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "AB67049D-D5BE-4BF4-A3EF-C0E492766598",
    "url": "https://www.nps.gov/places/the-bainbridge-island-japanese-american-exclusion-memorial.htm",
    "title": "The Bainbridge Island Japanese American Exclusion Memorial",
    "listingDescription": "After the attack on Pearl Harbor by Japanese forces on December 7, 1941, President Roosevelt signed Executive Order 9066 giving the War Department authority to create zones from which Japanese Americans were excluded. The first exclusion area designated was Bainbridge Island. On March 30, 1942 the Japanese Americans living on Bainbridge Island were gathered at Eagledale Ferry Dock and sent to an incarceration camp in Manzanar, CA before being tranferred to Minidoka in Idaho.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C1CD99BB-0860-FE83-93B453B3DE0076A2.jpg",
        "credit": "NPS Photo",
        "altText": "View of the Bainbridge Island Japanese American Exclusion Memorial Wall near Eagledale ferry dock.",
        "title": "Bainbridge Island Exclusion Memorial",
        "description": "",
        "caption": "View of the Bainbridge Island Japanese American Exclusion Memorial wall heading towards the",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C1CD99BB-0860-FE83-93B453B3DE0076A2.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C1CD99BB-0860-FE83-93B453B3DE0076A2.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "WA",
        "parkCode": "klse",
        "designation": "National Historical Park",
        "fullName": "Klondike Gold Rush - Seattle Unit National Historical Park",
        "url": "https://www.nps.gov/klse/index.htm",
        "name": "Klondike Gold Rush - Seattle Unit"
      },
      {
        "states": "ID,WA",
        "parkCode": "miin",
        "designation": "National Historic Site",
        "fullName": "Minidoka National Historic Site",
        "url": "https://www.nps.gov/miin/index.htm",
        "name": "Minidoka"
      },
      {
        "states": "WA",
        "parkCode": "wing",
        "designation": "Affiliated Area",
        "fullName": "Wing Luke Museum Affiliated Area",
        "url": "https://www.nps.gov/wing/index.htm",
        "name": "Wing Luke Museum"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Memorial",
      "WWII",
      "NPS Historic Site",
      "Japanese American Incarceration",
      "Manzanar",
      "Manzanar National Historic Site",
      "Minidoka",
      "Bainbridge Island Japanese American Exclusion Memorial",
      "Bainbridge Island",
      "Klondike Gold Rush National Historical Park"
    ],
    "latitude": "47.61550067675112",
    "longitude": "-122.51021497544036",
    "latLong": "47.61550067675112,-122.51021497544036",
    "bodyText": "<p paraeid=\"{ca85b83d-9c53-4e4d-b432-2cc92abaedea}{188}\" paraid=\"1298371188\">The Bainbridge Island Japanese American Exclusion Memorial honors the first Japanese Americans to be excluded, forcibly removed from their community, and incarcerated during World War II. </p> <p paraeid=\"{ca85b83d-9c53-4e4d-b432-2cc92abaedea}{198}\" paraid=\"68611805\">After the attack on Pearl Harbor by imperial Japanese forces on December 7, 1941, President Roosevelt signed Executive Order 9066. This order authorized the establishment of military areas from which Japanese Americans may be excluded. On March 30, 1942, 227 Japanese Americans living on Bainbridge Island were gathered at the Eagledale Ferry Dock and forcibly removed from the Island. The Bainbridge Islanders were first incarcerated in <a href=\"https://www.nps.gov/manz/index.htm\">Manzanar Relocation Center in California</a> and later transferred to <a href=\"https://www.nps.gov/miin/index.htm\">Minidoka Relocation Center in Idaho</a>.<br /> <br /> Once World War II ended, over half of the Bainbridge Island Japanese Americans returned to the island. They faced challenges both trauma and financial, but many from the Bainbridge Island community welcomed back their neighbors. <br /> <br /> At the memorial, visitors can reflect and learn about this site’s legacy of Nidoto Nai Yoni (Let It Not Happen Again).<br /> <br /> The Bainbridge Island Japanese American Exclusion Memorial is an outdoor exhibit commemorating the incarceration of Japanese Americans from Bainbridge Island in the state of Washington. It is a unit of the Minidoka National Historic Site in Idaho. The memorial wall located near the historic Eagledale ferry dock landing site, where the first of more than 110,000 Japanese—two-thirds of whom were American citizens—were banished from their West Coast homes and placed in incarceration centers during World War II. The memorial is a reminder—“Nidoto Nai Yoni” (Let it Not Happen Again)—of what happened on March 30, 1942. Built of old-growth red cedar, granite and basalt, the wall honors the names of all 276 Japanese and Japanese Americans who were exiled from Bainbridge Island by President Franklin D. Roosevelt’s Executive Order 9066 and Civilian Exclusion Order No. 1. </p>",
    "audioDescription": "The Bainbridge Island Japanese American Exclusion Memorial is an outdoor exhibit commemorating the internment of Japanese Americans from Bainbridge Island in the state of Washington. It is a unit of the Minidoka National Historic Site in Idaho. The memorial wall winds down to the historic Eagledale ferry dock landing site, where the first of more than 120,000 Japanese—two-thirds of whom were American citizens—were banished from their West Coast homes and placed in incarceration centers during World War II. The memorial is a reminder—“Nidoto Nai Yoni” (Let it Not Happen Again)—of what happened on March 30, 1942. Built of old-growth red cedar, granite and basalt, the wall honors the names of all 276 Japanese and Japanese Americans who were exiled from Bainbridge Island by President Franklin D. Roosevelt’s Executive Order 9066 and Civilian Exclusion Order No. 1. It also celebrates this island community, which defended its Japanese American friends and neighbors, supported them while they were away, and welcomed them home. The first part of the memorial to be constructed was an outdoor cedar \"story wall\" with the names of all 276 Japanese and Japanese Americans resident on the island at the time. The grounds of the memorial wall is natural landscaping, native species including sword fern, mahonia, salal, and shore pine. Local artist Steve Gardner created friezes to be placed on the wall, depicting some of the scenes of residents being herded onto the ferries. Five terracotta friezes represent their unique American story of immigration, inclusion, exclusion, incarceration, and welcoming return. A small Plaque placed on site reads: Nidoto Nai Yoni – Let it not happen again On the morning of March 30, 1942, 227 Bainbridge Island men, women, and children, most of them United States Citizens, were escorted by armed soldiers to the Eagledale ferry landing. They solemnly boarded the ferry Kkehloken and departed on a lonely journey with an unknown destination and fate. They were exiled by Presidential Executive Order 9066 and Civilian Exclusion Order No. 1 because they were Nikkei – persons of Japanese ancestry. With only six days notice they were forced to hastily sell, store, or make arrangements for all of their possessions, businesses and property. They were allowed to take only what they could carry or wear. They were the first of more than 120,000 Japanese–Americans to be forcibly removed from their homes and experience three years of unconstitutional incarceration. Not all were incarcerated. Some were drafted into the military, some were unjustly imprisoned, and some moved away — but all were forbidden to remain. We dedicate this site to honor those who suffered and to cherish their friends and community who stood by them and welcomed them home. May the spirit of this memorial inspire each of us to safeguard constitutional right for all. Nidoto Nai Yoni “Let it not happen again.”",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Benches/Seating",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information Kiosk/Bulletin Board",
      "Parking - Auto"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Bainbridge Island, Washington",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Memorial",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "National Historic Site",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [
      {
        "title": "Bainbridge Island Japanese American Exclusion Memorial (BIJAEM)",
        "id": "CC4E638F-1DD8-B71B-0BAD-274CF323B629",
        "type": "multimedia/galleries",
        "url": "https://www.nps.gov/media/photo/gallery.htm?pg=6775195&id=CC4E638F-1DD8-B71B-0BAD-274CF323B629"
      }
    ],
    "relevanceScore": 1
  }
]