[
  {
    "id": "2AC3E3B6-4A2A-4F84-BE8D-522934538E66",
    "url": "https://www.nps.gov/places/citadel-and-nalakihu-pueblos.htm",
    "title": "Citadel and Nalakihu Pueblos",
    "listingDescription": "",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AE114BF2-BAE6-AF25-28213B34C53BA8D0.jpg",
        "credit": "",
        "altText": "Looking up a grassy hill at a partial red sandstone and black basalt Pueblo with a blue sky.",
        "title": "Citadel Pueblo",
        "description": "",
        "caption": "Citadel Pueblo was built on top of a small extinct cinder hill. Its walls are mostly basalt rocks.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AE114BF2-BAE6-AF25-28213B34C53BA8D0.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AE114BF2-BAE6-AF25-28213B34C53BA8D0.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AZ",
        "parkCode": "wupa",
        "designation": "National Monument",
        "fullName": "Wupatki National Monument",
        "url": "https://www.nps.gov/wupa/index.htm",
        "name": "Wupatki"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Wupatki National Monument",
      "nalakihu",
      "Citadel",
      "pueblo"
    ],
    "latitude": "35.5661455236",
    "longitude": "-111.471071662",
    "latLong": "35.5661455236,-111.471071662",
    "bodyText": "<h4><br /> <strong>The Citadel and Nalakihu Trail</strong></h4> <p>This trail is a 4 mile (6.4 km) drive from the northern entrance off Highway 89, or a 10 mile (16 km) drive from the Visitor Center. It offers an intimate experience with an an ancestral site and expansive views of the surrounding San Francisco Peaks and volcanic field. The trail is accessible to the base of the cinder hill with a compacted decomposed granite surface.  The parking lot is parallel to the road with an entrance/exit on both sides. There are 7 single car spaces, 2 accessible spaces, and 5 oversize vehicle spaces available. Pets are not allowed on this trail; leashed service animals are ok. </p> <h4><br /> <b>Cultural and Historical Importance</b></h4> <p>The pueblo settlements in Wupatki appear to follow a particular pattern of development. Small family structures with few rooms surround larger community pueblos with many rooms such as Wupatki and Citadel. It is because of this pattern that archeologists refer to different communities within the Wupatki basin which may have been settled by different clans or family groups and may have had somewhat different cultural and religious habits. There is evidence that people have lived in the Citadel area as far back as the Archaic period (8,000 - 500 BCE) using smaller sites as seasonal hunting camps.<br /> <br /> By the time Citadel and Nalakihu were constructed in the early 1100s, the community was a thriving agricultural society with trade reaching in all directions for hundreds of miles. Evidence of the mixture of cultural influences can be seen in the ceramic wares found in the area as well as the exisence of different types of human burials, including one cremation which is a tradition from the Hohokam people to the south.<br /> <br /> Nalakihu is a Hopi word meaning \"house standing outside the village\" and is the smaller sandstone structure at the beginning of the trail. Based on tree ring dating construction likely occurred in the late 1190s CE. It had ten rooms on the ground floor and three or four rooms forming a second story. It is difficult to tell how many people would have lived here though it could have been one family with multiple generations and aunts and uncles living together at the same time.<br /> <br /> Citadel Pubelo sits atop a small cinder hill and can be seen by any of the surrounding smaller pueblos such as Lomaki and Box Canyon. The walls were built to follow the outline of the hill and constructed with both sandstone and basalt (volcanic rocks).There are hundreds of smaller pueblo structures (1 - 20 rooms) surrounding Citadel as well as traces of agricultural fields, terraces, rock alignments, water catchments, and check dams. Soil samples from around these sites revealed pollen and seeds from domesticated plants such as corn, squash, beans, tobacco, and even cotton.<br /> <br /> Although it is no longer physically occupied, Hopi believe the people who lived and died here remain as spiritual guardians. Stories of Wupatki are passed on among Hopi, Zuni, Navajo, and perhaps other tribes. Members of the Hopi Bear, Sand, Lizard, Rattlesnake, Water, Snow, and Katsina Clans return periodically to enrich their personal understanding of their clan history. These places are remembered and cared for, not abandoned.  Thank you for helping us protect this important heritage site by not climbing on walls, leaving all natural and cultural items in their place, and staying on designated trails.</p> <figure> <p> </p> </figure> <h4><strong>Preservation</strong></h4> <p>Citadel Pueblo has never been excavated, though many of the existing walls have been stabilized over the years. Current preservation involves annual stabilization of walls, condition monitoring of both the pueblo structure and the surrounding hillsides, invasive plant removal, and trail maintenance.<br /> <br /> In 1933 archeologists excavated, recorded, and reconstructed Nalakihu. Although common in the 1930s, reconstruction involved a lot of guesswork and often destroyed details of the original construction. Between 1933 and 1953, Nalakihu was used as the monument headquarters and contact station, and a WPA (Works Progress Administration) camp was also built at this site to house workers. In 1953, the roof was removed and the reconstructed walls were taken down leaving the remaining original walls at the level to which they existed when they were uncovered by excavation.<br /> <br />  </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "255e914d-ccbc-4284-a872-63d8d3bcd72f",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Trailhead"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Ten miles away from Wupatki Visitor Center and four miles from Hwy 89 along Sunset Crater Wupatki Loop Rd. (FS545). ",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "A community center for Ancestral Puebloan people and a significant ancestral site for many Indigenous communities today. ",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "00D52530-996C-4279-99F1-519E5F5E1088",
    "url": "https://www.nps.gov/places/doney-mountain.htm",
    "title": "Doney Mountain",
    "listingDescription": "Climb ancient volcanoes on this dog-friendly trail to see pueblos and spectacular vistas within the Coconino National Forest.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/82B587F6-A31D-8CD7-36BDCCC8F0DE2E2B.jpg",
        "credit": "",
        "altText": "Blue skies over a trail a person crouches next to their dog overlooking the vast views.",
        "title": "Hiking Doney Mountain",
        "description": "",
        "caption": "Explore Doney Mountain Trail with your Dog",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/82B587F6-A31D-8CD7-36BDCCC8F0DE2E2B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/82B587F6-A31D-8CD7-36BDCCC8F0DE2E2B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AZ",
        "parkCode": "wupa",
        "designation": "National Monument",
        "fullName": "Wupatki National Monument",
        "url": "https://www.nps.gov/wupa/index.htm",
        "name": "Wupatki"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "usfs",
      "hikes"
    ],
    "latitude": "35.53195196",
    "longitude": "-111.404847297",
    "latLong": "35.53195196,-111.404847297",
    "bodyText": "<h4>Doney Mountain Picnic Area</h4> <p>Pull up to this picnic area for good views of Doney Mountain and the start of the Doney Mountain hike. <a href=\"https://www.fs.usda.gov/recarea/coconino/recreation/picnickinginfo/recarea/?recid=55084&actid=70\">Click here to learn more about the Doney Mountain Picnic Area on the Coconinio Forest Service's webpage. </a></p> <h4><br /> Doney Mountain Hiking Trail</h4> This 1.6-mile (2.6km) hike up the Doney Mountain Trail starts at the Doney Mountain Picnic Area. Enjoy a snack at the top where there is a bench to take in the views. <br /> <br /> <a href=\"https://www.fs.usda.gov/recarea/coconino/recreation/recarea/?recid=55086&actid=50\">Click here to learn more about this hike on the Coconinio Forest Service's webpage.</a><br /> <br /> Difficulty: Moderate to Strenuous,<em> loose cinder rocks along trail</em>. <br />  ",
    "audioDescription": "Pulling up to the Doney Mountain Picnic area, the trail head is on the outside of the parking lot loop. The parking lot overlooks the cinder mountains including Doney Mountain. In-between two mounds are a distant view of the painted desert seeing as far as 90 miles of desert brush on a clear day.",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "https://www.fs.usda.gov/recarea/coconino/recreation/recarea/?recid=55086&actid=50",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "9d9c52c2-2652-4fea-b3f3-ccee531263be",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Pets Allowed",
      "Picnic Table",
      "Restroom - Accessible",
      "Scenic View/Photo Spot",
      "Toilet - Vault/Composting",
      "Trailhead",
      "Trash/Litter Receptacles"
    ],
    "managedByOrg": "United States Forest Service",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Five miles from the Wupatki Visitor Center along Sunset Crater Wupatki Loop Rd. (FS545)",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "This is one of over 600 volcanic eruptions within the San Francisco Volcanic Field. It is approximately 100,000 years old.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1CBB3931-89B3-4D90-BC66-44C58F0A6309",
    "url": "https://www.nps.gov/places/lomaki-and-box-canyon-pueblos.htm",
    "title": "Lomaki and Box Canyon Pueblos",
    "listingDescription": "Lomaki means \"Beautiful House\" in the Hopi language. Located at the end of this trail it had nine rooms constructed from local limestone and sandstone in the last decade of the 1100s.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AD1EB8DD-B4B1-7088-074F7048AEAD6ED7.jpg",
        "credit": "",
        "altText": "A red sandstone pueblo with a large curving wall",
        "title": "Lomaki Pueblo",
        "description": "",
        "caption": "Lomaki Pueblo sits along a check-dam.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AD1EB8DD-B4B1-7088-074F7048AEAD6ED7.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AD1EB8DD-B4B1-7088-074F7048AEAD6ED7.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AZ",
        "parkCode": "wupa",
        "designation": "National Monument",
        "fullName": "Wupatki National Monument",
        "url": "https://www.nps.gov/wupa/index.htm",
        "name": "Wupatki"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Lomaki",
      "Lomaki Pueblo",
      "Box Canyon Pueblo",
      "Wupatki National Monument",
      "pueblo"
    ],
    "latitude": "35.5778502472",
    "longitude": "-111.46968228",
    "latLong": "35.5778502472,-111.46968228",
    "bodyText": "<hr /> <p>Lomaki means \"Beautiful House\" in the Hopi language. Located at the end of this trail it had nine rooms constructed from local limestone and sandstone in the last decade of the 1100s. Both the interior and exterior walls may have been coated with plaster, though none of the coating remains today.<br /> <br /> The two smaller structures on either side of the earth crack may have housed extended family of the people living in Lomaki. These structures are only a few of dozens surrounding both Lomaki and Citadel. With a keen eye you can spot other walls on top of nearby mesas. At one time this was a thriving community that traded with other communities for hundreds of miles.<br /> <br /> This trail is located a 4 mile (6.4 km) drive from the northern entrance off Hwy 89, or a 10 mile (16 km) drive from the Visitor Center. The trail is open sunrise to sunset year-round. The trail is 0.5 mile (0.8 km) round-trip and is a rough gravel surface. It is not currently accessible. Pets are not allowed on this trail; leashed service animals are ok. </p> <h4><strong>Cultural and Historical Importance</strong></h4> <p><br /> Although this area does not look like farmland today, the inhabitants of Lomaki were skilled dry farmers who probably used techniques similar to what contemporary Hopi people use today. Fields were located on the flat mesa tops, in washes, and on terraced hillsides. The presence of just a few inches of black cinders created a mulch layer which helped hold moisture.<br /> <br /> Although it is no longer physically occupied, Hopi believe the people who lived and died here remain as spiritual guardians. These places are remembered and cared for, not abandoned.<br />  </p> <figure> <h4><strong>Preservation</strong></h4> </figure> <p>The Lomaki and Box Canyon pueblos have undergone several stabilization projects over the years, starting in the early 1930s. Even though reconstruction was common during this time, efforts concentrated on stabilization of existing walls to prevent future damage. Excavations of these sites have also been minimal.<br /> <br /> In October 1955, archeologist Roland Richert conducted a comprehensive stabilization project of the Box Canyon Pueblos. Work included repointing of eroded mortar joints, re-setting capstones and \"capping\" the wall tops, and clearing away stone rubble that was causing walls to lean and nearing collapse. All repointing, resetting and capwork was done with cement, tinted with buff and orange colors to match the original mortar. This work was then concealed over with a soil mortar that was obtained from the mesa top, near the structure.<br /> <br /> Use of cement in archeological preservation and reconstruction of pueblos was common during this time but is no longer used. Over time the salts and other chemicals in the cement cause damage to the wall stones and prevent water from moving through to evaporate. Current techniques use a mortar mixture similar to the original materials used by ancestral Puebloan people made with cinders and local soils.<br /> <br /> The largest historical stabilization efforts of Lomaki Pueblo were conducted in 1941 and 1954. Several wood supports were installed in the first project but were no longer effective and were replaced by hidden metal supports in 1954.<br /> <br /> Current preservation includes annual inspections of all pueblo walls, repointing of mortar when necessary, covering of fragile pueblo floors with geotextiles and backfill dirt and monitoring of visitor impacts.<br />  </p> <figure> <h4><strong>Management of Human Impact</strong></h4> <p><br /> The National Park Service is always working to maintain a balance of visitor enjoyment and protection of park resources. The ways in which this is accomplished has evolved over the history of the agency and within Wupatki National Monument. At one point, wooden guardrails with stone corners were common in order to keep visitor on designated trails.<br /> <br /> These guardrails no longer exist at Lomaki or anywhere within the monument. While visitors are still limited to travel on designated trails, physical barriers have been replaced by education and thoughtfully placed signage.<br /> <br /> One factor in this decision was the preservation of what is called a cultural landscape. In other words, an attempt has been made to create a visual experience that is as authentic and free of modern impediments as possible<br /> <br /> <br />  </p> </figure> <p> </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "e0def6a0-79cd-45cf-8e38-eb4c942f08de",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Picnic Table",
      "Toilet - Vault/Composting"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Wupatki National Monument",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "064D9731-8959-4F6B-B212-D9A3DC81056D",
    "url": "https://www.nps.gov/places/wukoki-pueblo.htm",
    "title": "Wukoki Pueblo",
    "listingDescription": "Wukoki Pueblo is an impressive eight room structure built on top of a large sandstone pedestal. It was occupied between the early 1100s and mid 1200s CE. The trail is 0.2 miles round trip.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/AB777846-085D-A353-4A034D801B8D5E61.jpg",
        "credit": "",
        "altText": "A red sandstone pueblo with a three-story tower sits in a desert landscape against a blue sky",
        "title": "Wukoki Pueblo stands three stories tall.",
        "description": "",
        "caption": "Wukoki Pueblo",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AB777846-085D-A353-4A034D801B8D5E61.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AB777846-085D-A353-4A034D801B8D5E61.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AZ",
        "parkCode": "wupa",
        "designation": "National Monument",
        "fullName": "Wupatki National Monument",
        "url": "https://www.nps.gov/wupa/index.htm",
        "name": "Wupatki"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "wukoki",
      "wukoki pueblo",
      "pueblo",
      "Wupatki National Monument"
    ],
    "latitude": "35.5301750933",
    "longitude": "-111.329002115",
    "latLong": "35.5301750933,-111.329002115",
    "bodyText": "<hr /> <p>Wukoki Pueblo is an impressive eight room structure built on top of a large sandstone pedestal. It was occupied between the early 1100s and mid 1200s CE. The trail is 0.2 miles round trip, accessible up to the base of the pueblo, and offers grand views of the San Francisco Peaks in Flagstaff. The large tower was three stories tall and still contains original wood beams from the roof and ceiling structure. <br /> <br /> This trail is located a short 2.5 mile drive from the Wupatki Visitor Center. The parking lot is a one way loop with accessible and oversized vehicles spaces. There is a pit toilet next to the parking area. Pets are not allowed on this trail. Leashed service animals are ok. <br />  </p> <h4><strong>Cultural and Historical Importance</strong></h4> <p>A partial excavation done by archeologist Jesse Walter Fewkes in 1896 revealed not only superb architecture but also the work of skilled artisans. He recovered beautifully designed pottery, a bracelet of shells, and ear pendants of stone with turquoise mosaic inlay. These artifacts have provided clues to who lived here and when.<br /> <br /> The original grandeur of Wukoki is still evident. There were three stories in what seems to be a tower. A total of six or seven rooms may have been home to two or three families. The open area adjacent to the tower was a plaza used for daily activities, pottery making, basket weaving, and other chores. The plaza was enclosed by a semicircular parapet wall. <br /> <br /> The encompassing view may have been the motive for building on the sandstone outcrop. We don't know exactly why they chose to build where they did, but the height and location of Wukoki are extraordinary. <br />  </p> <h4><strong>The 'real' Wukoki</strong></h4> <p>In 1891 and 1893, Fewkes visited Walpi pueblo on the present-day Hopi reservation. On one of his visits he heard the origin of the Snake Clan. According to legend, the clan migrated from Tokonave near Navajo Mountain to the great house Wukoki before moving on to Walpi. Wukoki was said to have been located 50 miles west of Walpi by the Little Colorado River, but its exact location was uncertain. <br /> <br /> Fewkes did locate dwellings, within what is now Wupatki National Monument, that he believed to be the Wukoki of the Snake Clan legend. Initially he referred to the entire area as Wukoki. As he grew more familiar with the individual pueblos, Fewkes specifically applied the name Wukoki to the largest pueblo. Wukoki means \"big house\" in Hopi. <br /> <br /> Over time, the pueblo Fewkes called Wukoki became widely known as Wupatki instead. This also became the name of the national monuments in 1924. The name Wukoki was assigned to the nearby pueblo we know by that name today. <br /> <br /> Although it is no longer physically occupied, Hopi believe the people who lived and died here remain as spiritual guardians. Wukoki is remembered and cared for, not abandoned. Thank you for visiting respectfully and leaving no trace. <br />  </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "e817ebb4-1b2d-4a27-b3ae-9a6cbc6a9618",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Toilet - Vault/Composting"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Wupatki National Monument ",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "1740B09D-D100-4CAF-9832-60D86CCDF8BF",
    "url": "https://www.nps.gov/places/wupatki-pueblo-blowhole.htm",
    "title": "Wupatki Pueblo & Blowhole",
    "listingDescription": "The Wupatki Pueblo is the Monuments' largest pueblo. The namesake pueblo features 104 rooms, a ball court, and a geological blowhole on this half mile (0.8km) out-and-back trail.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/B0E8EE75-0920-4CBA-998574B56FD3B929.jpg",
        "credit": "",
        "altText": "A large red sandstone pueblo with many visible rooms in a desert grassland with mountains behind.",
        "title": "Wupatki Pueblo",
        "description": "",
        "caption": "Wupatki Pueblo is the largest free-standing pueblo in Northern Arizona.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B0E8EE75-0920-4CBA-998574B56FD3B929.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B0E8EE75-0920-4CBA-998574B56FD3B929.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "AZ",
        "parkCode": "wupa",
        "designation": "National Monument",
        "fullName": "Wupatki National Monument",
        "url": "https://www.nps.gov/wupa/index.htm",
        "name": "Wupatki"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Wupatki",
      "Wupatki National Monument",
      "pueblo",
      "Wupatki Pueblo",
      "blow hole"
    ],
    "latitude": "35.5211506985",
    "longitude": "-111.372841111",
    "latLong": "35.5211506985,-111.372841111",
    "bodyText": "<p>This 104-room pueblo, complete with ball court and natural blow hole, is located directly behind the Wupatki Visitor Center. It is a 13 mile (20.9 km) drive from the northern entrance of the monument off Highway 89, or 19.5 miles (31.3 km) from the Sunset Crater Volcano National Monument Visitor Center.  The parking area has two accessible parking spaces. The path from the parking lot to the Pueblo overlook is paved concrete at a grade of less than 5% and a width of at least 4'. Pets are not allowed on this trail; leashed service animals are ok.  </p> <h4><br /> <strong>Cultural and Historical Importance</strong></h4> <p>Although it is no longer physically occupied, Hopi believe the people who lived and died here remain as spiritual guardians. Stories of Wupatki are passed on among Hopi, Zuni, Navajo, and perhaps other tribes. Members of the Hopi Bear, Sand, Lizard, Rattlesnake, Water, Snow, and Katsina Clans return periodically to enrich their personal understanding of their clan history. Wupatki is remembered and cared for, not abandoned.</p> <p>People gathered here during the 1100s, about 100 years after the eruption of Sunset Crater Volcano, gradually building this 100-room pueblo with a community room and ballcourt. By 1182, perhaps 85 to 100 people lived at Wupatki Pueblo, the largest building for at least fifty miles. Within a day's walk, a population of several thousand surrounded Wupatki.</p> <h4><strong>Preservation</strong></h4> <p>The first systematic archeology at Wupatki was done by Jesse Walter Fewkes. Ben Doney, a veteran prospector and pothunter, guided Fewkes to Wupatki pueblo and others which he then photographed and mapped. Fewkes named the large structure Wukoki, but it was given its present name in 1921 by J.C. Clarke, the first custodian of Wupatki. <br /> <br /> In the late 1920s as the science of dendrochronology developed, Andrew E. Douglass became interested in recovering beams from the pueblos for dating. Wupatki pueblo at that time contained a number of timbers in good condition. Douglass, aided by Harold S. Colton (founder of the Museum of Northern Arizona), excavated three rooms in 1926-27 to remove some of these beams. Many dates now on file at the <a href=\"https://ltrr.arizona.edu/\">Laboratory of Tree Ring Research</a>, University of Arizona, resulted from this work. This was fortunate, because in the early 1930s an illegal whiskey still was operating near the pueblo and the operators were accustomed to digging timbers out of the structure to fire their vats. <br /> <br /> During the 1930s and 40s several excavation projects were undertaken at Wupatki pueblo by the <a href=\"https://musnaz.org/\">Museum of Northern Arizona</a>, and the artifacts uncovered are in the Museum's or the monument's collections. Archeology was a young field of study at that time, and it was felt that in order to gain public support for archeological projects, pueblos such as Wupatki should be restored. In 1933-34 about 37 rooms were excavated and stabilized, the community room was reconstructed, and several rooms were reconstructed and roofed. One room was made into a small museum and headquarters, and two others were converted into living quarters for the custodian and his wife.<br /> <br /> Stabilization differs from reconstruction in that it invloved repair of existing wall only. Stabilization efforts include bracing weak walls, remortaring walls where the original mortar has eroded away, and capping walls with mortar to prevent water from seeping into their interior. When the first stabilization work was done in the 1930s, concrete mortar was used. Mortar today is mush like the clay mortar used originally. Stabilization is an on-going project and is necessary to prevent the pueblos from deteriorating further.<br /> <br /> In 1952-53 about 18 more rooms were excavated which had been covered with ten to fourteen feet of rubble; the artifacts found from this work are in the <a href=\"https://www.nps.gov/orgs/1260/index.htm\">Western Archeological and Conservation Center</a> in Tucson. At this time there was a change in National Park Service policy stressing preservation rather than restoration. Because it is impossible to know exactly how a pueblo appeared prehistorically, reconstruction may present an erroneous or unauthentic representation of the structure's original form. Most of the 1933-34 restorations were removed. All the rooms were stabilized at this time, and the drainage system was renovated to prevent erosion. In 1965 the Wupatki ball court was excavated and reconstructed because the few remaining wall segments were inadequate to contain the loose cinders of the wall core.<br /> <br /> Current preservation involves annual stabilization of walls, condition monitoring of both the pueblo structure and the surrounding hillsides, invasive plant removal, and trail maintenance.<br /> <br /> Thank you for helping us protect this important heritage site by not climbing on walls, leaving all natural and cultural items in their place, and staying on designated trails.</p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "a3d544e6-642c-4819-9322-252f3100ae03",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Information - Maps Available",
      "Information - Ranger/Staff Member Present",
      "Parking - Auto",
      "Parking - Bus/RV",
      "Picnic Table",
      "Toilet - Flush",
      "Water - Bottle-Filling Station"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "200 ft behind the Wupatki Visitor Center",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "A community and trading center for Ancestral Puebloan people and an important ancestral site for many Indigenous communities today.",
        "name": "Significance"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]