[
  {
    "id": "4E93744E-98F0-4C17-9D7E-0697EB8C41DE",
    "url": "https://www.nps.gov/places/000/world-war-ii-memorial-scenic-viewpoint.htm",
    "title": "Announcement Stone",
    "listingDescription": "The angled piece of granite at the entrance to the World War II Memorial reads: \"Here in the presence of Washington and Lincoln, one the eighteenth century father and the other the nineteenth century preserver of our nation, we honor those twentieth century Americans who took up the struggle during the second world war and made the sacrifices to perpetuate the gift our forefathers entrusted to us, a nation conceived in liberty and justice.\"InscriptionsGranite slab, entranceHE",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/EE100732-F0C7-9B34-4A3D3E7B00F8012C.jpg",
        "credit": "",
        "altText": "Inscribed plaque with the War World II Memorial with the Lincoln Memorial in the distance.",
        "title": "World War II Memorial Announcement Stone",
        "description": "",
        "caption": "World War II Memorial: Announcement Stone",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EE100732-F0C7-9B34-4A3D3E7B00F8012C.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EE100732-F0C7-9B34-4A3D3E7B00F8012C.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      },
      {
        "states": "DC",
        "parkCode": "wwii",
        "designation": "",
        "fullName": "World War II Memorial",
        "url": "https://www.nps.gov/wwii/index.htm",
        "name": "World War II Memorial"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.889395",
    "longitude": "-77.039624",
    "latLong": "38.889395,-77.039624",
    "bodyText": "<p>The angled piece of granite at the entrance to the World War II Memorial reads: \"Here in the presence of Washington and Lincoln, one the eighteenth century father and the other the nineteenth century preserver of our nation, we honor those twentieth century Americans who took up the struggle during the second world war and made the sacrifices to perpetuate the gift our forefathers entrusted to us, a nation conceived in liberty and justice.\"<br /> <br /> Inscriptions<br /> Granite slab, entrance<br /> HERE IN THE PRESENCE OF WASHINGTON AND LINCOLN, ONE THE EIGHTEENTH CENTURY FATHER AND THE OTHER THE NINETEENTH CENTURY PRESERVER OF OUR NATION, WE HONOR THOSE TWENTIETH CENTURY AMERICANS WHO TOOK UP THE STRUGGLE DURING THE SECOND WORLD WAR AND MADE THE SACRIFICES TO PERPETUATE THE GIFT OUR FOREFATHERS ENTRUSTED TO US: A NATION CONCEIVED IN LIBERTY AND JUSTICE.</p>",
    "audioDescription": "(275 words)<br />The World War II Memorial is located on 17th Street, between Constitution Avenue NW to the north and Independence Avenue, SW to the south, and is flanked by the Washington Monument to the east and the Lincoln Memorial to the west.<br />From the intersection of 17th Street, NW and Independence Avenue, travel north on 17th street about five hundred thirty feet. The granite pillars, water fountains and columns of the memorial will be to the west, on your left.<br />Set at the center of the main entrance, about thirty feet west of 17th street, is an angled slab of granite, about ten feet wide. An inscription on its face reads:<br />HERE IN THE PRESENCE OF WASHINGTON AND LINCOLN, ONE THE EIGHTEENTH CENTURY FATHER AND THE OTHER THE NINETEENTH CENTURY PRESERVER OF OUR NATION, WE HONOR THOSE TWENTIETH CENTURY AMERICANS WHO TOOK UP TH ESTRUGGLE DURING THE SECOND WORLD WAR AND MADE THE SACRIFICES TO PERPETUATE THE GIFT OUR FOREFATHERS ENTRUSTED TO US: A NATION CONVIEVED IN LIBERTY AND JUSTICE.<br />Flagpoles are set with the American flag at either side of the main entrance, and walls to the north and south leading into the memorial are each adored with twelve bronze bas-reliefs.<br />As you face the granite marker, the pool and fountains of the World War II Memorial stand in the foreground, bracketed by twenty-eight granite pillars adorned with bronze wreaths and a forty-three-foot granite arch on either side.<br />Beyond the memorial lies the still water of the rectangular Reflecting Pool lined with trees on both sides as it stretches over one third of a mile to the steps of the Lincoln Memorial in the distance.<br />END OF DESCRIPTION<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D88C7E23-2482-45B9-A01A-CD7269203FE5",
    "url": "https://www.nps.gov/places/000/world-war-ii-memorial-atlantic-entrance.htm",
    "title": "Atlantic Pavilion",
    "listingDescription": "One of three entrances to the World War II Memorial, this \"victory pavilion\" houses a dramatic sculpture of bald eagles laying a laurel wreath, symbolizing victory. On the floor, find a depiction of the victory medal presented to each servicemember at the end of the war.InscriptionsEntrance floorWorld War II1941-1945Victory on LandVictory at SeaVictory in AirPool edgeNORTH AFRICABATTLE OF THE ATLANTICMURMANSK RUNTUNISIASOUTHERN EUROPESICILYSALERNOANZIOROMEPO VALLEYNORMANDYST.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/EF26C1BF-9C65-87E2-9519E9ADEB107DF4.jpg",
        "credit": "",
        "altText": "Line of stone state pillars and walkway leading to the stone Atlantic archway.",
        "title": "WWII: Atlantic Entrance",
        "description": "",
        "caption": "World War II Memorial: Atlantic Entrance",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EF26C1BF-9C65-87E2-9519E9ADEB107DF4.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EF26C1BF-9C65-87E2-9519E9ADEB107DF4.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      },
      {
        "states": "DC",
        "parkCode": "wwii",
        "designation": "",
        "fullName": "World War II Memorial",
        "url": "https://www.nps.gov/wwii/index.htm",
        "name": "World War II Memorial"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.889893",
    "longitude": "-77.040524",
    "latLong": "38.889893,-77.040524",
    "bodyText": "<p>One of three entrances to the World War II Memorial, this \"victory pavilion\" houses a dramatic sculpture of bald eagles laying a laurel wreath, symbolizing victory. On the floor, find a depiction of the victory medal presented to each servicemember at the end of the war.<br /> <br /> Inscriptions<br /> Entrance floor<br /> World War II<br /> 1941-1945<br /> Victory on Land<br /> Victory at Sea<br /> Victory in Air<br /> Pool edge<br /> NORTH AFRICA<br /> BATTLE OF THE ATLANTIC<br /> MURMANSK RUN<br /> TUNISIA<br /> SOUTHERN EUROPE<br /> SICILY<br /> SALERNO<br /> ANZIO<br /> ROME<br /> PO VALLEY<br /> NORMANDY<br /> ST. LO<br /> WESTERN EUROPE<br /> AIR WAR IN EUROPE<br /> ALSACE<br /> RHINELAND<br /> HUERTGEN FOREST<br /> CENTRAL EUROPE<br /> BATTLE OF THE BULGE<br /> REMAGEN BRIDGE<br /> GERMANY<br /> Walls beside fountain<br /> WE ARE DETERMINED THAT BEFORE THE SUN SETS ON THIS TERRIBLE STRUGGLE FOR OUR FLAG WILL BE RECOGNIZED THROUGHOUT THE WORLD AS A SYMBOL OF FREEDOM ON THE ONE HAND AND OF OVERWHELMING FORCE ON THE OTHER.<br /> General George C. Marshall<br /> D-DAY JUNE 6, 1944<br /> YOU ARE ABOUT TO EMBARK UPON THE GREAT CRUSADE TOWARD WHICH WE HAVE STRIVEN THERE MANY MONTHS. THE EYES OF THE WORLD ARE UPON YOU...<br /> I HAVE FULL CONFIDENCE IN YOUR COURAGE, DEVOTION TO DUTY AND SKILL IN BATTLE.<br /> General Dwight D. Eisenhower</p>",
    "audioDescription": "(482 words)<br />The World War II Memorial: Atlantic entrance is located on at the north end of the World War II Memorial, west of 17th street NW and north of the Tidal Basin.<br />From the intersection of 17th street, NW and Constitution Avenue, NW, travel south on 17th street about seven hundred eighty feet. Turn right and follow the pedestrian walkway about three hundred feet west. To the south will be the World War II Atlantic entrance.<br />The Atlantic entrance consists of a forty-three-foot tall granite arched pavilion, engraved at the top to read: ATLANTIC. The interior of the pavilion features four, twelve-foot tall bronze columns supporting four bronze bald eagles, holding in their beaks a ribbon wrapped around a wreath.<br />On either side of the pavilion are fourteen granite pillars, each seventeen feet tall. Each features a bronze wreath towards the top on either side, a rectangular opening, and are engraved at the bottom with the name of an American state or territory. Along with twenty-eight pillars on the opposite, Pacific side they form a semi-circle around the memorial plaza.<br />The floor of the Atlantic entrance has a round bronze plaque in its center, engraved to read: World War II. The plaque has an image depicting a robed woman looking to her right. She holds the broken handle of a sword in her right hand and the blade in her left. She stands behind the shining sun and rests her right bare foot on top of a warrior's helmet in the ground. A circular block pattern of granite stone surrounds the plaque. A six-inch gray outer border is engraved in bronze at the north end to read:<br />1941-1945<br />Engraved around the border in clockwise direction reads:<br />Victory on Land<br />Victory at Sea<br />Victory in Air<br />The south end of the Pacific entrance has a two-foot tall arched granite wall. Beyond is the center plaza of the memorial, about six feet below. Set in the center is a large circular pool area with fountain in the middle surrounded by a ring of water jets. A block pattern of gray squares lines the plaza interior. To the south sits the Pacific entrance and surrounding pillars with bronze interior wreaths. To the west a wall of gold stars lines the outer edge of the plaza and waterfalls flow at either side.<br />Walkways arc down along the pillars to the plaza level below from the east and west sides of the Atlantic entrance. Granite benches line the plaza's outer wall and two steps provide seating along the fountain pool's edge.<br />The interior side of the Atlantic entrance features a fountain and pool at its edge within the memorial plaza. Stone blocks both in the pool and lining its outer edge are engraved with campaigns of the Atlantic Theater.<br />Inscriptions along the wall on both sides of the fountain quote Generals George C. Marshall and Dwight D. Eisenhower.<br />END OF DESCRIPTION<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "172CD742-997B-441B-A610-B1D223583AF9",
    "url": "https://www.nps.gov/places/000/world-war-ii-memorial-bas-reliefs-of-atlantic-theater.htm",
    "title": "Bas-Reliefs of Atlantic Theater",
    "listingDescription": "Twelve \"bas-relief\" or shallow sculptures line the wall on the north side of the World War II Memorial's entrance. They illustrate the American expereince in the Atlantic theater of war, from the United States' Lend-Lease policy of providing aid to friendly countries before Pearl Harbor to the US Army meeting the Soviet Red Army at the Elbe River in Germany, an event that signaled the ending of the war in Europe. Inscriptionscorner pillar, side of bas reliefsWomen who stepped",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/525FA712-DC64-5229-C3533F7FFC15FC09.jpg",
        "credit": "NPS / Claire Hassler",
        "altText": "Bronze sculptures of scenes from World War II line a stone wall descending to a pool.",
        "title": "World War II Memorial Bas Reliefs",
        "description": "",
        "caption": "Bronze sculptures of scenes from World War II on the warfront and the home front.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/525FA712-DC64-5229-C3533F7FFC15FC09.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/525FA712-DC64-5229-C3533F7FFC15FC09.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      },
      {
        "states": "DC",
        "parkCode": "wwii",
        "designation": "",
        "fullName": "World War II Memorial",
        "url": "https://www.nps.gov/wwii/index.htm",
        "name": "World War II Memorial"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.889585",
    "longitude": "-77.039897",
    "latLong": "38.889585,-77.039897",
    "bodyText": "<p>Twelve \"bas-relief\" or shallow sculptures line the wall on the north side of the World War II Memorial's entrance. They illustrate the American expereince in the Atlantic theater of war, from the United States' Lend-Lease policy of providing aid to friendly countries before Pearl Harbor to the US Army meeting the Soviet Red Army at the Elbe River in Germany, an event that signaled the ending of the war in Europe.<br /> <br /> Inscriptions<br /> corner pillar, side of bas reliefs<br /> Women who stepped up were measured as citizens of the nation, not as women...<br /> This was a people's war, and everyone was in it.<br /> Colonel Oveta Culp Hobby<br /> Corner pillar, side of plaza<br /> They have given their sons to the military services. They have stoked the furnaces and hurried the factory wheels. They have made the planes and welded the tanks, riveted the ships and rolled the shells.<br /> President Franklin D. Roosevelt</p>",
    "audioDescription": "(294 words)<br />The World War II Memorial bas reliefs of Atlantic Theater are located along the north wall of the main entrance into the World War II Memorial.<br />From the intersection of 17th Street, NW and Independence Avenue, travel north on 17th street about five hundred thirty feet. The granite pillars, water fountains and columns of the memorial will be to the west, on your left.<br />To the right along the northern wall on the Atlantic entrance side of the memorial are a series of twelve bronze bas-reliefs, each about one by two feet. A companion wall lining the southern side, Pacific side of the main entrance also features twelve bas-reliefs.<br />The Atlantic Theater bas reliefs depict a variety of battle and preparation scenes for air, land and sea assaults. A convertible car drives behind a marching band. Soldiers load a wounded man onto a truck. Wounded and active soldiers battle on a beach. Soldiers line up, tethered and waiting to jump out of a plane. Soldiers walk along two tanks and fire off mortar rounds. The final scene is a handshake between military men as they cross over a broken walkway.<br />At the end of the twelve bas reliefs, towards the memorial center plaza, an inscription on the corner pillar of the wall reads:<br />Women who stepped up were measured as citizens of the nation, not as women...<br />This was a people's war, and everyone was in it.<br />Colonel Oveta Culp Hobby<br />An inscription on the wall around the corner into the plaza reads:<br />They have given their sons to the military services. They have stoked the furnaces and hurried the factory wheels. They have made the planes and welded the tanks, riveted the ships and rolled the shells.<br />President Franklin D. Roosevelt<br />END OF DESCRIPTION<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "D52F1E8C-8C9A-4125-8E6B-08AB5D8CF1A6",
    "url": "https://www.nps.gov/places/000/world-war-ii-memorial-bas-reliefs-of-pacific-theater.htm",
    "title": "Bas-Reliefs of Pacific Theater",
    "listingDescription": "Twelve \"bas-relief\" or shallow sculptures line the wall on the south side of the World War II Memorial entrance. They illustrate the American expereince in the Pacific theater of war, from the Japanese attack at Pearl Harbor to the end of the war on V-J, or Victory in Japan, Day. Inscriptionscorner pillar, bas relief sideThey fought together as brother-in-arms. They died together and now they sleep side by side. To them we have a solemn obligation.Admiral Chester W. Nimitzcor",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/EEE79952-A45A-CA3F-174768B859261557.jpg",
        "credit": "",
        "altText": "A bas-relief panel depicts men in a submarine. Sun rises behind Washington Monument in background.",
        "title": "WWII Bas-Reliefs of Pacific Theater",
        "description": "",
        "caption": "Bas-reliefs tell stories of the American war effort related to the Pacific theater.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EEE79952-A45A-CA3F-174768B859261557.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EEE79952-A45A-CA3F-174768B859261557.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      },
      {
        "states": "DC",
        "parkCode": "wwii",
        "designation": "",
        "fullName": "World War II Memorial",
        "url": "https://www.nps.gov/wwii/index.htm",
        "name": "World War II Memorial"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.889209",
    "longitude": "-77.039886",
    "latLong": "38.889209,-77.039886",
    "bodyText": "<p>Twelve \"bas-relief\" or shallow sculptures line the wall on the south side of the World War II Memorial entrance. They illustrate the American expereince in the Pacific theater of war, from the Japanese attack at Pearl Harbor to the end of the war on V-J, or Victory in Japan, Day.<br /> <br /> Inscriptions<br /> corner pillar, bas relief side<br /> They fought together as brother-in-arms. They died together and now they sleep side by side. To them we have a solemn obligation.<br /> Admiral Chester W. Nimitz<br /> corner pillar, plaza side<br /> PEARL HARBOR<br /> December 7, 1941, A date which will live in infamy...No matter how long it may take us to overcome this premeditated invasion, the American people, in their righteous might, will win through to absolute victory.<br /> President Franklin D. Roosevelt</p>",
    "audioDescription": "(186 words)<br />The World War II Memorial bas reliefs of Pacific Theater are located along the south wall of the main entrance into the World War II Memorial.<br />From the intersection of 17th Street, NW and Independence Avenue, travel north on 17th street about five hundred thirty feet. The granite pillars, water fountains and columns of the memorial will be to the west, on your left.<br />To the left along the southern wall on the Pacific entrance side of the memorial are a series of twelve bronze bas-reliefs, each about one by two feet. A companion wall lining the northern side of the main entrance, Atlantic side also features twelve bas-reliefs.<br />The Pacific Theater bas reliefs depict scenes progressing through the experience of war, from physical exams all the way to homecoming. As one enters the memorial, the scenes begin from the left with a family of five adults and two children sitting around a radio, then soon-to-be servicemen getting physical exams, taking the oath, and being issued military gear. The reliefs progress through several iconic scenes, including combat and burying the dead, ending in a homecoming scene.<br />END OF DESCRIPTION<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "7599FCCB-EAB8-43E5-9B33-10819350278A",
    "url": "https://www.nps.gov/places/000/world-war-ii-memorial-dedication-plaque.htm",
    "title": "Cornerstone - WWII Memorial",
    "listingDescription": "A stone inscription near the entrance to the World War II Memorial noting the the year that the memorial was dedicated, 2004, the president in office, George W. Bush, the design architect of the memorial, Freidrich St. Florian, and the organization that built the memorial, the American Battle Monuments Commission. <br />Inscriptions<br />WORLD WAR II MEMORIAL<br />George W. Bush<br />President of the United States<br />Friedrich St. Florian<br />Design Architect<br />American Battle<br />Monuments Commission<br />2004<br />",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/EE5ABB64-B727-2258-5C7242B87E7756FD.jpg",
        "credit": "",
        "altText": "A dedication inscription on the WWII Memorial.",
        "title": "WWII Dedication Plaque",
        "description": "",
        "caption": "World War II Memorial: Dedication Plaque",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EE5ABB64-B727-2258-5C7242B87E7756FD.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EE5ABB64-B727-2258-5C7242B87E7756FD.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      },
      {
        "states": "DC",
        "parkCode": "wwii",
        "designation": "",
        "fullName": "World War II Memorial",
        "url": "https://www.nps.gov/wwii/index.htm",
        "name": "World War II Memorial"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.889596",
    "longitude": "-77.039699",
    "latLong": "38.889596,-77.039699",
    "bodyText": "<p>A stone inscription near the entrance to the World War II Memorial noting the the year that the memorial was dedicated, 2004, the president in office, George W. Bush, the design architect of the memorial, Freidrich St. Florian, and the organization that built the memorial, the American Battle Monuments Commission.<br /> <br /> Inscriptions<br /> WORLD WAR II MEMORIAL<br /> George W. Bush<br /> President of the United States<br /> Friedrich St. Florian<br /> Design Architect<br /> American Battle<br /> Monuments Commission<br /> 2004</p>",
    "audioDescription": "(122 words)<br />The World War II Memorial dedication plaque is located along the north wall of the main entrance into the World War II Memorial.<br />From the intersection of 17th Street, NW and Independence Avenue, travel north on 17th street about five hundred thirty feet. The granite pillars, water fountains and columns of the memorial will be to the west, on your left.<br />The dedication plaque sits on the south-facing side of the main entrance north wall, at its east end, and towards the bottom, about two feet high from ground level.<br />To the left along the wall are a series of twelve bas-reliefs, each about one by two feet. A companion wall lining the southern side of the entrance also features twelve bas-reliefs.<br />END OF DESCRIPTION<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "4290410A-1852-4B23-8561-0E6A0860AFBD",
    "url": "https://www.nps.gov/places/000/world-war-ii-memorial-kiosk.htm",
    "title": "Information - WWII Memorial",
    "listingDescription": "The World War II Memorial visitor contact station is a good place to get visitor information and to interact with the digital World War II registry presented on three touchscreen monitors.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/EE3655A4-DBB8-0C25-B49A63C364EFF93B.jpg",
        "credit": "",
        "altText": "A semicircular information kiosk where visitors are getting information about the memorial.",
        "title": "WWII Information Kiosk",
        "description": "",
        "caption": "The information kiosk at the World War II Memorial.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EE3655A4-DBB8-0C25-B49A63C364EFF93B.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EE3655A4-DBB8-0C25-B49A63C364EFF93B.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      },
      {
        "states": "DC",
        "parkCode": "wwii",
        "designation": "",
        "fullName": "World War II Memorial",
        "url": "https://www.nps.gov/wwii/index.htm",
        "name": "World War II Memorial"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.8884240994",
    "longitude": "-77.0407586995",
    "latLong": "38.8884240994,-77.0407586995",
    "bodyText": "<p>The World War II Memorial visitor contact station is a good place to get visitor information and to interact with the digital World War II registry presented on three touchscreen monitors.</p>",
    "audioDescription": "(174 words)<br />The World War II Memorial kiosk sits south of the World War II Memorial, along the north side of Homefront Drive, SW in Washington, DC<br />From the intersection of 17th street, SW and Homefront Drive, SW, travel south on Homefront Drive about two hundred fifty feet. A one-story, semi-circle gray building with green roof and four columns sits on the north side of the road. The building is labeled across its roof line: World Warr II Memorial.<br />To the east of the building is a circular plaza area. Seven granite benches line the north, south, and east sides forming an arc around the plaza.<br />Two triangular garden areas are set at the north side of the plaza. A walkway leads through them to the Pacific entrance of the World War II Memorial, about one hundred feet to the north.<br />The front of the kiosk building has three sets of windows, each equipped with a computer touch screen for visitor information about the World War II Memorial and access to the World War II registry.<br />END OF DESCRIPTION<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "72a712a3-d1ae-4edc-93f3-8a7690d38204",
    "isManagedByNps": "1",
    "amenities": [
      "Baby Changing Station",
      "Bicycle - Rack",
      "Historical/Interpretive Information/Exhibits",
      "Information",
      "Information - Ranger/Staff Member Present",
      "Information Kiosk/Bulletin Board",
      "Restroom",
      "Restroom - Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "ADA99D93-F28E-4A1A-A086-83BC8D7416DC",
    "url": "https://www.nps.gov/places/https-www-nps-gov-wwii-kilroy-was-here.htm",
    "title": "Kilroy Was Here",
    "listingDescription": "“Kilroy was here”, accompanied by a cartoon drawing of a man looking over a wall, was a popular piece of graffiti drawn by American troops in the Atlantic Theater and then later in the Pacific Theater. It came to be a universal sign that American soldiers had come through an area and left their mark. There are two Kilroy inscriptions hidden in the memorial tucked in the corners of both the Atlantic and Pacific sides of the memorial. Can you find them?",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/960003A1-ADDE-9E41-178382A298574EFF.jpg",
        "credit": "NPS Photo",
        "altText": "An inscription of a man with a long nose peering over a wall with the words \"Kilroy Was Here\"",
        "title": "Kilroy Was Here",
        "description": "",
        "caption": "The popular American graffiti seen overseas throughout World War II.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/960003A1-ADDE-9E41-178382A298574EFF.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/960003A1-ADDE-9E41-178382A298574EFF.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      },
      {
        "states": "DC",
        "parkCode": "wwii",
        "designation": "",
        "fullName": "World War II Memorial",
        "url": "https://www.nps.gov/wwii/index.htm",
        "name": "World War II Memorial"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "World War II",
      "World War II Memorial",
      "veterans",
      "National Mall and Memorial Parks"
    ],
    "latitude": "38.889255326590934",
    "longitude": "-77.04077756410334",
    "latLong": "38.889255326590934,-77.04077756410334",
    "bodyText": "“Kilroy was here”, accompanied by a cartoon drawing of a man looking over a wall, was a popular piece of graffiti drawn by American troops in the Atlantic Theater and then later in the Pacific Theater. It came to be a universal sign that American soldiers had come through an area and left their mark. Eventually, during the war, Kilroy became so popular that this graffiti could be found everywhere. On ship holds, bathrooms, bridges and painted on the shells of Air Force missiles. Its origins most likely come from a British cartoon and the name of an American shipyard inspector. The myths surrounding it are numerous and often center on a German belief that Kilroy was some kind of superspy who could go anywhere he pleased. There are two Kilroy inscriptions hidden in the memorial tucked in the corners of both the Atlantic and Pacific sides of the memorial.<br /> <br /> Can you find them?<br /> <br />  ",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "World War II Memorial",
        "name": "Location"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "B31CCA5C-53DB-47F9-8C04-FE0D0C071208",
    "url": "https://www.nps.gov/places/crnama.htm",
    "title": "National Mall and Memorial Parks",
    "listingDescription": "Officially established in 1965, National Mall and Memorial Parks contains some of the oldest protected park lands in the National Park Service. The sprawling lands include the Mall, the public promenade extending from 3rd Street near the Capitol to 14th Street. America's front lawn has hosted various historic events related to the civil rights movement, as well as memorializing some of the great moments in American history.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/places/images/nri/20130827/siteadmin/8BCCE4B9-D93F-CAF6-878B9357F2FAF780/8BCCE4B9-D93F-CAF6-878B9357F2FAF780.jpg",
        "credit": "NPS",
        "altText": "the Vietnam Veterans Memorial and Washington Monument at sunset",
        "title": "",
        "description": "",
        "caption": "",
        "crops": []
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "bepa",
        "designation": "National Monument",
        "fullName": "Belmont-Paul Women's Equality National Monument",
        "url": "https://www.nps.gov/bepa/index.htm",
        "name": "Belmont-Paul Women's Equality"
      },
      {
        "states": "DC",
        "parkCode": "coga",
        "designation": "",
        "fullName": "Constitution Gardens",
        "url": "https://www.nps.gov/coga/index.htm",
        "name": "Constitution Gardens"
      },
      {
        "states": "DC",
        "parkCode": "frde",
        "designation": "",
        "fullName": "Franklin Delano Roosevelt Memorial",
        "url": "https://www.nps.gov/frde/index.htm",
        "name": "Franklin Delano Roosevelt Memorial"
      },
      {
        "states": "DC",
        "parkCode": "kowa",
        "designation": "",
        "fullName": "Korean War Veterans Memorial",
        "url": "https://www.nps.gov/kowa/index.htm",
        "name": "Korean War Veterans Memorial"
      },
      {
        "states": "DC",
        "parkCode": "linc",
        "designation": "",
        "fullName": "Lincoln Memorial",
        "url": "https://www.nps.gov/linc/index.htm",
        "name": "Lincoln Memorial"
      },
      {
        "states": "DC",
        "parkCode": "mlkm",
        "designation": "",
        "fullName": "Martin Luther King, Jr. Memorial",
        "url": "https://www.nps.gov/mlkm/index.htm",
        "name": "Martin Luther King, Jr. Memorial"
      },
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      },
      {
        "states": "DC",
        "parkCode": "thje",
        "designation": "",
        "fullName": "Thomas Jefferson Memorial",
        "url": "https://www.nps.gov/thje/index.htm",
        "name": "Thomas Jefferson Memorial"
      },
      {
        "states": "DC",
        "parkCode": "wamo",
        "designation": "",
        "fullName": "Washington Monument",
        "url": "https://www.nps.gov/wamo/index.htm",
        "name": "Washington Monument"
      },
      {
        "states": "DC",
        "parkCode": "wwii",
        "designation": "",
        "fullName": "World War II Memorial",
        "url": "https://www.nps.gov/wwii/index.htm",
        "name": "World War II Memorial"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "Civil Rights",
      "Civil Rights Movement",
      "National Mall and Memorial Parks",
      "Urban Parks",
      "cultural landscape"
    ],
    "latitude": "38.889611",
    "longitude": "-77.022999",
    "latLong": "38.889611,-77.022999",
    "bodyText": "<p>Officially established in 1965, National Mall and Memorial Parks contains some of the oldest protected park lands in the National Park Service. The sprawling lands include the Mall, the public promenade extending from 3rd Street near the Capitol to 14th Street. The National Mall is the continuation of that space where congressionally authorized park icons, such as the Washington Monument, WWII and Lincoln Memorials stand. This historic expanse is the linear area between the Potomac River and Capital Reflecting Pool. In addition to the memorial core, the park includes some 156 reservations, circles, fountains and other open spaces, all of which serve as the nation’s front yard. Ford’s Theatre, The House where Lincoln died, Potomac Park, Hains Point and Pennsylvania Avenue NHS are also among the park managed areas that constitute National Mall and Memorial Parks.</p> <p>Having over 1,000 acres of National Park Service managed land at the heart of our nation’s capital, National Mall and Memorial Parks provides visitors with abundant opportunities to get in touch with our heritage. With everything from colossal monuments to commemorative gardens, from presidential inaugurals to civil rights demonstrations, National Mall and Memorial Parks hosts history in the making. Numerous First Amendment activities and special events are held in the park each year to honor the courage, sacrifice and devotion to duty of war veterans; celebrate the United States commitment to freedom, equality and democratic ideals; and enjoy symbolic architecture, historic vistas and renowned natural landscapes. </p>",
    "audioDescription": "",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "0",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "0",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Washington, DC",
        "name": "Location"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Parks",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "5D21D093-63C8-4D46-8900-5436469419A0",
    "url": "https://www.nps.gov/places/000/world-war-ii-memorial-pacific-entrance.htm",
    "title": "Pacific Pavilion",
    "listingDescription": "One of three entrances to the World War II Memorial, this \"victory pavilion\" houses a dramatic sculpture of bald eagles laying a laurel wreath, symbolizing victory. On the floor, find a depiction of the victory medal presented to each servicemember at the end of the war.InscriptionsEntrance floorWorld War II1941-1945Victory on LandVictory at SeaVictory in AirPool edgePEARL HARBORWAKE ISLANDCHINA BURMA INDIABATAAN CORREGIDORCORAL SEASOUTHWEST PACIFICMIDWAYGUADALCANALNEW GUINEA",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/C6E26F5D-D35D-79BF-A53180E2B86D50D4.jpg",
        "credit": "",
        "altText": "A stone archway with the inscription.",
        "title": "World War II Memorial: Pacific Entrance",
        "description": "",
        "caption": "World War II Memorial: Pacific Entrance",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C6E26F5D-D35D-79BF-A53180E2B86D50D4.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C6E26F5D-D35D-79BF-A53180E2B86D50D4.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      },
      {
        "states": "DC",
        "parkCode": "wwii",
        "designation": "",
        "fullName": "World War II Memorial",
        "url": "https://www.nps.gov/wwii/index.htm",
        "name": "World War II Memorial"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.888855",
    "longitude": "-77.040499",
    "latLong": "38.888855,-77.040499",
    "bodyText": "<p>One of three entrances to the World War II Memorial, this \"victory pavilion\" houses a dramatic sculpture of bald eagles laying a laurel wreath, symbolizing victory. On the floor, find a depiction of the victory medal presented to each servicemember at the end of the war.<br /> <br /> Inscriptions<br /> Entrance floor<br /> World War II<br /> 1941-1945<br /> Victory on Land<br /> Victory at Sea<br /> Victory in Air<br /> Pool edge<br /> PEARL HARBOR<br /> WAKE ISLAND<br /> CHINA BURMA INDIA<br /> BATAAN CORREGIDOR<br /> CORAL SEA<br /> SOUTHWEST PACIFIC<br /> MIDWAY<br /> GUADALCANAL<br /> NEW GUINEA<br /> BUNA<br /> CENTRAL PACIFIC<br /> TARAWA<br /> KWAJALEIN<br /> ATTU<br /> SAIPAN TINIAN GUAM<br /> PHILIPPINE SEA<br /> NORTH PACIFIC<br /> PELELIU<br /> LEYTE GULF<br /> LUZON<br /> MANILA<br /> IWO JIMA<br /> OKINAWA<br /> JAPAN<br /> Fountain sides<br /> BATTLE OF MIDWAY JUNE 4-7, 1942<br /> THEY HAD NO RIGHT TO WIN, YET THEY DID, AND IN DOING SO THEY CHANGED THE COURSE OF A WAR. EVEN AGAINST THE GREATES OF ODDS, THERE IS SOMETHING IN THE HUMAN SPIRIT - A MAGIC BLEND OF SKILL, FAITH AND VALOR - THAT CAN LIFT ME FROM CERTAIN DEFEAT TO INCREDIBLE VICTORY<br /> Walter Lord Author<br /> THE WAR'S END<br /> TODAY YTHE GUNS ARE SILENT. A GREAT TRAGEDY HAS ENDED. A GREAT VICTORY HAS BEEN WON. THE SKIES NO LONGER RAIN DEATH - THE SEAS BEAR ONLY COMMERCE - MEN EVERYWHERE WALK UPRIGHT IN THE SUNLIGHT. THE ENTIRE WORLD IS QUIETLY AT PEACE.<br /> General Douglas MacArthur</p>",
    "audioDescription": "(510 words)<br />The World War II Memorial: Pacific entrance is located on the south side of the World War II Memorial, west of 17th street NW and north of the Tidal Basin.<br />From the intersection of 17th street, NW and Homefront Drive, SW, travel south on Homefront Drive about two hundred fifty feet. A one-story, gray building with green roof and columns sits on the north side of the road, to the left of a tree-lined circular plaza. Proceed north about one hundred feet through the plaza and an approximately one hundred-foot walkway will lead you to the World War II Memorial Pacific entrance.<br />The Pacific entrance consists of a forty-three-foot tall granite arched pavilion, engraved at the top to read: PACIFIC. The interior of the pavilion features four, twelve-foot tall bronze columns supporting four bronze bald eagles, holding in their beaks a ribbon wrapped around a wreath.<br />On either side of the pavilion are fourteen granite pillars, each seventeen feet tall. Each features a bronze wreath towards the top on either side, a rectangular opening, and are engraved at the bottom with the name of an American state or territory. Along with twenty-eight pillars on the opposite, Atlantic side they form a semi-circle around the memorial plaza.<br />The floor of the Pacific entrance has a round bronze plaque in its center, engraved to read: World War II. The plaque has an image depicting a robed woman looking to her right. She holds the broken handle of a sword in her right hand and the blade in her left. She stands behind the shining sun and rests her right bare foot on top of a warrior's helmet in the ground. A circular block pattern of granite stone surrounds the plaque. A six-inch gray outer border is engraved in bronze at the north end to read:<br />1941-1945<br />Engraved around the border in clockwise direction reads:<br />Victory on Land<br />Victory at Sea<br />Victory in Air<br />The north end of the Pacific entrance has a two-foot tall arched granite wall. Beyond is the center plaza of the memorial, about six feet below. Set in the center is a large circular pool area with fountain in the middle surrounded by a ring of water jets. A block pattern of gray squares lines the plaza interior. To the north sits the Atlantic entrance and surrounding pillars with bronze interior wreaths. To the west a wall of gold stars lines the outer edge of the plaza and waterfalls flow at either side.<br />Walkways arc down along the pillars to the plaza level below from the east and west sides of the Pacific entrance. Granite benches line the plaza's outer wall and two steps provide seating along the fountain pool's edge.<br />The interior side of the Pacific entrance features a fountain and pool at its edge within the memorial plaza. Stone blocks both in the pool and lining its outer edge are engraved with names of campaigns in the Pacific Theater.<br />Inscriptions along the wall on both sides of the fountain quote Walter Lord Author and General Douglas MacArthur.<br />END OF DESCRIPTION<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "74187682-BF5E-445F-8742-B651800B4C0D",
    "url": "https://www.nps.gov/places/000/world-war-ii-memorial-bob-dole-plaque.htm",
    "title": "Senator Robert Dole Plaque",
    "listingDescription": "Bob Dole fought and was severly wounded in World War II. After serving as a congressman and senator, Dole became the national chairman of the World War II Memorial Campaign which raised funds for the construction of the World War II Memorial. This plaque honors his unique contribution to this memorial. <br />Inscriptions<br />A Grateful Nation Hereby Recognizes<br />Senator Robert J. Dole of Kansas<br />For His Tireless Support of America's Veterans and the World War II Memorial<br />",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/87FA1184-DE68-0085-15168E52EDFE8D72.jpg",
        "credit": "NPS / Nate Adams",
        "altText": "Bronze plaque reads \"A grateful nation hereby recognizes Senator Robert J. Dole of Kansas\"",
        "title": "Senator Robert Dole Plaque",
        "description": "",
        "caption": "This plaque recognizing Sen. Dole's important role creating the memorial was placed in 2011.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/87FA1184-DE68-0085-15168E52EDFE8D72.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/87FA1184-DE68-0085-15168E52EDFE8D72.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      },
      {
        "states": "DC",
        "parkCode": "wwii",
        "designation": "",
        "fullName": "World War II Memorial",
        "url": "https://www.nps.gov/wwii/index.htm",
        "name": "World War II Memorial"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "WWII"
    ],
    "latitude": "38.888579",
    "longitude": "-77.04053899999997",
    "latLong": "38.888579,-77.04053899999997",
    "bodyText": "<p>Bob Dole fought and was severly wounded in World War II. After serving as a congressman and senator, Dole became the national chairman of the World War II Memorial Campaign which raised funds for the construction of the World War II Memorial. This plaque honors his unique contribution to this memorial.<br /> <br /> Inscriptions<br /> A Grateful Nation Hereby Recognizes<br /> Senator Robert J. Dole of Kansas<br /> For His Tireless Support of America's Veterans and the World War II Memorial</p>",
    "audioDescription": "(212 words)<br />The Bob Dole plaque sits south of the World War II Memorial, in a small plot near the Pacific Entrance.<br />From the intersection of 17th street, SW and Homefront Drive, SW, travel south on Homefront Drive about two hundred fifty feet. A one-story, gray building with green roof and columns sits on the north side of the road. The building is labeled across its roof line: World Warr II Memorial.<br />To the east of the building is a circular plaza area. At the north side of the garden area at the northwest end of the plaza, set on a one-foot post in the ground, is the Bob Dole plaque.<br />A black metal light post sits to the left of the plaque. The bronze plaque has a gold border and measure about eight inches tall and one-foot wide. Text etched across its surface reads:<br />A Grateful Nation Hereby Recognizes<br />Senator Robert J. Dole of Kansas<br />For His Tireless Support of America's Veterans and the World War II Memorial<br />The plaque sits in a garden area about ten feet wide and twenty feet long. It sits among low shrubs and two trees planted in the space. A granite bench lines the south side, along with six others that form a semi-circle around the plaza.<br />END OF DESCRIPTION<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "59C49E2D-3C21-4EF3-AE2B-63918B2D8813",
    "url": "https://www.nps.gov/places/000/world-war-ii-memorial-wall-of-stars.htm",
    "title": "Wall of Stars",
    "listingDescription": "These 4,048 gold stars represent Americans who gave their lives in service during World War II. Each star represents approximately 100 service members.InscriptionsPool edgeHERE WE MARK THE PRICE OF FREEDOMWaterfall sidesOur debt to the heroic men and valiant women in the service of our country can never be repaid. They have earned our undying gratitude. America will never forget their sacrifices.President Harry S. TrumanThe Heroism of our troops...was matched by that of the A",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/EEB90BA9-ED28-3C25-A250EC4BA6F225B0.jpg",
        "credit": "",
        "altText": "A curved wall covered in golden stars and a plaque in the foreground.",
        "title": "WWII Wall of Stars",
        "description": "",
        "caption": "The Wall of Stars in the World War II Memorial.",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EEB90BA9-ED28-3C25-A250EC4BA6F225B0.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EEB90BA9-ED28-3C25-A250EC4BA6F225B0.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      },
      {
        "states": "DC",
        "parkCode": "wwii",
        "designation": "",
        "fullName": "World War II Memorial",
        "url": "https://www.nps.gov/wwii/index.htm",
        "name": "World War II Memorial"
      }
    ],
    "relatedOrganizations": [],
    "tags": [],
    "latitude": "38.889355",
    "longitude": "-77.040958",
    "latLong": "38.889355,-77.040958",
    "bodyText": "<p>These 4,048 gold stars represent Americans who gave their lives in service during World War II. Each star represents approximately 100 service members.<br /> <br /> Inscriptions<br /> Pool edge<br /> HERE WE MARK THE PRICE OF FREEDOM<br /> Waterfall sides<br /> Our debt to the heroic men and valiant women in the service of our country can never be repaid. They have earned our undying gratitude. America will never forget their sacrifices.<br /> President Harry S. Truman<br /> The Heroism of our troops...was matched by that of the Armed Forces of the nations that fought by our side...They absorbed the blows...And they shared to the full in the ultimate destruction of the enemy.<br /> President Harry S. Truman</p>",
    "audioDescription": "(288 words)<br />The World War II Memorial wall of stars is located along the west side of the World War II Memorial.<br />From either the Atlantic entrance to the memorial on its north side, or the Pacific entrance on the south side, follow the pedestrian walkway west at a slight downhill to the plaza below. Set at the west end of the plaza is a semi-circle granite wall featuring thousands of sculpted gold stars, each about two inches tall atop a blue background.<br />The wall stands nine feet tall and spans eighty-four feet. A basin of still water sits in front of the wall and an angled block of marble lines the front edge. An engraving on the marble block reads:<br />HERE WE MARK THE PRICE OF FREEDOM<br />A one by two-foot shining metal wayside sits at the left end of the wall and basin. The black sign is adorned with a three-dimensional gold star in its left corner. Images of gold stars fill the bottom half of the sign and continue up as they fade away into the upper corners. The wayside text reads:<br />The Price of Freedom.<br />Freedom Wall holds 4,048 gold stars. Each gold star represents one hundred American service personnel who died or remain missing in the war. The 405,399 American dead and missing from World War II are second only to the loss of more than 620,000 Americans during our Civil War.<br />On either side of the wall of stars are thirty-five-foot long waterfalls that cascade down in five sections, each about five feet wide, from pools at ground level above. The waterfalls stand about five feet tall and when facing them the Lincoln Memorial stands at eye level, one half mile to the west.<br />END OF DESCRIPTION<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits"
    ],
    "managedByOrg": "",
    "quickFacts": [],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  },
  {
    "id": "F5CA8934-723F-44E7-9D2E-6DE316A08B29",
    "url": "https://www.nps.gov/places/national-world-war-ii-memorial.htm",
    "title": "World War II Memorial",
    "listingDescription": "The World War II Memorial honors the men and women who joined together to defeat tyranny and restore freedom around the globe. Through stone and sculpture, the memorial honors both uniformed service and the effort on the homefront.",
    "images": [
      {
        "url": "https://www.nps.gov/common/uploads/cropped_image/EF59FCED-A20F-03FA-496256777690E5B8.jpg",
        "credit": "",
        "altText": "Line of stone state pillars and walkway leading to the stone Atlantic archway",
        "title": "WWII Memorial",
        "description": "",
        "caption": "World War II Memorial at National Mall & Memorial Parks",
        "crops": [
          {
            "aspectRatio": "1.78",
            "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EF59FCED-A20F-03FA-496256777690E5B8.jpg"
          },
          {
            "aspectRatio": "1.33",
            "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EF59FCED-A20F-03FA-496256777690E5B8.jpg"
          }
        ]
      }
    ],
    "relatedParks": [
      {
        "states": "DC",
        "parkCode": "nama",
        "designation": "",
        "fullName": "National Mall and Memorial Parks",
        "url": "https://www.nps.gov/nama/index.htm",
        "name": "National Mall and Memorial Parks"
      },
      {
        "states": "DC",
        "parkCode": "wwii",
        "designation": "",
        "fullName": "World War II Memorial",
        "url": "https://www.nps.gov/wwii/index.htm",
        "name": "World War II Memorial"
      }
    ],
    "relatedOrganizations": [],
    "tags": [
      "World War II",
      "WWII History",
      "Memorial",
      "World War II Memorial",
      "world war II memory",
      "Washington D.C.",
      "Washington DC",
      "DC history",
      "DC",
      "Monuments",
      "National Mall and Memorial Parks",
      "American Military",
      "veterans"
    ],
    "latitude": "38.8894190006",
    "longitude": "-77.0405106005",
    "latLong": "38.8894190006,-77.0405106005",
    "bodyText": "<p>Dedicated in 2004, the World War II Memorial is a large stone plaza designed by architect Friedrich St. Florian. The plaza forms a ring of columns representing the U.S. states and territories, joined together by a bronze cord symbolizing their united effort.</p> <p>Bas relief artwork by Ray Kaskey Studios depicts the many facets of the American war effort both on the homefront and the battle front. Two victory pavilions, repesenting the Atlantic and Pacific theaters where the war was fought, house massive bronze sculptures of eagles laying laurel wreaths above a representation of the Victory Medal. At the base of each pavilion is a pool with the names of campaigns and battles of each theater of the war.</p> <p>At the west side of the memorial, 4,048 gold stars each represent 100 American servicemen who gave their lives in the conflict.</p> <p>The World War II Memorial is located on 17th Street NW between Independence and Constitution avenues, at the east end of the Lincoln Memorial Reflecting Pool. The nearest metro stop is Smithsonian; walk west from the station past the Washington Monument and cross 17th Street at the crosswalk to enter the memorial.</p>",
    "audioDescription": "(485 words)<br />The World War II Memorial is located on 17th Street, between Constitution Avenue NW to the north and Independence Avenue, SW to the south, and is flanked by the Washington Monument to the east and the Lincoln Memorial to the west.<br />From the intersection of 17th Street, NW and Independence Avenue, travel north on 17th street about five hundred thirty feet. The granite pillars, water fountains and columns of the memorial will be to the west, on your left.<br />The seven and one-half acre World War II Memorial site consists of fifty-six granite pillars, each seventeen feet tall, arranged in a semicircle around a plaza with two, forty-three-foot arches on north and south sides. Each pillar is adorned with a bronze wreath and inscribed with the name of one of forty-eight US states, as well as the District of Columbia and seven territories. The northern arch is inscribed along the top to read: Atlantic, the southern one: Pacific. Each arch features a bronze sculpture of bald eagles holding a wreath.<br />The plaza is three hundred thirty-seven feet long, two hundred-forty feet wide, and is sunk six feet below grade. In its center is a pool that is two hundred fifty feet long and one hundred fifty feet wide. A fountain set in the middle shoots a plume of water into the air and is surrounded by a ring of water jets.<br />On approaching the memorial main entrance from the east, a visitor walks between flagpoles set with the American flag at either side, and along walls to the north and south side picturing scenes of the war experience in bas relief. The left wall, toward the Pacific arch, features scenes beginning with soon-to-be servicemen getting physical exams, taking the oath, and being issued military gear. The right wall depicts a variety of battle and preparation scenes for air, land and sea assaults. The final scene is a handshake between military men as they cross over a broken walkway. Set between the two bas relief walls are three grass lawn areas, each about seventy-feet wide and ten feet long.<br />Along the west end of the plaza is a semi-circle granite wall featuring four thousand forty-eight sculpted gold stars, each about two inches tall atop a blue background. The wall stands nine feet tall and spans eighty-four feet across. A basin sits in front of the wall and an angled block of marble lines the front edge. An engraving on the marble block reads:<br />HERE WE MARK THE PRICE OF FREEDOM<br />On either side of the wall of stars are thirty-five-foot long waterfalls that cascade down in five sections, each about five feet wide, from pools at ground level above. The waterfalls stand about five feet tall and when facing them the Lincoln Memorial sits at eye level, one half mile to the west.<br />A one-story visitor center and kiosk sits to the south of the memorial.<br />END OF DESCRIPTION<br />",
    "isPassportStampLocation": "0",
    "passportStampLocationDescription": "",
    "passportStampImages": [],
    "managedByUrl": "",
    "isOpenToPublic": "1",
    "isMapPinHidden": "0",
    "npmapId": "",
    "geometryPoiId": "1ed252ae-3ed4-428a-9f06-8bdc156c38ec",
    "isManagedByNps": "1",
    "amenities": [
      "Historical/Interpretive Information/Exhibits",
      "Scenic View/Photo Spot",
      "Wheelchair Accessible"
    ],
    "managedByOrg": "",
    "quickFacts": [
      {
        "id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7",
        "value": "Washington, DC",
        "name": "Location"
      },
      {
        "id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701",
        "value": "Memorial that honors Americans who served in World War II and contributed on the home front",
        "name": "Significance"
      },
      {
        "id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF",
        "value": "Memorial",
        "name": "Designation"
      }
    ],
    "location": "",
    "locationDescription": "",
    "credit": "",
    "multimedia": [],
    "relevanceScore": 1
  }
]